{"70010000093026":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4b420a8ccc1d62242d40fa6bd3025eeaed296bc731ea2135abe4d4c43eab8dd9.jpg","category":["Simulación","Aventura","Arcade","Estilo de vida"],"description":"Aery – Peace of Mind 4 es una experiencia de juego interactiva diseñada para relajar la mente y el alma. Te pondrás en la piel de un pajarito, explorarás hermosos paisajes y recolectarás cristales mágicos que marcan ciertos paisajes.\n\nComo en este juego no hay enemigos ni ningún otro peligro, podrás relajarte y disfrutar del paisaje y de la sensación de volar. Es un juego fantástico para relajarse y tranquilizarse después de un día agotador y lleno de problemas.\n\nPor supuesto, siempre puedes seleccionar el nivel que te resulte más relajante. La mayoría de los niveles se pueden completar bastante rápido, por lo que puedes elegir libremente pasar tiempo explorando el entorno, pero no tienes que quedarte demasiado tiempo si solo buscas un breve momento de paz y diversión.\n\nEste juego presenta una colección de algunos de los paisajes más hermosos de la franquicia Aery.\n\nEsperamos que te gusten. Así que relájate y respira profundamente…","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/93a762e54aea27b246d5f471e58d1a62e066c7fb09c1dca3d173fa6aeee394be.jpg","id":"0100FEA022380000","intro":"Tómate un descanso: explora, disfruta, relájate.","isDemo":false,"key":null,"languages":["en"],"name":"Aery – Peace of Mind 4","nsuId":70010000093026,"numberOfPlayers":1,"publisher":"EpiXR Games","rating":10,"ratingContent":["Violencia de fantasia","Bajo contenido de sangre"],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/8c0d4c64ddf50a8ed8aef30ceda9c1e644a5e3956c8439065b99d3fbeeab0929.jpg","https://img-eshop.cdn.nintendo.net/i/f65525bd13393e473415bb68cb01c419a8b657c99499770f726bc850a7a30967.jpg","https://img-eshop.cdn.nintendo.net/i/b12072e599bb7c1c52d5387c1a07b66617eb5a21fdf59485342aa1c68abf9fe7.jpg","https://img-eshop.cdn.nintendo.net/i/6922afd3c6b5aee834a140e976200e2da8dc010b9e380a8ce29e826f6b783035.jpg","https://img-eshop.cdn.nintendo.net/i/abc120df2c60acb55412c4813a1984612ce15df5f12dfbd9ea70f7c35aa1377f.jpg","https://img-eshop.cdn.nintendo.net/i/d179c38643aae7298fae2155dc5491a76633c0e8f92caee675c52e7d289f1651.jpg"],"size":4014997504,"version":null},"70010000095859":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a8b89b31ca188b24ea7890acb404e724a6e6b178799f93329fe969057742bc27.jpg","category":["Rompecabezas","Plataformas"],"description":"Tras despertar y descubrir que está atrapada en un misterioso mundo de sueños, Lily se ve forzada a enfrentar sus traumas y experiencias pasadas. Utilizando una habilidad única para intercambiar, rotar y mover el entorno a su alrededor, Lily avanza a través de diversos mundos en un viaje para superar su duelo y encontrarse a sí misma.\n\nCaracterísticas:\n\nAcompañada de su amiga tortuga voladora, enfréntense juntos a los desafíos de los misteriosos mundos oníricos\n\nIntercambia, rota y mueve el entorno a tu alrededor para resolver puzles y avanzar en el mundo\n\nSumérgete en impresionantes visuals dibujados a mano que abarcan diversos mundos visualmente distintos\n\nMientras exploras los mundos de As I Began to Dream, te acompaña una música tranquila, casi melancólica","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/5338b9cf7fe1d0786ef6b38414d66a56ef65cb41f548b38b2414ffa236a3574e.jpg","id":"0100FF10230A4000","intro":"《As I Began to Dream》relata el viaje de una niña que, en un mundo onírico que controla, enfrenta un trauma para superar su dolor.","isDemo":false,"key":null,"languages":["ja","en","es","de","pt","zh","zh"],"name":"As I Began to Dream","nsuId":70010000095859,"numberOfPlayers":1,"publisher":"SOFT SOURCE","rating":6,"ratingContent":[],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/513fcb328e5ab60931357e36536d66376c5d65dece1c47bc2efa25129350038f.jpg","https://img-eshop.cdn.nintendo.net/i/35a7760d0428003bff61ebcb8b59d99b3af22862a6060cea85814dc31fea0fbb.jpg","https://img-eshop.cdn.nintendo.net/i/26e9af3f10b08d73711043ac1512991a5fd48394038093792170551ec6ba1ee6.jpg","https://img-eshop.cdn.nintendo.net/i/2832dc1875e63458a48501857faaf20290d323b1beb2e4da0571bfcd3f3294b0.jpg","https://img-eshop.cdn.nintendo.net/i/861d8b14f734cb25c3436872c75a0de26dba813b597bf3993590e89cd19321c9.jpg","https://img-eshop.cdn.nintendo.net/i/418cd47869e09e2953dcd62fb9f35f22d6aaa406e6ac5ab9a4532fae30752be0.jpg"],"size":1009778688,"version":null},"70010000097547":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3afdf74babe5ab251df2af230da5c0ea5362224e95b3ad1525a2663f074d7954.jpg","category":["Simulación","Estilo de vida","Estrategia","Música"],"description":"It’s your very own aquarium.   Buy the fish you love, raise them from tiny fry, and watch them grow and flourish. Create your dream underwater world—calm, colorful, and completely yours.\n\nA relaxing idle experience.  Your fish keep growing even while you’re away. Come back to see how your little world has changed and be pleasantly surprised.\n\nSlow down time and unwind.  Let the gentle motion of the water soothe your mind as you enjoy the living world you’ve built with care.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/a707d90946ee405862808b54a9cc2239437284e2b897804ec12bb77c398f8178.jpg","id":"0100F5002371C000","intro":"Raise your favorite fish and build your dream underwater world!","isDemo":false,"key":null,"languages":["ja","en","zh","zh"],"name":"Fantasy Aquarium","nsuId":70010000097547,"numberOfPlayers":1,"publisher":"Happy Player","rating":6,"ratingContent":[],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/ebb90c81c7cf8ba1439aff9bddcd20ad1675b0bbc08248bf239185486827d5ff.jpg","https://img-eshop.cdn.nintendo.net/i/5ffb0c0daadba8987624843b086da24071f6757a8a87409dd9721653c9c85443.jpg","https://img-eshop.cdn.nintendo.net/i/b918defad32652aa5af7e15b8880db76afa119c3b3df858b0b24d1748880b47e.jpg","https://img-eshop.cdn.nintendo.net/i/b85fb0fc1f412c80553a3a60245a840f749536898aafd7992c34f1786cbe097d.jpg","https://img-eshop.cdn.nintendo.net/i/4db6414aaf735f7989dc452cb94c08f3c3590fa3bfe259ff89553cdb44bca878.jpg","https://img-eshop.cdn.nintendo.net/i/10d7c53be5980a59cd17dc0fc21c0a848dd3943e09b511df2a0cbd8c736440b1.jpg"],"size":321912832,"version":null},"70010000098664":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/820b3f38d958d5b540ce112858590a85d8b865375b1cc30a9dfa54957c2a9c65.jpg","category":["Juego de rol","Estrategia"],"description":"Five hundred years ago, the land of Caldera was plunged into endless darkness. Decades later, five moons rose in the sky, bringing light to the world and strange Gods with it. With them came the Dreams: calls to Devotion promising supernatural Gifts.\n\nThus, the new Calderan civilisation was born; a world of Devotion and Dreamers, Gods and Gifts, with a Dreamless Archon acting as the Gods' mortal representative. But Archons are not eternal, and a successor must be found.\n\nYou are Dreamless: free to choose your own destiny, to ask questions others dare not, or even become Archon yourself.\n\nWhat will you do, Dreamless one?\n\nFeatures:\n- Large, hand-designed open world\n- An infinite supply of dungeons generated using your character name\n- Over 100 varied enemy types, from fodder to bosses\n- 35 unique Gifts from the Gods, their usage changing with the moon phases\n- Sailing, ship-to-ship combat and boarding\n- A Dungeon Synth OST with over 50 tracks, all made using retro Mod Trackers!\n- A hidden magic system and many other mysteries\n- A bonus 100-floor megadungeon known as The Egg\n\nA note from the creator:\n\nHi folks. I've loved RPGs since the early 1980s, and grew up playing games like Lord British's 'Ultima' series and early Roguelikes. This is my love-letter to a style of gaming that has largely fallen out of fashion: with its vivid, bright sprites overlaid on stark black backgrounds, true open-world gameplay, and lack of handholding. The days I spent playing these games were spent in joyful exploration and discovery, venturing into the dark unknown, a co-author of the experience, filling in the gaps left by the primitive art with my imagination. For those of you who did the same, I hope Moonring recaptures some of the spirit of those days for you. For those who did not, I hope that the more modern conveniences you find in this game allow you to catch a glimpse of what we did 40 years ago.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/96741db10d86c5dd7958bff7af810b8e757ae1a14d94d5c1eb7ff12099c14554.jpg","id":"01004B201DE6A000","intro":"Travel, trade, sneak, fight and sail the world of Caldera in this retro-inspired open-world, turn-based RPG, featuring a mix of hand-crafted world and procedural dungeons.","isDemo":false,"key":null,"languages":["en"],"name":"Moonring DX","nsuId":70010000098664,"numberOfPlayers":1,"publisher":"Fluttermind","rating":10,"ratingContent":["Violencia de fantasia","Bajo contenido de sangre"],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/0813b5aff520b17315d82ebd82997e92ec63b5ca8ecef6ba226e3138a8a6cbab.jpg","https://img-eshop.cdn.nintendo.net/i/e4dcd9812a0fe8cf013feb418a86abffff307c9a68df7bc37fd9231567ed0ca9.jpg","https://img-eshop.cdn.nintendo.net/i/d78ffe52dd8d4889081cdb1e3f4c2913a94817c4c52716aa0feb017031c78494.jpg","https://img-eshop.cdn.nintendo.net/i/7c2358b251eeffdf92141e08517f981cf30641581d8bbc52255dce51796063e1.jpg","https://img-eshop.cdn.nintendo.net/i/c78e6b61c89dd178b1230cb894bec6b6122bbe9f646dff62532a0fae0641375b.jpg","https://img-eshop.cdn.nintendo.net/i/07549095f3cd1e06f1ad54a6b3207f72e394159dceca0e7755c9521f1fac9224.jpg"],"size":393216000,"version":null},"70010000099165":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/9a34ecd66cc4d0d36f7014aadf23cff725d7c5f7c89c2f61a228c9ddbd5558e2.jpg","category":["Acción","Aventura","Plataformas"],"description":"¡El ejército de gatos del shogun está atacando la aldea Kakamucho! Únete a Hank, un perro samurái en un mundo de gatos, y sus amigos para revelar un complot siniestro y salvar la aldea. Corta, corre y ríe mientras juegas a esta desopilante aventura de acción en tercera persona.\n\nHistoria\nJusto cuando pensaban que la batalla había terminado, Hank y Jimbo vuelven al combate, esta vez, contra el poderoso shogun. Así es, el líder del mundo Paws of Fury cambió de idea misteriosamente e intenta aplastar al dúo dinámico y a las aldeas bajo su protección con los ejércitos felinos. Tendrás que dominar las habilidades de samurái, proteger Kakamucho, rescatar a los amigos de Hank y descubrir quién está detrás del vil complot.\n\nConviértete en samurái\n• Demuestra tus habilidades y domina tus reflejos veloces en pruebas de samurái cada vez más difíciles.\n• Aprende habilidades míticas para atravesar el escenario rápidamente o emboscar a hordas desprevenidas.\n• Usa un arsenal de armas y artefactos para acabar con las crecientes oleadas de enemigos.\n\nProtege los asentamientos humildes\n• Defiende los templos de Kakamucho, Dookiehill y Pippishore de las invasiones de potentes enemigos, que incluyen emboscadores ninja, guerreros vikingos y élites con propulsores.\n• Usa trampas creativas para causar mucho daño y hacerles frente a los secuaces del shogun.\n• Forma equipo con personajes de Paws of Fury y usa sus poderes únicos para asistir en batallas épicas.\n\nExplora un mundo colorido y desopilante\n• Aventúrate en aldeas más allá de Kakamucho en un mundo vibrante, animado y lleno de sorpresas.\n• Desbloquea áreas, objetos y personajes jugables nuevos para expandir el reino a medida que progresas.\n• Descubre y completa misiones secundarias de personajes adorables y amigos viejos y nuevos. Obtén fama, premios y tesoros.\n\nRevela el complot malvado\n• Juega una campaña con abundante historia que sigue los eventos de Paws of Fury: The Legend of Hank.\n• Sigue la historia en escenas animadas con viejos amigos y personajes nuevos.\n• Rescata a tus amistades, reúne a los aldeanos y a tus aliados para acabar con la vil conspiración que amenaza el imperio, y así convertirte en un héroe legendario.\n\nAventuras samurái para todos\n• Jugabilidad divertida y accesible para todas las edades.\n• Pruebas samurái desafiantes para competir con tus amistades.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/b5e02a2feceaf4da41021cccac6d843ebab0843a6f13005e2e6b39abea07330a.jpg","id":"0100900023DBE000","intro":"Protege tu aldea de malvados gatos ninja y salva a todos al estilo samurái","isDemo":false,"key":null,"languages":["en","pt","es","fr","de","it"],"name":"Samurai Academy: Paws of Fury","nsuId":70010000099165,"numberOfPlayers":1,"publisher":"MAXIMUM ENT FRANCE","rating":10,"ratingContent":["Humor vulgar","Violencia de fantasia"],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/9959f1e597bbcda668cc8ee80f21c3f07417c9c07d3cdfb024ec8c7254103c40.jpg","https://img-eshop.cdn.nintendo.net/i/004851f101b4f46d71b4c7df0b539072b3a09c380bc33de46799d3567a67ce4a.jpg","https://img-eshop.cdn.nintendo.net/i/4cfb88dd19b03f3c9c15508eb84207015849b24839a6206c6b64232fbbdbbecc.jpg","https://img-eshop.cdn.nintendo.net/i/d540aac35771707dbd15489ff4e13bfe37c483838d509687060a9051270e6e75.jpg","https://img-eshop.cdn.nintendo.net/i/1ae1c8f04208830380933c0b990a96fd00de5d84d3a5022be50585c101ce8f7c.jpg","https://img-eshop.cdn.nintendo.net/i/4fb5747a7ccdcc977b074c8b90568de375d8b9dfe968b2ca61048b7b0a97e864.jpg"],"size":3491758080,"version":null},"70010000101151":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3f85a0ab2454add689809f9a0c1078ec90f9f15c616e8926254cb7315339d53c.jpg","category":["Arcade","Disparos","Acción"],"description":"REGRESA UN CLÁSICO ATEMPORAL El \nR-Type Delta es uno de los mejores matamarcianos de todos los tiempos que revolucionó el género cuando se lanzó en 1998. Ahora, 27 años después, la historia se repite con el R-Type Delta: HD Boosted. Con su preciso diseño de niveles, tres naves seleccionables, potentes armas Delta y la brillante mecánica Force, esta nueva edición demuestra que los clásicos de este calibre son realmente atemporales. Si jugaste al R-Type Delta en su día, esta es la oportunidad perfecta para sumergirte en su oscura acción de ciencia ficción. Si nunca antes habías disfrutado de esta obra esencial de la historia de los videojuegos, ahora es el momento. \n \nGRÁFICOS MÁS NÍTIDOS QUE NUNCA \nR-Type Delta: HD Boosted presenta gráficos de alta resolución que perfeccionan los bordes poligonales de esta joya de PlayStation hasta dejarlos más nítidos que el cristal. No habrás experimentado R-Type Delta de verdad hasta que lo juegues en alta definición. Además, esta versión incluye un nuevo modo de práctica para que puedas pulir tus habilidades hasta que sean tan impresionantes como la propia resolución. \n \nNUEVA MÚSICA DE HÜLSBECK, ISHIDA Y EL EQUIPO DE SONIDO DE USP \nLa música ambiental siempre ha sido uno de los puntos fuertes de R-Type Delta. La versión HD Boosted también incluye nuevas pistas opcionales compuestas por Masahiko Ishida (R-Type II, Image Fight), el equipo de sonido de USP (responsable de la banda sonora original de 1998) y, por último, pero no menos importante, Chris Hülsbeck, una auténtica leyenda de la música de videojuegos que ya trabajó en R-Type para C64 y Amiga. Esta nueva banda sonora del R-Type Delta: HD Boosted es, sencillamente, ¡de otro mundo! \n \nNARRATIVA AMBIENTAL \nLo que siempre ha hecho de R-Type Delta un título fantástico es su atmósfera oscura y sobrecogedora. Los matamarcianos no suelen ser conocidos por su narrativa, pero R-Type Delta: HD Boosted destaca por su argumento sencillo y minimalista, tan característico de finales de los noventa. Es una historia tan fascinante como inquietante, tan adrenalínica como perturbadora. Y todo ello sin que se pronuncie una sola palabra. \n \nEL SIGNIFICADO DE DELTA \nEl nombre “Delta” tiene varios significados. En primer lugar, la letra griega delta se asemeja a un triángulo, que casualmente tiene tantos lados como naves jugables hay en el juego. También es la cuarta letra del alfabeto griego, y R-Type Delta es el cuarto título de la saga. Por si fuera poco, el triángulo delta es el polígono más simple, lo que encaja perfectamente, ya que R-Type Delta fue el primer juego de la serie en utilizar gráficos tridimensionales poligonales en lugar de sprites bidimensionales. \n \nHISTORIA \nCorre el año 2163 y el caza R9 Arrowhead, con graves daños, acaba de regresar a la Tierra de su misión para destruir el imperio Bydo. La nave es rescatada por el crucero de batalla Croque-Monsieur y transportada a una estación espacial orbital. Un año después, los astrónomos de Asia central observan misteriosos objetos cayendo del cielo y, momentos después, se pierde el control de la plataforma de aniquilación orbital Moritz-G. Esta máquina de alta tecnología, capaz de destruir el planeta entero, desciende sobre una ciudad y la arrasa hasta los cimientos. Aunque sus armas de destrucción planetaria aún no se han activado, sus avanzados sistemas de defensa hacen que sea prácticamente imposible acercarse a Moritz-G. Se pone en marcha una desesperada operación militar y se despliega el prototipo de nave R9aII Delta para resolver la situación. ¡Así comienza la épica batalla de R-Type Delta! ","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c1828af76f2f0298adf36b2dde7cd74b0a86fce33b1ed79368897c85c21fb553.jpg","id":"0100B3B02459E000","intro":"Vuelve el legendario shoot'em up, pero ahora remasterizado, recargado y más nítido que nunca. ","isDemo":false,"key":null,"languages":["ja","en"],"name":"R-Type Delta: HD Boosted","nsuId":70010000101151,"numberOfPlayers":1,"publisher":"Clear River Games","rating":13,"ratingContent":["Sangre","Violencia de fantasia"],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/5d4c746216404a5635d8695bccc6fc5c69d8c3ad919c9ad0fcaf0c3f5685babc.jpg","https://img-eshop.cdn.nintendo.net/i/b4a583f1753ef9b526f6f5baa0554c5e3a1b90f4c5b2bd06b1feb3712d81254a.jpg","https://img-eshop.cdn.nintendo.net/i/ccdb15adea2a5b5c4a500423e4b5950dadc09aef2b96536cb4be041248f734f3.jpg","https://img-eshop.cdn.nintendo.net/i/deb26bc6cce6e56945bdadba3425c1518816d61fe730b52d41310611f5d17862.jpg","https://img-eshop.cdn.nintendo.net/i/88da92603059b770da7505e7f9c71d76a682c74ce7de55ff670a2f5574cd7a5c.jpg","https://img-eshop.cdn.nintendo.net/i/e69b00c53cdea9e1d5dc681411a26f3f4c909555509861fc2364aee979cea0e7.jpg"],"size":908066816,"version":null},"70010000102079":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/edf52e778a1819edf80d0502557203cc581b75d1f11d3ac48d9b3960ad62e2f5.jpg","category":["Simulación","Estrategia","Acción","Aventura"],"description":"Supermarket Simulator\n\nStep into the world of retail and experience what it’s like to manage your very own supermarket!\nIn Supermarket Simulator, you’ll take control of every part of the store — from stocking shelves to serving customers — all in a realistic and fun 3D environment.\n\nOrder products, restock inventory, and organize shelves to keep your store running smoothly. Greet your customers, handle checkout transactions, and make sure everyone leaves happy. As your business grows, you’ll earn money to expand your store, upgrade equipment, and unlock new products.\n\nWhether you love management games or just want to relax and build your dream shop, Supermarket Simulator offers a satisfying experience for all ages.\n\nFeatures:\n\n• Realistic 3D supermarket environment\n• Stock shelves, scan items, and serve customers\n• Manage inventory and balance your profits\n• Upgrade your store and unlock new products\n• Enjoy casual, relaxing gameplay suitable for all players\n\nAre you ready to open the doors and become the best shop manager in town?\nYour supermarket adventure starts now!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/a7c9b72eb77c991009b1d9e96220d2eea2d509e39a65e87d8cf00b10253fa6f4.jpg","id":"010049A0248BA000","intro":"Experience the life of a shop manager\nKeep shelves full and customers happy\nBuild your dream supermarket!","isDemo":false,"key":null,"languages":["en"],"name":"Supermarket Simulator Store","nsuId":70010000102079,"numberOfPlayers":1,"publisher":"INVECTOR GAME STUDIO","rating":6,"ratingContent":[],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/48012e3df4819b7a5fdb44304073cab84ee061017bdc5bfe5ab42770f89f1270.jpg","https://img-eshop.cdn.nintendo.net/i/f86ef6a045f583559c6f03d083fc981ed7710edb0c24779381da6c112976a426.jpg","https://img-eshop.cdn.nintendo.net/i/89c9dfb8223b69e138b65d157dd02c28c4faf8eb34672c2031058ccaba029bfa.jpg","https://img-eshop.cdn.nintendo.net/i/97d907e0b57308d2a601e3a5330e8df4c3900cf5e2a8dac5963912dbc841b153.jpg","https://img-eshop.cdn.nintendo.net/i/70efed394489977d3ec0da2f51656cbf73062797d2d729288a3b2f650e98bf5d.jpg","https://img-eshop.cdn.nintendo.net/i/9af19ed00a92162f1b26e97ba4786e08e741ce971ce43375d42657f7abe84940.jpg"],"size":425721856,"version":null},"70010000102470":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e7cae3ad2ec215ffc9dcfb38639b48bd9606e77d4e020bbfd81dc0c871cf546a.jpg","category":["Acción","Plataformas","Disparos","Arcade"],"description":"NEON INFERNO es un híbrido entre desplazamiento lateral y galería de tiro donde la acción se lleva a cabo tanto en primer como en segundo plano. Mientras que las facciones guerreras luchan por el control de una Nueva York distópica, tú te sumas a la pelea como homicida de la Familia. Este es un sindicato criminal famoso que está decidido a eliminar a sus rivales y a dominar el campo de batalla metropolitano. Con un pixel art hermoso y una banda de sonido sugestiva, Neon Inferno ofrece una experiencia de acción en 2D moderna y elegante con un toque de cyberpunk.\n\nELIGE A TU ASESINO O ASESINA\nControla a Angelo Morano o a Mariana Vitti y combate en las calles, ¡abriéndote paso entre tus enemigos a explosiones, desvíos y destajos! Con una gran cantidad de mejoras y una impresionante colección de armas, tendrás el equipo necesario para inclinar la balanza del conflicto urbano a tu favor.\n\nDISPARA CERCA, APUNTA LEJOS\nJunto con la acción tradicional del run-and-gun, podrás atacar a tus enemigos en primer y en segundo plano, desviar sus proyectiles para que vuelvan a ellos con \"Cámara lenta\", y ¡apropiarte de vehículos para que persigan a tus objetivos! ¡Elige tu nivel de dificultad o desafíate en el modo Arcade con un solo crédito!\n\nUNA OPERACIÓN CONJUNTA\n¡Juega con una amistad para expandir el reino de la Familia por toda la ciudad! Con dos personajes y la potencia de fuego duplicada, ¡tu carnicería no tendrá límites!\n\nOBJETIVOS EN LA MIRA\nEnfréntate a una galería de delincuentes de jefes rebeldes, uno al final de cada misión. Todos los jefes son únicos, ¡los cuales cuentan con muchos ataques y varias fases que pondrán a prueba tus habilidades!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/9be9c10013234822dda39f15e87ba7de62687302e75b3f325eebcb527ff32e64.jpg","id":"01008DD0249BC000","intro":"Recorre las calles de una NY futurista en este run-and-gun en 2D, ¡para 1 o 2J!","isDemo":false,"key":null,"languages":["ja","en","es","pt","fr","de","it","ru","ko","zh","zh"],"name":"Neon Inferno","nsuId":70010000102470,"numberOfPlayers":2,"publisher":"Retroware","rating":13,"ratingContent":["Sangre","Referencia a drogas","Uso de tabaco","Violencia"],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/affa7b57eed477c614446e23d95bffaa961f9374fb5845abc2a9df2dfd49996b.jpg","https://img-eshop.cdn.nintendo.net/i/c2886ed4901b17eb7fe71e11f9114f9558728a7b02d5df35a44fbdf758c6b381.jpg","https://img-eshop.cdn.nintendo.net/i/e1b4a426f3f7837a61eedc1a5c9013d8b023963dde8f549dc70c4556cbdb798e.jpg","https://img-eshop.cdn.nintendo.net/i/e7fec31d1acc372cab1e1143a251e65e77afe0193476e1efcb554736e5b3e4a2.jpg","https://img-eshop.cdn.nintendo.net/i/f2405b25878507c1793cbbf77c0f2203859496b6e26fd48b0784deb87ed52758.jpg","https://img-eshop.cdn.nintendo.net/i/cf084137997209c2ad031878611934a8e64fba4f9da87504d30c9840fdf10ed8.jpg"],"size":1314914304,"version":null},"70010000106487":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e4f8a3458f9fbdc0ab79a10ef46230c70e10a9117f8864a4971d032e0cd2f704.jpg","category":["Acción","Aventura","Simulación","Otros"],"description":"Atiende el acogedor quiosco, empapado por la lluvia, y sirve la comida a unos clientes muy \"interesantes\".\n\nSigue con los pedidos, sumérgete en la atmósfera inquietante e intenta no pensar demasiado en qué le pasó al último que trabajó aquí (se ha... ido. Dejémoslo ahí).\n\nEl trabajo parece sencillo: voltear unas hamburguesas, servir bebidas y no hacer demasiadas preguntas.\n\nPero cuanto más avanza la noche, más te das cuenta de que algo no va bien.\n\nCon cada turno, te acercas más a la verdad.\n\n¿Podrás descubrir los secretos sin perder la cabeza ni cocinar demasiado la carne?\n\nCARACTERÍSTICAS:\n▪ Tres modos de juego: Historia, Infinito y Relax: vive el juego a tu propio ritmo.\n▪ ¡ATRAPA a tus clientes! Un elenco de clientes habituales te mantendrá entretenido toda la noche.\n▪ ¡Preparados, listos, a cocinar! Pica verduras, asa carne, sirve bebidas y mantén a tus clientes contentos.\n▪ Ahora disponible en 15 idiomas: elige el tuyo para gritar en tu lengua materna.\n\nIdiomas adicionales:\n- Árabe (AR),\n- Polaco (PL/POLSKI),\n- Serbio (SR/СРПСКИ),\n- Turco (TUR/TÜRKÇE),\n- Ucraniano (UA/УКРАЇНСЬКА).","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/7e36561f9f5dd19b58d634d9172cbe6d13f100bba5aa3bd8278d8d0de1b02ecf.jpg","id":"010017D0256DC000","intro":"Kiosk es un juego de cocina de terror donde la parrilla está caliente, la lluvia es fría y el turno de noche… se vuelve cada vez más extraño.","isDemo":false,"key":null,"languages":["ja","pt","en","es","fr","de","it","ru","ko","zh"],"name":"Kiosk","nsuId":70010000106487,"numberOfPlayers":1,"publisher":"Feardemic","rating":13,"ratingContent":["Violencia"],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/98f31f37a5e793cadc8aaa5b368532a3df956ed9eb4e6695a4f18db6e5de2c82.jpg","https://img-eshop.cdn.nintendo.net/i/b53e78f8c463b8b4f8b4ee1433af1f58041734580da05704fa28986fd3d5dbd6.jpg","https://img-eshop.cdn.nintendo.net/i/488b8ed5d6bcd86e55bd2515e539bfdd60f2a2fe96038238d1a01de74719c782.jpg","https://img-eshop.cdn.nintendo.net/i/abb3a13a6f299bc1bf10b59c3edaf230f11d62e9ac39fcbe4dfa36a626974658.jpg","https://img-eshop.cdn.nintendo.net/i/eaf3326ba3bfb4b02ec451f709c0bb7f6df735cc913f2f1c36db05b938287f39.jpg","https://img-eshop.cdn.nintendo.net/i/38562e46c3b042157290e861e6ae61ef68e4fa6a1c564559ff0f1d2268dc3190.jpg"],"size":248512512,"version":null},"70010000106723":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0e6f1cf93102cd10ce506d2e7863d3cc362e79eb6109e6bea9e30052b1223c6b.jpg","category":["Estrategia","Juego de rol","Simulación","Multijugador"],"description":"Explora un planeta transformado, negocia o conquista nuevos territorios, lleva la llama de la civilización a las colonias humanas en retroceso y prepara a la humanidad para una guerra contra una entidad déspota.\n\nDISFRUTA DE UNA LIBERTAD SIN PRECEDENTES\n Dile «sí» a una rejugabilidad con sentido. ¡Dile «no» a un juego aburrido y predecible! \n\n Revival crea un gran abanico de posibilidades para que te diviertas. Desde cambios repentinos de tiempo a oleadas de zombis y prohibiciones de ciertos tipos de arma. No sabes dónde te has metido. \n\n Adáptate a las nuevas condiciones con el sistema de edictos que te permiten terraformar el planeta y configurar las reglas de la partida en regiones específicas del mapa. Protege tu asentamiento de los cambios con las construcciones de escudos especiales o aceptando las bendiciones del árbol tótem de la tribu.\n\nAVANZA DE ÉPOCA\nLos supervivientes de la terrible catástrofe que casi destruye la humanidad tienen habilidades únicas y bonificaciones que afectan a tu estilo de juego. Elige la tribu adecuada a la que proteger y ayuda a que tus seguidores evolucionen a través de las diferentes épocas hasta los asentamientos futuristas y la tecnología más puntera.\n\nCOMBATES TÁCTICOS\nLídera un ejército en sintonía con tu forma de juego y equipa a tus tropas con una variedad de componentes, que también puedes crear. Adapta tu táctica a las intensas batallas por turnos, mezcla y une diferentes partes y usa las coberturas destruibles de forma inteligente para acabar con tus enemigos.\n\nEXPLORA LA TIERRA TRAS UN CATACLISMO DEVASTADOR\nRevival tiene lugar en tu hogar, pero el paisaje y el clima han cambiado de forma radical. Descubre artefactos precataclismo y anomalias con comportamientos inesperados. Enfréntate a bestias salvajes que han evolucionado para sobrevivir en estas condiciones y también a temibles autómatas mecánicos que vagan por las tierras.\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/429a53208866c2a0dc096203433a52712908789be5fdcd2a1d17fc5b4ff8307e.jpg","id":"01004F20257AE000","intro":"Ambientado en una Tierra posapocalíptica, Revival es un juego de estrategia y gestión donde el mundo cambia en momentos clave, ofreciendo una experiencia intensa y rejugable.","isDemo":false,"key":null,"languages":["ja","en","fr","de","ru","ko","zh","zh"],"name":"Revival: Recolonization","nsuId":70010000106723,"numberOfPlayers":2,"publisher":"HeroCraft","rating":13,"ratingContent":["Violencia"],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/adec404ec140786be26e5e272ccd4277654e800aa4d6978dc72f44a0cb657cff.jpg","https://img-eshop.cdn.nintendo.net/i/9f197ae1545534acb16c06d7e75993f6175d4d9ee5530fc2c2c7606155b28ccf.jpg","https://img-eshop.cdn.nintendo.net/i/d80cc78637bd82cd3fd8d4e490b6eb5232db7b71feadacf5f6fb315d2d2e6908.jpg","https://img-eshop.cdn.nintendo.net/i/a36c5e53d5cc1d154654a7a8895853d49f5a95908029c6ebbdd4b496e35d8c81.jpg","https://img-eshop.cdn.nintendo.net/i/42d06a5ac752e558c5b674a6344a21dad79d9972ed07253da6654883587fdc1e.jpg","https://img-eshop.cdn.nintendo.net/i/259ac8cdc93a92daa21335fc1bb919d218c014207e0d089799a1c311f3d1a40d.jpg"],"size":676331520,"version":null},"70010000106933":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e5e8fe3991c25c063030606793a35f43b8400a27da041a883397dd5f661ce03b.jpg","category":["Estilo de vida","Simulación","Comunicación","Herramientas"],"description":"¿Y si cada planeta tuviera un corazón?\n\nEn Planet Romance Girls: Conquer the Zodiac Horoscope, el sistema solar cobra vida... literalmente.\n\nCada planeta toma forma humana como una chica misteriosa y encantadora, nacida de la energía cósmica y las emociones del universo.\n\nA medida que te acercas a ellas, su brillo celestial se apaga y sus sentimientos comienzan a despertar.\nPero el amor entre un mortal y un planeta nunca fue algo sencillo...\n\n¿Podrás enseñarles a las estrellas lo que significa amar, o será el universo quien rompa tu corazón primero?\n\n\nCaracterísticas del juego\n\n● Cita con los planetas – El encanto de Mercurio, la atracción de Venus, el misterio de Saturno… cada mundo oculta un alma por descubrir.\n\n● Obsérvalas transformarse – Tus decisiones despiertan emociones que convierten a los planetas en humanas, cuerpo y corazón incluidos.\n\n● Simulador de romance zodiacal – Un viaje surrealista por la astrología, el destino y el deseo.\n\n● Finales múltiples – ¿Reescribirás las estrellas… o te perderás entre el polvo cósmico?\n\n\nEs mágico.\nEs cósmico.\nEs amor escrito en las estrellas. \n\n¿Estás listo para enamorarte de los planetas?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/a281d79b6d0db359d0ab109c9580c2625eaa9c0eb7f52f2379325ba49de472bc.jpg","id":"0100CB7025906000","intro":"Coquetea con los planetas. Enamórate del universo.\nLas estrellas no solo te observan… también te desean.","isDemo":false,"key":null,"languages":["ja","en","es","ko","zh","zh"],"name":"Planet Romance Girls: Conquer the Zodiac Horoscope","nsuId":70010000106933,"numberOfPlayers":1,"publisher":"Red Fables","rating":13,"ratingContent":["Temas insinuantes"],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/7f915360b6364e18afb45dbd1df409e06223c0db099866a8cce7e4fe118c18e5.jpg","https://img-eshop.cdn.nintendo.net/i/6a7057764e32c457ad222e84de7433e263d3736e7e640642aafb6569c6096539.jpg","https://img-eshop.cdn.nintendo.net/i/a54609e2644717daedca2831c2542c8118868aa1fa07967ef71cef13b80f9bc2.jpg","https://img-eshop.cdn.nintendo.net/i/fc73f50ab6cf6bfe22a36d9503a0823b7c016a72c303f64f0790c45cbe3ce682.jpg","https://img-eshop.cdn.nintendo.net/i/594924ac5cf18d067bb770776108fd6339401a926b1fb7ceb2399b0ac878efab.jpg","https://img-eshop.cdn.nintendo.net/i/7b19b76b2387744e239180b1c61fdc06315ffbb7e9190dccc93bdcbd404d3672.jpg"],"size":719323136,"version":null},"70010000106958":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/36b1617b95988da9c2c6a8cf327321046da708eac3c47edb7d0343397a196873.jpg","category":["Estilo de vida","Simulación","Comunicación","Herramientas"],"description":"¿Y si cada planeta tuviera un corazón? \n\nEn Planet Romance Boys: Conquer the Zodiac Horoscope, el sistema solar cobra vida… literalmente.\nCada planeta adopta forma humana: chicos misteriosos, bellos y cargados de energía cósmica y deseo.\n\nA medida que flirteas con ellos, comienzan a humanizarse—su esencia celestial se desvanece mientras despiertan sus emociones.\nPero el amor entre un mortal y un planeta nunca fue sencillo…\n\n¿Enseñarás a las estrellas a amar, o será el universo quien rompa tu corazón?\n\n\nCaracterísticas:\n\n● Sal con los planetas – El ingenio de Mercurio, la pasión de Marte, la melancolía de Saturno… cada mundo esconde un alma por descubrir.\n\n● Míralos transformarse – Tus decisiones despiertan emociones que convierten planetas en humanos, cuerpo y corazón incluidos.\n\n● Simulador de romance zodiacal – Un viaje surrealista por la astrología, el deseo y el destino.\n\n● Múltiples finales – ¿Reescribirás las estrellas… o harás arder el cosmos?\n\n\nEs raro.\nEs cósmico.\nEs amor a escala universal.\n\n¿Listo para coquetear con los planetas?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/49bb2162a8af306420f5dc5ad64ae8549e6abb458002c0219197fe6f7b4bd453.jpg","id":"0100BCC025912000","intro":"Coquetea con los planetas. Enamórate del universo.\nLas estrellas no solo te observan… también te desean.","isDemo":false,"key":null,"languages":["ja","en","es","ko","zh","zh"],"name":"Planet Romance Boys: Conquer the Zodiac Horoscope","nsuId":70010000106958,"numberOfPlayers":1,"publisher":"Red Fables","rating":13,"ratingContent":["Temas insinuantes"],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/ed0d51994c696ee49ea40c8d3c86d0f8009b0018becdc1bf177fbd2deb8e7703.jpg","https://img-eshop.cdn.nintendo.net/i/a893ca0d7b1f5e28babbd43a363a3217f87c7488f3ae1a5a4b8c646b0a054a6d.jpg","https://img-eshop.cdn.nintendo.net/i/02d9365b192f866c146a1638bac394f2d338046998b1aea5ba3e75cddb0f6360.jpg","https://img-eshop.cdn.nintendo.net/i/bc7d7a168106a584911620000e7ad3375c1a7b2699a2cfb85a511902ff14ac17.jpg","https://img-eshop.cdn.nintendo.net/i/e9cdb3e12c5adf44c153f2c0e5b3431b935ff0ceb70fa1b73908cf0b398a78ad.jpg","https://img-eshop.cdn.nintendo.net/i/7dd62090159ce55ca5627e236ef9a1ee00d2ae6ac700bc9f8502b8c85366680a.jpg"],"size":715128832,"version":null},"70010000107322":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ec0206385fa48909af581429c9c0e1f452533b19ab574895c7474aa4e3ac778f.jpg","category":["Plataformas","Estrategia","Otros"],"description":"Cookie's Trails es un acogedor rompecabezas táctico ambientado en un mundo postapocalíptico con un toque dulce. El jugador guía a un simpático hámster superviviente por senderos llenos de zombis, recogiendo bates de béisbol y botiquines para llegar sano y salvo al campamento.\n\nLas piezas hexagonales del camino pueden girarse y reposicionarse, creando rutas continuas y estratégicas. Cada nivel exige usar todas las piezas, combinando obstáculos, enemigos y recursos de manera creativa. Los zombis bloquean el paso, los bates permiten derrotarlos y los botiquines curan heridas, pero solo en posiciones específicas.\n\nEl juego cuenta con 30 niveles que aumentan en tamaño y complejidad, introduciendo nuevos tipos de piezas, múltiples supervivientes y desafíos que requieren coordinación cuidadosa. Para ganar, es necesario planear cada movimiento y encontrar la ruta perfecta hacia el campamento.\n\nCompletar un nivel garantiza el progreso, pero llegar sin heridas otorga una estrella especial con forma de galleta, lo que incentiva la rejugabilidad y la búsqueda de soluciones más optimizadas.\n\nCombinando estrategia, encanto y una ambientación única, Cookie's Trails es la elección perfecta para los amantes de los rompecabezas desafiantes y llenos de personalidad.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/fd51532805cc8b08fd8b09cde889b37ef205093a2183bd20b051403efb2b7abe.jpg","id":"0100168025A34000","intro":"Lógica, valentía y muchas galletas en el camino","isDemo":false,"key":null,"languages":["en","pt"],"name":"Cookie's Trails","nsuId":70010000107322,"numberOfPlayers":1,"publisher":"Afil Games","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/922c2d85623046571cd5a1f50f65403d04b5639be5d917f97030e422a39d5ef1.jpg","https://img-eshop.cdn.nintendo.net/i/322f80408bee6dc5a720ec904dba629904c1782462a57f8a9e742c93bada6218.jpg","https://img-eshop.cdn.nintendo.net/i/676f6d9479941cf0f6b03f63adad51e0beaffd7db276dbe48b672a1d837a6c86.jpg","https://img-eshop.cdn.nintendo.net/i/ebfd084d18a96fb2cfe61015524bc09b50f486f177b8a2402833395ea909375d.jpg"],"size":190840832,"version":null},"70010000109748":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/792b2f0d4cd9e12dd819a1c50147302100dee582098425e14d75aa24b62f4ca8.jpg","category":["Rompecabezas","Aventura","Simulación","Estilo de vida"],"description":"El verano puede estar llegando a su fin, pero tu aventura no ha hecho más que empezar. En Summer Unpacked, revivirás los acogedores momentos de tus días de verano a través de muchos niveles de rompecabezas encantadores. Clasifica tus recuerdos, organiza tus maletas de viaje y redescubre las pequeñas alegrías que hicieron que la temporada fuera especial. Cada rompecabezas es un suave recordatorio de las tardes soleadas, los picnics junto al mar y las largas y doradas puestas de sol.\n\n\nRelájate, tómate tu tiempo y disfruta de un juego relajante diseñado para recuperar esas cálidas sensaciones veraniegas. Ya sea doblando ropa, ordenando postales o colocando recuerdos en el lugar perfecto, cada nivel cuenta una tranquila historia de nostalgia y paz. Es la forma perfecta de decir adiós al verano... sin dejarlo marchar del todo.\n\n\nCARACTERÍSTICAS PRINCIPALES: \n- Más de 30 acogedores niveles de rompecabezas inspirados en el final del verano.\n- Jugabilidad relajante llena de suaves retos de lógica y organización.\n- Hermosos gráficos bañados por el sol y una tranquila banda sonora ambiental.\n- Atmósfera agradable perfecta para relajarse.\n- Satisfactoria mezcla de rompecabezas de clasificación, ordenación y encaje.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/86c64ab488fe4434c5903038f3a20ed950913ba4e2bdb5b2fd29a6c35ee59069.jpg","id":"0100CBE025C6A000","intro":"Desempaqueta tus recuerdos, relájate y deja que el verano se prolongue un poco más.","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it","ko","zh"],"name":"Summer Unpacked","nsuId":70010000109748,"numberOfPlayers":1,"publisher":"REDDEER.GAMES","rating":6,"ratingContent":[],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/b245daa87f4de6e336dd63374f735612b239af59df2b1601a039521f25f6d9c9.jpg","https://img-eshop.cdn.nintendo.net/i/e25e89701f48212868a15115561550b040c835e5554547357a6c69f75c1ae21e.jpg","https://img-eshop.cdn.nintendo.net/i/fcd897b71bb37d6f6eae290fec7d29f934d75f75a8d533f0fffdc5beac7aa4fc.jpg","https://img-eshop.cdn.nintendo.net/i/5381b1fc93e02628a9834a3ef2ed1598b2076c5ec14216fd6c7554b24aab6d20.jpg","https://img-eshop.cdn.nintendo.net/i/6cd8f3f36f314f2792f5c2d006d05e61f59516388683ddc251c4f023e26d3f73.jpg","https://img-eshop.cdn.nintendo.net/i/e62014e1eeff43d2a8ba39f3c63dab5358835d3d8fea011b55349e8448ad68f5.jpg"],"size":1099956224,"version":null},"70050000047079":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d1a54bba746f1de6717d66987d37c5624cb300d5d4cd2f7890b00b719ba35f24.jpg","category":null,"description":"La temporada 4: Amber Dusk se incluye en el Pase de Year 1.\n\n¡Llega el otoño a la temporada 4 de Expeditions!\n\nTodo proyecto de investigación necesita exploradores, y las montañas llaman por última vez. Completa tu viaje todoterreno en los Tatras y ayuda a los científicos a entender mejor las tierras salvajes. Recorre valles idílicos transformados por unas inundaciones recientes, adéntrate en el subsuelo y descubre los restos de eras pasadas: desde columnas de basalto hasta templos en ruinas.\n\nLa temporada 4: Amber Dusk incluye:\n\n• Dos nuevos mapas en los Tatras, la Cresta de la espina del gato y la Cresta del lago del búho, que incluye una zona de interior explorable: el zigurat antiguo.\n• Dos amplios sistemas de cuevas, llenos de ríos subterráneos, ruinas laberínticas y corrientes de lava.\n• Tres camiones nuevos: el Shiba Dart SR-V, una de las camionetas más fiables de la historia, el G&S Caravan A1, un vehículo todo terreno que vale para todo, y el ANK XM75, un campeón todoterreno modificado.\n• Dos nuevos especialistas: un gerente que puede cambiar el contenido de las entregas aéreas y una operadora que permite instalar objetos en el terreno con drones voladores.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01002C101C1AB007","ids":["01002C101C1AB007"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Expeditions: A MudRunner Game - Season 4: Amber Dusk","nsuId":70050000047079,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":6,"ratingContent":["Sin Descriptores"],"region":null,"releaseDate":20251120,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/ac325ba638f4a6c56b5d90d4ae62787131cbe505da12ac7190065f24335f10db.jpg","https://img-eshop.cdn.nintendo.net/i/53faa0cc9fdff585c41f6331b1662b8f74fc15a102197e62fc316a0821b6fca6.jpg","https://img-eshop.cdn.nintendo.net/i/e4580dbf8173399b7e1159172d25cbb7d618e104f62bd99626ef1fbd2391f3bd.jpg","https://img-eshop.cdn.nintendo.net/i/1fc6647081bf0cd3f269ed614b97e3168cd00617135f2f3e04ffd489c22004bc.jpg","https://img-eshop.cdn.nintendo.net/i/18fedd17b0fa8316cc130183d1d8802cb375aceecc923b97792769fe8ba1bbea.jpg","https://img-eshop.cdn.nintendo.net/i/b2ee74b1429612c47bb470d91f6101255d809a17c2dacdc9865dd529a217c962.jpg"],"size":3145728,"version":null},"70010000083782":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5e77f4eb684b34bcf3538df64cfb115d3e19246bb0d492144e557c6dacac43c3.jpg","category":["Arcade","Acción","Aventura","Juego de rol"],"description":"¡La ciudad de Mámmon puede ser un lugar duro para vivir! Los demonios están por todas partes, y el único trabajo decente en la ciudad consiste en cazarlos. Ponte en la piel de Sophie, sacerdotisa de la espada y un manojo de nervios, y de Anna, bruja de fuego y desastre andante, mientras luchan, coquetean… y tratan de pagar el alquiler. Caza horribles demonios, enfréntate a tu jefe corrupto, descubre los oscuros secretos que esconde Mámmon City y demuestra que el mal no tiene nada que hacer contra el poder del amor (y de las novias).\n\nCaracterísticas:\n\n• ¡Combates contra jefes a toda velocidad y con ritmo, en un sistema de batalla único para dos heroínas!\n• Encadena combos para causar más daño y aturde a tus enemigos con el ¡LOVE Breaker!\n• ¡Mientras Sophie o Anna sigan en pie, podrán revivir a su novia!\n• Conoce a un colorido elenco de inadaptadas queer.\n• ¡Manda mensajes a tus amigas! ¡Y también a tus enemigas!\n• ¡Coqueteo! ¡Citas! ¡Lesbianas!\n• Potente banda sonora chiptune compuesta por RoccoW.\n• Opciones de dificultad ajustables para quienes prefieren una experiencia más relajada.\n• Una wiki interna repleta de información confidencial sobre los jefes.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/ff3e2de64c3113e93b55136c5d28fe8191bf27067ea867abad3affd474c31d98.jpg","id":"0100D8E01FC54000","intro":"LESBIAN DEVIL-HUNTING ACTION!!","isDemo":false,"key":null,"languages":["en","es","fr","de","it"],"name":"BOSSGAME: The Final Boss Is My Heart","nsuId":70010000083782,"numberOfPlayers":1,"publisher":"Dolores Ent.","rating":10,"ratingContent":["Lenguaje moderado"],"region":null,"releaseDate":20251121,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/3238ae57c2ae2db3f82005dfa40dbdeed7a50dafae22dac0f971abd673e877de.jpg","https://img-eshop.cdn.nintendo.net/i/9957139fa5bd8241fc8c353c2cc156fe39f22f81b1d41a4020c6fecbaa3ed0fb.jpg","https://img-eshop.cdn.nintendo.net/i/de3d518cfcf599b8ddc843fa146c36d199c8878b6fa8ec7cb71f6a5aa1905b13.jpg","https://img-eshop.cdn.nintendo.net/i/fa75fb8e10f847ee35c43f5af57469ff2d9a43f55a4b81dc54212b061d288613.jpg","https://img-eshop.cdn.nintendo.net/i/4df651219ec7789b27eeb22353195873d0f7255de1b018a0d36e34cf6a82ede6.jpg","https://img-eshop.cdn.nintendo.net/i/89464917a30bcf8fef4921ba2df057620c9c7b41312d094ed94665e0b47f036e.jpg"],"size":330301440,"version":null},"70010000096366":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4a664ce75fddaff170ebd6a368bc9c661502044aa6b4b5583bd29c576c80fe8d.jpg","category":["Acción","Peleas","Multijugador","Arcade"],"description":"Adéntrate en un mundo de matanzas pixeladas con Terrifier: The ARTcade Game, un juego de lucha beat ‘em up gore repleto de acción intensa, humor negro y mucha diversión inspirado por los clásicos de lucha de los años 80 y 90.\n\nMATANZAS DE INSPIRACIÓN RETRO\nMétete en la piel de Art The Clown el siniestro e impredecible villano de la saga Terrifier, y extiende el caos por una gran variedad de escenarios. Cada fase es un set de rodaje en el que se está produciendo una película sobre Art, ¡hasta que llegas tú para ponerlo todo patas arriba!\n\nTE QUEDARÁS SIN RESPIRACIÓN\nAnimación y arte pixelado deslumbrantes: El juego capta la esencia de las películas Terrifier con un espectacular arte dibujado y animaciones fluidas que muestran la acción con una vistosa repugnancia.\n\nCaos multijugador: Haz equipo con hasta 4 jugadores para vivir una experiencia cooperativa local de caos total. Colaborad (o enfrentaos) en varios modos de juego.\n\nUn sangriento arsenal de armas: Utiliza varias armas, desde motosierras hasta cuchillos de carnicero, para convertir a tus enemigos en un montón de pulpa sangrienta. \n\nDiversos escenarios y batallas con jefes: Recorre múltiples fases, todas con diferentes caminos que explorar y enemigos que vencer. Prepárate para intensos combates con jefes que pondrán a prueba tus habilidades.\n\nMúsica chiptune: Revive la edad dorada de los videojuegos con una gloriosa banda sonora de 8 bits que complementa la estética retro a la perfección.\n\nAtaques y remates apabullantes: Disfruta de los hilarantes y violentos ataques que harán que cada pelea sea tan entretenida como brutal. ¡Los remates dejarán una impresión de cruento deleite!\n\nMúltiples modos de juego: Entre los 6 modos de juego diferentes encontrarás uno que sea de tu gusto, tanto si quieres jugar una sesión rápida de beat ‘em up como si quieres un desafío más prolongado. \n\n¿Estás listo para dejarte llevar por la locura y convertirte en el terror de todos? ¡Entra en Terrifier: The ARTcade Game y que empiece la matanza!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/9eeeb1f9c597df3453a3532bc6f054c7b204bf98260f76935f784d19b348cbec.jpg","id":"0100D2F023288000","intro":"Terrifier: The ARTcade Game, un sangriento beat em up de lucha retro con acción frenética y un montón de diversión y referencias a la franquicia Terrifier.","isDemo":false,"key":null,"languages":["en","es","pt","fr","de","it"],"name":"Terrifier: The ARTcade game","nsuId":70010000096366,"numberOfPlayers":4,"publisher":"Selecta Play","rating":17,"ratingContent":["Derramamiento de sangre","Lenguaje fuerte","Violencia"],"region":null,"releaseDate":20251121,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/13f81a000d12d3785d4d9a71d4712298415cfea33244394932accb97a0453da9.jpg","https://img-eshop.cdn.nintendo.net/i/50f339f073c17e49dbb8cc33ca847cc43ecdb8829f7b6ff99cac8877028661e7.jpg","https://img-eshop.cdn.nintendo.net/i/5381c159b7e3cc142e5a931567b7695e92297a5a84d091b9ba4c30ad1596933f.jpg","https://img-eshop.cdn.nintendo.net/i/e34496fc82d1958abf9be29876e3891576a0968fe78cb3923c72735f9625b7ba.jpg","https://img-eshop.cdn.nintendo.net/i/f372332ad9e0b0057f9223a94173b20f1ac5690d1521c9404b60fab17347df1f.jpg"],"size":832569344,"version":null},"70010000100435":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4e9c2f4e45ff02463a3450b59e2f6dfb00b95e549df60685a8ef29ac2cb8f871.jpg","category":["Disparos","Plataformas","Acción"],"description":"The Great Rebellion: 2084 Edition is a cyberpunk 2D sidescrolling run'n'gun roguelite using mouse/twinstick-shooter controls. It features randomly generated levels, multiple difficulty modes (including optional permadeath), a dynamic soundtrack and an upgradeable player character.\n\nIn this Cyberpunk-inspired run'n'gun-roguelite the world is controlled by technocratic elites who seek digital immortality and transcend their human bodies and they will stop at nothing to achieve their goal.\n\nFight through levels in glorious 16bit-style retro pixel art and listen to an awesome dynamic soundtrack while you blast away robots using one of 60+ weapons. Upgrade your character, find items, unlock allies that will help you and find the spirits of  mythical heroes that will give you special powers. Now it is your turn to join the Great Rebellion!\n\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/aa610da80f740b0bfc235b935e4ee266e4dff06b4379dccb8d24926b3258a3c6.jpg","id":"01007DC0242E6000","intro":"Immerse yourself in the dystopian Europe of the year 2084, where the Lucis Lux Mega-Corporation owns everything and the people own nothing.","isDemo":false,"key":null,"languages":["en"],"name":"The Great Rebellion: Edition 2084","nsuId":70010000100435,"numberOfPlayers":1,"publisher":"AIP","rating":13,"ratingContent":["Violencia de fantasia","Lenguaje","Temas insinuantes"],"region":null,"releaseDate":20251121,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/33711134e51cde4a256106c6be3ff8d64ae2e37fcc0f2264128b4f3ef52ae665.jpg","https://img-eshop.cdn.nintendo.net/i/436ed3773d38d29cac14cac7d1189dfa9c44151bd0c79a0948b8b119fb390c37.jpg","https://img-eshop.cdn.nintendo.net/i/8623f0e8381260e7b9099c506bc9a1150ace18ed54fe38d9cfda0c5fed330ff9.jpg","https://img-eshop.cdn.nintendo.net/i/5c75284fb8cccb7dae7ae9fa1cf5c4f00132f42f616e8235f609e012225c3382.jpg","https://img-eshop.cdn.nintendo.net/i/423c1186a8d40ce47a9e455ce3ce9d69e9e647c6888ab693d78791f6b15a3f9b.jpg","https://img-eshop.cdn.nintendo.net/i/bc153ebfc72562e21cd2761394f537a0cf77d3146e4118c1dcc6013702852ff9.jpg"],"size":1863319552,"version":null},"70010000106090":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3a7f0063684d3624159ca15eea309242cd843b964c8ba59ee656134ac78291ed.jpg","category":["Acción","Arcade"],"description":"Elige entre Croc, Baby Croc, Roodie o el astuto Mole, cada uno con su propio encanto y listos para abrirse camino hacia la victoria. Los fans de la querida serie Croc's World reconocerán a estos personajes, pero esta vez dejan atrás las plataformas para embarcarse en batallas llenas de energía, dinamita, reacciones en cadena y sorpresas sin fin.\n\nCaracterísticas:\n- Cuatro héroes jugables: elige tu favorito: Croc, Baby Croc, Roodie o Mole.\n- Acción explosiva: coloca dinamita, derriba muros y atrapa a tus oponentes en partidas trepidantes.\n- Arenas dinámicas: todos los campos de batalla son destructibles, lo que te obliga a adaptar tus tácticas sobre la marcha.\n- Potenciadores ocultos: gana aumentos de velocidad, amplía tu radio de explosión o desbloquea trucos especiales para ganar ventaja.\n- Diversión multijugador: lucha contra oponentes controlados por la IA, desafía a tus amigos a enfrentamientos explosivos o juega online contra jugadores de todo el mundo.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4fad3157721f9fbe69b4dbf000bc84a42a4a55a7ad28366fbe0e055ba6d51829.jpg","id":"0100D06025462000","intro":"Croc’s Dynamite Blast es un juego de acción arcade explosivo con estrategia y caos. Únete a Croc y sus amigos en batallas donde la dinamita es tu arma clave!","isDemo":false,"key":null,"languages":["en","es","fr","de","it","pt"],"name":"Croc's Dynamite Blast","nsuId":70010000106090,"numberOfPlayers":4,"publisher":"Sprakelsoft","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251121,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/83c1c98b4c36dafaa1c9a9925422a2b25b6b106deac30d28cd748c2d74db217b.jpg","https://img-eshop.cdn.nintendo.net/i/1a1f02f9bbf508cace4fb4da80249b540c805137efd671d1befff5eb6d5b0619.jpg","https://img-eshop.cdn.nintendo.net/i/1f772c080733b14e091e132cc18b309e4a631938a27b8b879c66d26005bfb90f.jpg","https://img-eshop.cdn.nintendo.net/i/94014bfee8cd2735cafa4169759f1ffa474100132eb0739dbdf92cbd5fc2f100.jpg","https://img-eshop.cdn.nintendo.net/i/add390b9813dbb53c5fcd93ef15e7683c28f894ee289286d9837752ae86abc72.jpg"],"size":176160768,"version":null},"70010000102517":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/c9cc16b4a550c366ba26dfc6dc81b47aa6b836f5c183670892bcfe1b5bfc63b6.jpg","category":["Acción","Rompecabezas"],"description":"This game offers a completely new experience by blending nostalgic arcade territory control gameplay with modern Japanese art and new elements. \nIn it, you must prevent the revival of the Supreme Leader and free the Yōkai that have been sealed away.\n\n＜About Illusion- Dreamlike-＞\nThis game is an homage to the popular territorial game genre that took the world by storm in the 1980s.\n\nLong ago, in the Tohoku region of Japan, people were tormented by malevolent spirits, Yōkais.\nHowever, through people's unity and after a long battle, they managed to trap the Supreme Leader deep in the earth and built a shrine on top of it.\nTime passed...\nOne day, the Supreme Leader who was imprisoned underground resurfaces, putting the Tohoku region in danger once again. \nAs the master of the shrine, you must cleanse each area and free the Yōkais captured by the Supreme Leader.\n\n＜Gameplay＞\nDraw lines to enclose areas while avoiding collisions with enemies and boss attacks in each stage. \nThe area enclosed by the line will be unsealed. \nContinue unsealing areas to release the characters trapped in the background.\n\n<Clear Conditions>\nTo clear the stage, enclose the character's silhouette and meet the stage-specific quota (%). \nEven if your health reaches \"0\", you will still clear the stage if the quota is achieved.\nAfter clearing a stage, you will receive a lovely \"reward\" from the freed Yōkais.\n\n<Stage Variations>\nThere are 46 different types. \nSo every time you play, the stage size may be different.\n\n<Game Over>\nThe game will end if time runs out or if you run out of health.\n\n＜Unrivaled Barrier＞\nThis barrier can block enemy attacks. \nIt can be activated as long as you hold down the button, but it gradually depletes.\nOnce the remaining amount reaches \"0,\" you will no longer be able to block attacks.\n\n＜Transcendence Orbs＞\nCollect three Transcendence Orbs on the stage to enter the \"Transcendence\" state for a limited time. \nIn this invincible state, you can freely in the occupied areas.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/97b8dc84eab62b953b634932754a9bcc637bc6be3cec13960e02f23242d460a4.jpg","id":"0100A41024A34000","intro":"Free the Yōkai captured by the Supreme Leader!","isDemo":false,"key":null,"languages":["ja","en","ko","zh","zh"],"name":"Gensou -Yumegokochi- Illusion -Dreamlike-","nsuId":70010000102517,"numberOfPlayers":1,"publisher":"Purmoe Design Lab","rating":6,"ratingContent":[],"region":null,"releaseDate":20251122,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/771276e44498a058f35bd1d99b223c25eb28bb02fd87a23d9794a141a8d5a967.jpg","https://img-eshop.cdn.nintendo.net/i/b661ce4589abf8f7b22bb709b41b34448ebe38156d14c71f519963ddb43d9360.jpg","https://img-eshop.cdn.nintendo.net/i/9292f27f09e0d711d27b87075491f23aa329c27cb2045c68ccc2225a7be64688.jpg","https://img-eshop.cdn.nintendo.net/i/f0108f8cde55bf53d50b68421039112761043f3e0674d9627ed29839a6bebc77.jpg","https://img-eshop.cdn.nintendo.net/i/b0a53e32af9c1b6ce944d3bed2bfa711f6b878b42e87d2b6e29424100c8c5f6b.jpg","https://img-eshop.cdn.nintendo.net/i/50463058245d1dd869eae37c4608a157c406073fb569439c83fdd4bf964193b7.jpg"],"size":1687158784,"version":null},"70010000110056":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/dbf855aa448ec44ef845323715ca95bf80d060a8ff1dd186fac91e09e8514ccb.jpg","category":["Aventura","Acción","Juego de rol"],"description":"Glory Hunters es un RPG retro de acción y aventuras en el que progresas consiguiendo logros.\n\nCompleta más de 600 hazañas: ayuda a los habitantes, explora mazmorras y derrota a jefes para ganar Puntos de Gloria, la moneda principal que desbloquea nuevos caminos, mejoras y compañeros.\n\nExplora un vasto mundo lleno de secretos, minijuegos y personajes peculiares, y forja tu propio camino a través de una jugabilidad no lineal y una rejugabilidad infinita.\n\nCaracterísticas:\n\n- Una versión única del género RPG de acción y aventuras.\n- ¡Progresa desbloqueando logros, un juego único en su género!\n- Explora un vasto mundo abierto con más de 600 escenas de mapa.\n- Disfruta de una jugabilidad no lineal y la libertad de elegir tu camino.\n- Consigue más de 600 logros y presume de gloria.\n- Conoce a personajes excéntricos y descubre un mundo rico en historia.\n- Más de 20 horas de juego con una alta rejugabilidad. - Conquista 9 templos, enfréntate a 11 jefes y ayuda a 9 ciudades a recuperar su gloria.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/bfc720168c2244f1ceaa0a7bc1e3e57bfe9b3862d5fa3acfbd816e08e9e82dc0.jpg","id":"010028F025D0A000","intro":"Juego de rol de acción retro en el que progresas consiguiendo logros","isDemo":false,"key":null,"languages":["en","es"],"name":"Glory Hunters","nsuId":70010000110056,"numberOfPlayers":1,"publisher":"Ogre Pixel","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251125,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6871363abb92729ae87c1d1eb2a1990a41cb6b823e69813a66a1f34c3234e818.jpg","https://img-eshop.cdn.nintendo.net/i/5c06a113af6327d77cf9f63f769450a6c851cd6ce42d4369520284154217c628.jpg","https://img-eshop.cdn.nintendo.net/i/dba00895ec8f0a260be529c9a512a46eb6c05d3ba577fa1c6d8276237d5a0551.jpg","https://img-eshop.cdn.nintendo.net/i/b53d5fd2fe5e3e796d483dac67ed6f625b6ba03f74832edd5179da1a3db9e611.jpg","https://img-eshop.cdn.nintendo.net/i/a18a062b97a21c9cc71284811690d17d51fe6d6ee1925f770c8b9682cef765f7.jpg","https://img-eshop.cdn.nintendo.net/i/c126563d9336c1650287f42641f76e71981a1f41bbf13442141b8187f0f70070.jpg"],"size":1695547392,"version":null},"70010000112025":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ad6389d2ea3fd1496d30b732fc0eb8868fadc34be7f61ec2d174d532a928ec2e.jpg","category":["Arcade","Acción","Fiesta","Música"],"description":"Solo hay una forma que es perfecta, eterna y totalmente imperturbable: el halo.\n\nCARACTERÍSTICAS\n• Enfrenta más de 300 niveles hechos a mano y 51 desafíos extra en 6 niveles de dificultad\n• Sumérgete en más de 90 minutos de música electrónica y techno\n• Comparte los controles con tus amigos para un caos cooperativo\n• Descubre finales secretos y sorpresas ocultas\n• Soporte total para pantalla táctil\n\nMÚSICA POR\n• Damiano Baldoni\n• Rik4k\n• Zane Little","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/af122def3e8cb27bae8daca0bfaa6625a2531693e5b5e4908624f5eca9870730.jpg","id":"010090A024430000","intro":"Hypno Halo es un juego minimalista de puntuación.","isDemo":false,"key":null,"languages":["ja","en","es","pt","fr","de","it","ru","ko","zh","zh"],"name":"Hypno Halo","nsuId":70010000112025,"numberOfPlayers":8,"publisher":"Luna Wolf Studios","rating":6,"ratingContent":[],"region":null,"releaseDate":20251125,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/2c693c48669cc656bcd0c9ca6ab9dfb91cec7351d009001a5fd08cc13e46afa9.jpg","https://img-eshop.cdn.nintendo.net/i/cd39cc58a7eae4fc559a8bf944c646b5b55c60746f7266d206b4340fb735b631.jpg","https://img-eshop.cdn.nintendo.net/i/4e7322f4f049d54ab04b4767d9ef556c87cbed6e7279f05d9ae4da5cd730321c.jpg","https://img-eshop.cdn.nintendo.net/i/850f1505936d91b176daf3ca3cf1e9a730491825abc14d8056e2c4bd729df8c4.jpg","https://img-eshop.cdn.nintendo.net/i/35526554c4d10262605f6e5e14aa7d61445f533b07b04378c5cb0e5f308e5d9f.jpg","https://img-eshop.cdn.nintendo.net/i/c08e3bc5dc37c274668d9470c18eb5f684ba160dff266d74982507658091ff1a.jpg"],"size":321912832,"version":null},"70010000059934":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ee23082fce9b815a2c9a1b06799e08ae71f14b3ab926665bc6f24af7234155e0.jpg","category":["Disparos","Acción","Arcade"],"description":"Te encuentras solo en las profundidades del espacio, frente a enemigos que te superan en armamento y número. ¡Pan comido! Convierte los ataques de tus enemigos en una lluvia de disparos gracias a tu avanzada tecnología Schildmaid, y recolecta peligrosos proyectiles para potenciar tu nave y obtener grandes puntuaciones. ¡Pero no olvides cambiar rápidamente de estrategia cuando tu escudo se agote y todo se complique!\n\nSchildmaid MX es un shoot'em up en 2D con desplazamiento lateral y ritmo frenético. Elige tu nave espacial entre tres opciones posibles para sembrar la destrucción entre la flota invasora que amenaza tu planeta. Embárcate en múltiples misiones ofensivas e infunde temor en los corazones de tus enemigos. ¡Los mejores pilotos quedarán inmortalizados en las tablas de clasificación en línea!\n\nCaracterísticas:\n\n• ¡Despega en tu nave hacia una experiencia de intensa acción shoot'em up con desplazamiento lateral!\n• Utiliza una tecnología especial que permite a tu escudo absorber los ataques enemigos y cargar tus propias armas.\n• ¡Elige la nave que mejor se ajuste a tu estilo de juego entre tres opciones exclusivas!\n• Domina mecánicas de juego que equilibran riesgos con recompensas, y piensa rápida y estratégicamente.\n• ¡Compara tus habilidades con las de otros pilotos en las tablas de clasificación en línea!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/75121e35bca24bbc265fa86b72c0437ab11f4d8d1353b612a952a0e682040d05.jpg","id":"0100DF2019B1E000","intro":"¡Conviértete en el escudo de la humanidad y devuelve a los enemigos invasores todo su poder de fuego en este frenético shoot'em up!","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","nl","ko","zh"],"name":"Schildmaid MX","nsuId":70010000059934,"numberOfPlayers":1,"publisher":"eastasiasoft","rating":10,"ratingContent":["Violencia de fantasia"],"region":null,"releaseDate":20251126,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/5eeb3ef1ec1e7df61a15d3f4a8b0074c3aeab1dd90048c8bbb92a032faf23fc4.jpg","https://img-eshop.cdn.nintendo.net/i/7c6151099009756e25cfc546aa4601b7110bef6cdcc80057bce22866ae0b1f58.jpg","https://img-eshop.cdn.nintendo.net/i/a5edda8e0aaa0194fede5c677877f5490a5781b0e558efd0649a8b0cacd5872c.jpg","https://img-eshop.cdn.nintendo.net/i/85faf8471ccf27bb16026d8026b98b2991c66e5d1a455c7c3595a952310217ee.jpg","https://img-eshop.cdn.nintendo.net/i/44f12630a045e321a9720e6029d86d8fa292c666b804ba2f12fd062725716315.jpg","https://img-eshop.cdn.nintendo.net/i/6e812f90c4fb6329b1709ad2c1ead67efcad554fe6ca2777c46c7ca3d35fd94a.jpg"],"size":830472192,"version":null},"70010000097912":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/f0183a63b08b02d1e1fc04c16cd2aa2bd0c62f93dec18c468eaa39ec395372cd.jpg","category":["Arcade","Acción"],"description":"*This product is available for purchase as part of the bundle for “BUBBLE BOBBLE Sugar Dungeons” and “BUBBLE BOBBLE Sugar Dungeons Deluxe Edition”.\n\nBub the bubble-blowing dragon goes on an adventure through sweet dungeons that change every time!\nBlow bubbles to catch bullies, use your horns and spikes to burst the bubbles and beat them!\nBubbles can be carried by the wind, and you can get to high places by riding bubbles!\nCollect treasures in dungeons that change every time you step inside and conquer huge castles!\nCollecting treasure will strengthen Bub's abilities and skills.\nGet stronger along with Bub and explore the depths of treat-filled dungeons!\n\n■Game features\n-The first in the series to feature \"dungeons\" that change every time you step into them!\nEach time you enter a dungeon, the shape of the stage, the platforms, the enemies that appear, and their placement change, so you can always enjoy a fresh level!\nYou don't necessarily have to beat all of the enemies in this game!\nSimply trap them or defeat them your way, and move on to the next stage by passing through the donut-shaped gate!\nIn the dungeons, it is easy to get \"treasures\" that can be used to make Bub stronger, so dive back into dungeons repeatedly to collect treasures and build Bub's skills up!\n\nOnce you get used to the controls and familiar with leveling Bub up, we recommend challenging your limits and dive even deeper into the dungeon!\n\n- A huge \"castle\" that develops the map appears for the first time in the series!\nThe castle is one huge stage, and you will progress through each room that is connected like a maze, sometimes getting lost, sometimes finding your way using the knowledge you have build playing.\nUnique bosses are waiting, so level Bub up, equip yourself, and aim for the deepest treasures.\n\n- Master new and returning skills!\nThe Water Bubble is back in a new form!\nYou'll also find new skills that will help you along your journey, like Rolling Attack, which wipes enemies out, as well as many other abilities.\n\nUse your skills to break through paths that were previously inaccessible, and defeat strong enemies in one go...!\n\n- Find the skills and strategies that suit you!\nThe skills you have learned become items you can use.\nThe number of items you can take to a dungeon or castle at once is fixed, so it's up to you to decide what kind of skill items and useful items you take and how many of them you take.\n\nYou can also decide in what order you use the treasures you collect to make Bub stronger.\n\n■The setting\n\nThe setting of the new Bubble Bobble game is a world full of \"strange\" sweet treats!\nCute Candy-shaped enemies start appearing in vibrant dungeons and castles.\n\n■The Story\n\nWhen Bub wakes up... finding himself in a strange laboratory.\nA mysterious person named \"Dolchen\" suddenly appears and asks him to take on a mission to retrieve the \"treasure\" that lies dormant in the dungeon and castle.\nBub loves adventure, so when he hears \"treasure,\" you bet he's up for it!\nAnd so begins Bub's strange and sweet adventure.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/6cf709721a1114c7062486032d3fdd0a7042541e1293e4d4dc6ccd73c7bb9d8e.jpg","id":"0100471023862000","intro":"More Quests, More Power!\nAn All New Bubble Bobble Experience!","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it"],"name":"BUBBLE BOBBLE Sugar Dungeons","nsuId":70010000097912,"numberOfPlayers":1,"publisher":"ARC SYSTEM WORKS","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251126,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/51e56ca7c8c7a39c14a11abef3bafb19b54a1516acf2245a72473269c16a9b26.jpg","https://img-eshop.cdn.nintendo.net/i/3f760b6bcef362399327763331f07de0d88b1604444023b2a87e18b97bc87353.jpg","https://img-eshop.cdn.nintendo.net/i/7c02b85ef73d5059b49024d83dcfdf85e067b233876ae4517d5830581334c1df.jpg","https://img-eshop.cdn.nintendo.net/i/771ef922133f7251012d559d477487ff37de6de774443fefe5d9f9a8e01a3228.jpg","https://img-eshop.cdn.nintendo.net/i/bea55307e89a74458394faf9d1ef757583cba86c81c7e7a61be7cacb759f0413.jpg","https://img-eshop.cdn.nintendo.net/i/72186b33b51d05af633c8004ab1ee242f935082b792693631d074cc8314f4d48.jpg"],"size":321912832,"version":null},"70010000103820":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5637e27e0d00eeeb61d80f964486fa17ea6c1caef8feb12318da49f5e55bb612.jpg","category":["Acción","Arcade"],"description":"*This product is available for purchase as part of the bundle for “BUBBLE BOBBLE Sugar Dungeons” and “BUBBLE BOBBLE Sugar Dungeons Deluxe Edition”.\n\nA port of the 1997 home console version of the action game BUBBLE SYMPHONY, which originally appeared in arcades in 1994.\nChoose from four characters, each with different abilities, and play in two-player co-op mode! You can also enjoy a variety of worlds by choosing a course from the doors that appear after clearing each world. Characters and worlds from other TAITO titles appear as well!\nDefeat enemies, collect hidden items to solve puzzles, and aim for the true ending!\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/84ac9257a209c88efe9d9398b17d04af1b4e0f5a558bad5444fbd6868cd79eac.jpg","id":"010089E024E40000","intro":null,"isDemo":false,"key":null,"languages":["ja","en","ko","zh","zh"],"name":"BUBBLE SYMPHONY","nsuId":70010000103820,"numberOfPlayers":2,"publisher":"ARC SYSTEM WORKS","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251126,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/0bb1401ebe78027e2b6b13ed8a583ccec1acfa143ae4292c771d46dc0d8eb822.jpg","https://img-eshop.cdn.nintendo.net/i/930bbf1ac7820336800cfb25b27a4f04ba72b389fa821e88ef8f23f76579f0bc.jpg","https://img-eshop.cdn.nintendo.net/i/0968e7c080bbeb5d18f1c7502a1d927fa0387128c691b54a1cf3358842169a40.jpg","https://img-eshop.cdn.nintendo.net/i/01cf0f6cffc968a1f30e90f3118a10ecf23514d9074935777a486ca6d8de0893.jpg","https://img-eshop.cdn.nintendo.net/i/2797839f7b0270b3e323b5a37d798b88a3a8cba6436705505aef76ee595c5a14.jpg"],"size":569376768,"version":null},"70010000105094":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/46d14bc23123d5706b6121cc968bafdf9e0829357b46dc86deee1178811ef144.jpg","category":["Arcade","Acción"],"description":"*This product is available for purchase as part of the bundle for “BUBBLE BOBBLE Sugar Dungeons Deluxe Edition”.\n\nThe \"BUBBLE BOBBLE Sugar Dungeons Deluxe Contents\" includes a digital concept artbook and soundtrack from the main game.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/9fadc3b32f217ae13ce5bf13c8584091e7366ed282079c815569899d973220e7.jpg","id":"01001C30251DC000","intro":null,"isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it","ko","zh","zh"],"name":"BUBBLE BOBBLE Sugar Dungeons Deluxe Contents","nsuId":70010000105094,"numberOfPlayers":1,"publisher":"ARC SYSTEM WORKS","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251126,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/29d142f4525fd820e9e11b8330421e9401d0fd830875bcc30379313ea20be0e1.jpg","https://img-eshop.cdn.nintendo.net/i/0a586d3c0bba438a17d40b45fc803f22400af042ae417aff367637872623ab12.jpg","https://img-eshop.cdn.nintendo.net/i/79616233c8cc0e492cf2575edf5d87229faad9289137065a37fb7e7fd2ec540b.jpg","https://img-eshop.cdn.nintendo.net/i/379c8e89ca88e3beaa483f61d9aaba99a3c581268070e8b3c370fb9dc59b1208.jpg","https://img-eshop.cdn.nintendo.net/i/8206c9ce64c5978eb37aa45a6000d5a3e7efaac34088bcfca206d33f8c7694a1.jpg"],"size":295698432,"version":null},"70070000031505":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/f0183a63b08b02d1e1fc04c16cd2aa2bd0c62f93dec18c468eaa39ec395372cd.jpg","category":null,"description":"*\"BUBBLE Symphony\" is also included with \"BUBBLE BOBBLE Sugar Dungeons.\"\n\nBub the bubble-blowing dragon goes on an adventure through sweet dungeons that change every time!\nBlow bubbles to catch bullies, use your horns and spikes to burst the bubbles and beat them!\nBubbles can be carried by the wind, and you can get to high places by riding bubbles!\nCollect treasures in dungeons that change every time you step inside and conquer huge castles!\nCollecting treasure will strengthen Bub's abilities and skills.\nGet stronger along with Bub and explore the depths of treat-filled dungeons!\n\n■Game features\n-The first in the series to feature \"dungeons\" that change every time you step into them!\nEach time you enter a dungeon, the shape of the stage, the platforms, the enemies that appear, and their placement change, so you can always enjoy a fresh level!\nYou don't necessarily have to beat all of the enemies in this game!\nSimply trap them or defeat them your way, and move on to the next stage by passing through the donut-shaped gate!\nIn the dungeons, it is easy to get \"treasures\" that can be used to make Bub stronger, so dive back into dungeons repeatedly to collect treasures and build Bub's skills up!\n\nOnce you get used to the controls and familiar with leveling Bub up, we recommend challenging your limits and dive even deeper into the dungeon!\n\n- A huge \"castle\" that develops the map appears for the first time in the series!\nThe castle is one huge stage, and you will progress through each room that is connected like a maze, sometimes getting lost, sometimes finding your way using the knowledge you have build playing.\nUnique bosses are waiting, so level Bub up, equip yourself, and aim for the deepest treasures.\n\n- Master new and returning skills!\nThe Water Bubble is back in a new form!\nYou'll also find new skills that will help you along your journey, like Rolling Attack, which wipes enemies out, as well as many other abilities.\n\nUse your skills to break through paths that were previously inaccessible, and defeat strong enemies in one go...!\n\n- Find the skills and strategies that suit you!\nThe skills you have learned become items you can use.\nThe number of items you can take to a dungeon or castle at once is fixed, so it's up to you to decide what kind of skill items and useful items you take and how many of them you take.\n\nYou can also decide in what order you use the treasures you collect to make Bub stronger.\n\n■The setting\n\nThe setting of the new Bubble Bobble game is a world full of \"strange\" sweet treats!\nCute Candy-shaped enemies start appearing in vibrant dungeons and castles.\n\n■The Story\n\nWhen Bub wakes up... finding himself in a strange laboratory.\nA mysterious person named \"Dolchen\" suddenly appears and asks him to take on a mission to retrieve the \"treasure\" that lies dormant in the dungeon and castle.\nBub loves adventure, so when he hears \"treasure,\" you bet he's up for it!\nAnd so begins Bub's strange and sweet adventure.\n\n\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"More Quests, More Power!\nAn All New Bubble Bobble Experience!","isDemo":false,"key":null,"languages":null,"name":"BUBBLE BOBBLE Sugar Dungeons","nsuId":70070000031505,"numberOfPlayers":null,"publisher":"ARC SYSTEM WORKS","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251126,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/51e56ca7c8c7a39c14a11abef3bafb19b54a1516acf2245a72473269c16a9b26.jpg","https://img-eshop.cdn.nintendo.net/i/3f760b6bcef362399327763331f07de0d88b1604444023b2a87e18b97bc87353.jpg","https://img-eshop.cdn.nintendo.net/i/7c02b85ef73d5059b49024d83dcfdf85e067b233876ae4517d5830581334c1df.jpg","https://img-eshop.cdn.nintendo.net/i/771ef922133f7251012d559d477487ff37de6de774443fefe5d9f9a8e01a3228.jpg","https://img-eshop.cdn.nintendo.net/i/bea55307e89a74458394faf9d1ef757583cba86c81c7e7a61be7cacb759f0413.jpg","https://img-eshop.cdn.nintendo.net/i/01cf0f6cffc968a1f30e90f3118a10ecf23514d9074935777a486ca6d8de0893.jpg"],"size":891289600,"version":null},"70070000031506":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/77c4c429268c84159323ea1f4a8af89e479f98195e0ecd92cc19fedcf69c3911.jpg","category":null,"description":"\"BUBBLE BOBBLE SUGAR DUNGEONS Deluxe Edition\" Contents\n・\"BUBBLE BOBBLE Sugar Dungeons\" main game\n・BUBBLE BOBBLE Sugar Dungeons Deluxe Contents\n\n*\"BUBBLE Symphony\" is also included with \"BUBBLE BOBBLE Sugar Dungeons.\"\n*Bubble Bobble Sugar Dungeons and Bubble Symphony included in this content are also sold separately as a bundle containing both titles. Please be careful not to purchase the same content twice.\n\nThe \"BUBBLE BOBBLE Sugar Dungeons Deluxe Contents\" includes a digital concept artbook and soundtrack from the main game.\n\nBub the bubble-blowing dragon goes on an adventure through sweet dungeons that change every time!\nBlow bubbles to catch bullies, use your horns and spikes to burst the bubbles and beat them!\nBubbles can be carried by the wind, and you can get to high places by riding bubbles!\nCollect treasures in dungeons that change every time you step inside and conquer huge castles!\nCollecting treasure will strengthen Bub's abilities and skills.\nGet stronger along with Bub and explore the depths of treat-filled dungeons!\n\n■Game features\n-The first in the series to feature \"dungeons\" that change every time you step into them!\nEach time you enter a dungeon, the shape of the stage, the platforms, the enemies that appear, and their placement change, so you can always enjoy a fresh level!\nYou don't necessarily have to beat all of the enemies in this game!\nSimply trap them or defeat them your way, and move on to the next stage by passing through the donut-shaped gate!\nIn the dungeons, it is easy to get \"treasures\" that can be used to make Bub stronger, so dive back into dungeons repeatedly to collect treasures and build Bub's skills up!\n\nOnce you get used to the controls and familiar with leveling Bub up, we recommend challenging your limits and dive even deeper into the dungeon!\n\n- A huge \"castle\" that develops the map appears for the first time in the series!\nThe castle is one huge stage, and you will progress through each room that is connected like a maze, sometimes getting lost, sometimes finding your way using the knowledge you have build playing.\nUnique bosses are waiting, so level Bub up, equip yourself, and aim for the deepest treasures.\n\n- Master new and returning skills!\nThe Water Bubble is back in a new form!\nYou'll also find new skills that will help you along your journey, like Rolling Attack, which wipes enemies out, as well as many other abilities.\n\nUse your skills to break through paths that were previously inaccessible, and defeat strong enemies in one go...!\n\n- Find the skills and strategies that suit you!\nThe skills you have learned become items you can use.\nThe number of items you can take to a dungeon or castle at once is fixed, so it's up to you to decide what kind of skill items and useful items you take and how many of them you take.\n\nYou can also decide in what order you use the treasures you collect to make Bub stronger.\n\n■The setting\n\nThe setting of the new Bubble Bobble game is a world full of \"strange\" sweet treats!\nCute Candy-shaped enemies start appearing in vibrant dungeons and castles.\n\n■The Story\n\nWhen Bub wakes up... finding himself in a strange laboratory.\nA mysterious person named \"Dolchen\" suddenly appears and asks him to take on a mission to retrieve the \"treasure\" that lies dormant in the dungeon and castle.\nBub loves adventure, so when he hears \"treasure,\" you bet he's up for it!\nAnd so begins Bub's strange and sweet adventure.\n\n\n \t\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"More Quests, More Power!\nAn All New Bubble Bobble Experience!","isDemo":false,"key":null,"languages":null,"name":"BUBBLE BOBBLE Sugar Dungeons Deluxe Edition","nsuId":70070000031506,"numberOfPlayers":null,"publisher":"ARC SYSTEM WORKS","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251126,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/51e56ca7c8c7a39c14a11abef3bafb19b54a1516acf2245a72473269c16a9b26.jpg","https://img-eshop.cdn.nintendo.net/i/3f760b6bcef362399327763331f07de0d88b1604444023b2a87e18b97bc87353.jpg","https://img-eshop.cdn.nintendo.net/i/7c02b85ef73d5059b49024d83dcfdf85e067b233876ae4517d5830581334c1df.jpg","https://img-eshop.cdn.nintendo.net/i/771ef922133f7251012d559d477487ff37de6de774443fefe5d9f9a8e01a3228.jpg","https://img-eshop.cdn.nintendo.net/i/bea55307e89a74458394faf9d1ef757583cba86c81c7e7a61be7cacb759f0413.jpg","https://img-eshop.cdn.nintendo.net/i/01cf0f6cffc968a1f30e90f3118a10ecf23514d9074935777a486ca6d8de0893.jpg"],"size":1186988032,"version":null},"70010000001284":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4b7cad3790784681b7e2d688d414d8b8d2739300b70e3766e1ffa20e097d5e31.jpg","category":["Plataformas","Aventura","Acción"],"description":"Owlboy is a story-driven platform adventure game, where you can fly and explore a brand new world in the clouds! Pick up your friends, and bring them with you as you explore the open skies. Overcome obstacles and greater enemies, in one of the most detailed adventures of this era.\n\nBeing a mute, Otus struggles living up to the expectations of owl-hood. Things spiral from bad to worse with the sudden appearance of sky pirates. \n\nWhat follows is a journey through monster infested ruins, with unexpected encounters, well kept secrets, and burdens no one should have to bear.\n\n• A love letter to pixel art for a new audience, Owlboy is a story-driven action adventure, with a unique mix of flight and platforming.\n• Carry anything. Recruit Otus’s friends as gunners to fight for you, each with unique abilities and stories.\n• Large dungeons with big and challenging boss battles.\n• An adventure 10 years in the making.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/1a754c84a47f3a8cc724439a4f1cc3a3963138566ba34e1738967f2bdf644e17.jpg","id":"0100BC2004FF4000","intro":null,"isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh","zh"],"name":"Owlboy","nsuId":70010000001284,"numberOfPlayers":1,"publisher":"D-pad Studio","rating":10,"ratingContent":["Referencia al alcohol","Violencia de fantasia","Bajo contenido de sangre"],"region":null,"releaseDate":20251127,"rightsId":"0100BC2004FF40000000000000000004","screenshots":["https://img-eshop.cdn.nintendo.net/i/cb781f204928f32fd59e3e8cd86dc1c80c894ae55ec1668153e1138cdc178701.jpg","https://img-eshop.cdn.nintendo.net/i/7d570f92a9d9ecc1a9040f4276b6a14bb2376230e60eb37bc608a29be2a7a880.jpg","https://img-eshop.cdn.nintendo.net/i/57bae27810b602e584dc443b62f7f0681f4f5e2d3ae85cfd9f496e2c6a9df4e1.jpg","https://img-eshop.cdn.nintendo.net/i/537e07d8a9ce8f64ea883a9842dff1473a2db78f574f05c38c04b3a77800db6c.jpg","https://img-eshop.cdn.nintendo.net/i/a7e083fcda6874045448b622f0f56b8f0828603c11504824470da0ab14c2ffe0.jpg","https://img-eshop.cdn.nintendo.net/i/f5ba77c888c9267b1887ce21dfaaf220a81fc955ece1f7d5fdcb81fff86b40d1.jpg"],"size":328204288,"version":null},"70010000069577":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/16900a3bfb4b55783678ab73bd79e023011a3b02ed78529f52bb9ff765d28e8e.jpg","category":["Acción","Peleas","Arcade","Otros"],"description":"When Renmaru Mido punches and kicks his way into that den of delinquents known as Doshu High School,\nis he destined to become a legend, or to go down as just another martyr?\n\nThis isn't some plain old belt scroller where you and a buddy fight against Yanki hordes. This is a totally evolved, sick beat 'em up, baby!\n\n■Hot! Super stylin' fighting action.\nClobber Yankis using 10 Special Moves, not to mention kicking and punching, running, and defending!\n\n■Screamin' Hot! No limit to strength with the fighting-mahjong system.\nThis mahjong-themed system that punctuates each fight can strengthen your Yanki abilities and base actions!\nGo wild with constantly evolving hyper-fighting action!\n\n■Smokin'! A buddy to the rescue with partner slots!\nOn-screen partner slots start spinning when the fighting tension begins to rise! When it stops, your partner comes to help, taking the role it lands on!\n\n■A group drama woven with the fists and words of delinquents\nEvery single delinquent character is wildly unique! A new generation brawl story told in an unprecedented style!　Player Two can have fun backing up their buddy at the partner slots and show them some brotherly love!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/3572164f01a365841a4e4d000ec2787c4f3ef383314676ef3a5dcad29dab7e4d.jpg","id":"01009BE01C13E000","intro":"Japan's Triple B title hittin' the shelves!  fighting and flaunting their 'tudes, add in three entirely new game systems, and you get a sick beat 'em up!","isDemo":false,"key":null,"languages":["ja","en","zh","zh"],"name":"BAD BOY BROTHER","nsuId":70010000069577,"numberOfPlayers":2,"publisher":"D3PUBLISHER","rating":13,"ratingContent":["Violencia de fantasia","Lenguaje"],"region":null,"releaseDate":20251127,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/f3fd90918bce9c5e12d69420c7653598ee41d422faf175866af0b0c87c336802.jpg","https://img-eshop.cdn.nintendo.net/i/7ba6ebdab2ef4c82af6fccc5e3a886fa43f9870c2d248129f26cbcb84ea82088.jpg","https://img-eshop.cdn.nintendo.net/i/808961dd6d946f7c9c50650b2287e9610d9b1f78c604cb488cf1e0f81305ac86.jpg","https://img-eshop.cdn.nintendo.net/i/d0a269cd20e4a9ed864b1c57429f1b0fa84191265f93368fd47a9f4b3c83962d.jpg","https://img-eshop.cdn.nintendo.net/i/80367d7659ee15b2b2e232d2ba365cc7e5923b8edd93fd127c9f996f3398f21e.jpg","https://img-eshop.cdn.nintendo.net/i/b8810d4fb4bacb5e98b215ea304338ac98ab6249aa47e21fa8e851cdd9cdd06e.jpg"],"size":346030080,"version":null},"70010000100571":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3913aea4a441b35fe19f63743e420e89cea965d5cf502f0cdda73b61b8e98f2f.jpg","category":["Aventura","Acción","Rompecabezas","Arcade"],"description":"Tus amigos te engañaron. Tras los últimos acontecimientos, tendrás que adentrarte en el misterioso Jardín de Infancia de Banban.\n\nAhora estás completamente solo: tus amigos están muertos o en tu contra…\nA partir de ahora, solo encontrarás nuevos enemigos que se asegurarán de que nunca te sientas solo. Ten cuidado: en el Jardín de Infancia de Banban, acechan en cada rincón, esperándote.\n\nEl futuro de todo depende de ti. ¡Sobrevive a los niveles más intrincados del Jardín de Infancia de Banban y acércate a la verdad!\n\nIdiomas adicionales: \n- árabe (AR), \n- búlgaro (BG/БЪЛГАРСКИ),\n- checo (CZ/ČEŠTINA), \n- danés (DK/DANSK), \n- finlandés (FIN/SUOMI), \n- húngaro (HU/MAGYAR)\n- indonesio (IDN/INDONESIA), \n- noruego (NOR/NORGE), \n- polaco (PL/POLSKI), \n- rumano (ROU/ROMÂNĂ), \n- ruso (RUS/РУССКИЙ), \n- sueco (SE/SVENSKA), \n- turco (TUR/TÜRKÇE), \n- Ucraniano (UA/УКРАЇНСЬКА).","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/ecb492156f196da0d309e200bbc300bce9f2d0eec412053777cbffb5cc8d26d0.jpg","id":"010049802435E000","intro":"Explora los niveles más intrincados del Jardín de Infancia de Banban. Sobrevive a los nuevos engaños y misterios que te aguardan.","isDemo":false,"key":null,"languages":["ja","es","pt","en","fr","de","it","nl","ru","ko","zh"],"name":"Garten of Banban 8: Anti Devil","nsuId":70010000100571,"numberOfPlayers":1,"publisher":"Feardemic","rating":13,"ratingContent":["Sangre","Violencia"],"region":null,"releaseDate":20251127,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/501d95ecca80564342648278b2fa7abfdb03905f5b2a98db956fcc233f025595.jpg","https://img-eshop.cdn.nintendo.net/i/dd204dda954e2b353bbe8c5a4a685efb1d02f5984da250117d0652e089157582.jpg","https://img-eshop.cdn.nintendo.net/i/4a5fe562dcb6438a4fa74a3f83917a3a489273d0defa9a6b75dd21cdd9f1408c.jpg","https://img-eshop.cdn.nintendo.net/i/bf96506ff3ef2025baf862272c86b4d3c443bc3edace012ebdd0b512a282fac5.jpg","https://img-eshop.cdn.nintendo.net/i/f7894d3bd08ea8e7c6356cb860b887e401145b8420baf61809a89b6b11876300.jpg","https://img-eshop.cdn.nintendo.net/i/d23d405ab97f66c3687d252ad496fc1f1ae1c85d3553d1d9193365df298fd699.jpg"],"size":1335885824,"version":null},"70010000104921":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/dce8da705cf7590bfc4470a631abb85a682d64e9f2702720df58673cfcd4600c.jpg","category":["Arcade","Simulación","Video"],"description":"Este juego es un juego de simulación de drones que te permite experimentar el vuelo real de drones basado en imágenes filmadas por un dron volador real. \nNo hay control de dirección arriba, abajo, izquierda o derecha, solo el control para aumentar o disminuir la velocidad del dron. \nTambién puede cambiar el modo de vuelo del dron de Normal, Sport y Eco a cualquiera de los 3. \n\n¡Disfruta del hermoso paisaje de Geumsan-gun, Corea con imágenes \"reales\"! \nHay un total de 3 cursos de vuelo en 2 áreas.\n Las imágenes de alta definición reproducen fielmente la atmósfera de la naturaleza real, proporcionando una fuerte sensación de inmersión en el juego. \nLa reproducción de video fluida y realista te hace sentir como si fueras un verdadero piloto de drones. \n¡Gran capacidad! ¡Puedes volar a lugares que muestran el hermoso paisaje de Corea! \nSe admiten dos modos de juego: modo de vuelo específico del campo y modo de vista de vuelo automático. También hay un sistema de logros. \n¡Visita Corea desde casa en cualquier momento! \nDisfruta de la experiencia de control de vuelo de drones y del hermoso paisaje natural. MasCon para Nintendo Switch™ fabricado por Zuiki de Japón también es compatible.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/aba5957feaa1fceec71732da0944130b48000b689bc2156642a3158553d23d13.jpg","id":"01009EE025166000","intro":null,"isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it","nl","pt","ru","ko","zh","zh"],"name":"Korean Drone Flying Tour Geumsan-gun","nsuId":70010000104921,"numberOfPlayers":1,"publisher":"14Dimension","rating":6,"ratingContent":[],"region":null,"releaseDate":20251127,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6189e1a98271e961323ba83e540e54f847ca21f1f087111c2689d555a1f4b60b.jpg","https://img-eshop.cdn.nintendo.net/i/f6bd202c9dc0a36372da19a6189cb1a35d9d4a451efb2136187b7ac79fd28d79.jpg"],"size":1248854016,"version":null},"70010000064012":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/b7b2645b57f0594cf81e4259197a3fb5b56d568f43837aaf2354ecf6ac820b66.jpg","category":["Acción","Aventura","Juego de rol","Otros"],"description":"EL COCO es un juego roguelike de acción en 3D que te sumerge en un mundo de sueños, recuerdos rotos y pesadillas encarnadas. Desciende a Lo Incierto, un lugar tan extraño como peligroso, y lucha por recuperar lo que perdiste… si es que puedes confiar en quien te guía.\n\n\nENFRÉNTATE A TUS PESADILLAS\n\nDespiertas sin recuerdos, atrapado en un mundo quebrado. Un extraño anfitrión: El Coco, una figura inquietante que te promete respuestas… pero exige que bajes al Agujero y enfrentes horrores nacidos de tu propia mente. Con un sistema de combate ágil y fluido, cada movimiento cuenta. Esquiva, golpea y adapta tu estrategia en tiempo real mientras hordas de enemigos no te dan respiro.\n\n\nDESCIENDE AL AGUJERO\n\nCada intento de escape es único. Enfréntate a diversos niveles que pondrán a prueba tu habilidad y temple. Hordas, oscuridad, contrarreloj... El Agujero cambia en cada descenso, presentando nuevas amenazas, desafíos y decisiones. Cuanto más profundo llegues, más cerca estarás de descubrir la verdad… y más peligroso será continuar.\n\n\nABSORBE PODERES OLVIDADOS\n\nEmpuña armas cambiantes, descubre PowerUps, baratijas y reliquias misteriosas con efectos únicos que transforman tu estilo de juego. Extrae fuerza de los restos de criaturas mitológicas y utiliza sus poderes a tu favor. Combina habilidades y ventajas para construir tu camino hacia la supervivencia.\n\n\nCADA DESCENSO TE CAMBIA\n\nCon cada partida, descubrirás fragmentos del pasado, nuevas combinaciones de poderes y secretos ocultos en las profundidades. Las decisiones que tomes no solo definirán tu camino, sino también tu destino. ¿Podrás recordar quién eras antes de convertirte en lo que más temes?\n\n\nALIADOS MITOLÓGICOS Y JEFES DE PESADILLA\n\nLas leyendas caminan a tu lado… aunque no siempre estén de tu parte. Seres como el Ratoncito Pérez, el Martinico o la Xana pueden ofrecerte su ayuda en la caída al abismo. Pero cuidado: las Meigas, guardianas del Agujero, harán todo lo posible por romperte en pedazos.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/72cf5282c5c030e883500ddbed214384aa9cc68d749c9999e5bedbdc760d1b35.jpg","id":"01006A701A9A8000","intro":"Un roguelike de pesadilla","isDemo":false,"key":null,"languages":["en","es","fr","de","pt"],"name":"EL COCO","nsuId":70010000064012,"numberOfPlayers":1,"publisher":"RECOTECHNOLOGY","rating":6,"ratingContent":[],"region":null,"releaseDate":20251128,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/747293f4aaf42822edd1d9f56054db19bb9116aadc92206b67bc90858da60741.jpg","https://img-eshop.cdn.nintendo.net/i/59646019cdabed57fc79db8da5cae0676b59465be8fda6c3ce8c71f1bf7a677f.jpg","https://img-eshop.cdn.nintendo.net/i/fbfb229367d41ad97e22d56639ac450eaf7132101beb3214dbf1a7ea0c9bc446.jpg","https://img-eshop.cdn.nintendo.net/i/3a57ce5dc2f3d9eb13bbb1e9ebd60bd77b50b525ee5d2837cff28875b6f9d461.jpg","https://img-eshop.cdn.nintendo.net/i/c53e1862596027cf6e3df8d182247fe1e8e1eacf8275dcca43c56c5e8a5bebde.jpg","https://img-eshop.cdn.nintendo.net/i/f0c1b87a5a4b36ce5a4ea5f2d9d7db29d2903ad7dcaac4e66f28a1c14393865a.jpg"],"size":2604662784,"version":null},"70010000091405":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3c8bb849b223c9fc7a39731efeebce7922ffeb10854e83afcff877bd611ac779.jpg","category":["Educativo","Aventura","Simulación","Otros"],"description":"¡Descubre el mundo a través de los ojos de una abeja! Explora un entorno inspirado en Central Park mientras recoges polen, esquivas peligros y construyes una colmena próspera. Esta edición combina el Bee Simulator original con la expansión The Hive, añadiendo nuevas mecánicas, modos de juego y contenido tan fresco como el polen primaveral. ¡Una aventura zumbante para jugadores de todas las edades!\n\nVIVE GRANDES AVENTURAS COMO UNA PEQUEÑA ABEJA\nVuela en una emotiva historia para un jugador donde deberás proteger tu colmena de un peligro inminente. Como una de las obreras más trabajadoras del enjambre, el destino de toda tu colonia está en tus alas.\n\nEXPLORA UN PARQUE LLENO DE VIDA Y ENCANTO\nRecorre cada rincón de un amplio mundo semiabierto inspirado en Central Park de Nueva York. Desde estanques y áreas de picnic hasta ferias y zoológicos, descubrirás secretos, minijuegos y valiosos recursos. Interactúa con personas, animales, plantas e insectos a lo largo de tu viaje.\n\nCONSTRUYE TU PROPIA COLMENA PRÓSPERA\nLa expansión The Hive te permite crear y personalizar tu colmena desde cero. Optimiza la recolección de recursos para construir un hogar vibrante con distintos edificios funcionales y decorativos.\n\n¡MINIJUEGOS PARA TODOS!\nSer una abeja significa estar siempre en movimiento. Compite en carreras aéreas, recolecta polen, realiza danzas de abeja, defiende tu colmena de avispas y enfréntate a desafiantes retos en una combinación de exploración y acción.\n\nCOOPERATIVO EN PANTALLA DIVIDIDA\nJuega con un amigo o un familiar en cooperativo local para dos jugadores. Disfruta de mapas multijugador diseñados para modos competitivos y cooperativos, ¡diversión para todas las edades!\n\nUNA BANDA SONORA INMERSIVA Y RELAJANTE\nSurca el mundo acompañado de una banda sonora envolvente y tranquila que transmite la calma de la naturaleza.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/1e7e7fa944f61967bd72af48de6a8190b87d1bde50da154c6debe3dfcba84265.jpg","id":"010096E021020000","intro":"¡La vida en la colmena se vuelve aún más grande! Sumérgete en la expansión The Hive de Bee Simulator.","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","nl","ru","ko","zh","zh"],"name":"Bee Simulator: The Hive","nsuId":70010000091405,"numberOfPlayers":2,"publisher":"Untold Tales","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251128,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/342a22a9b2f212bae0172b8d18024fb8a26280b82192626cb417cf084cb69ddf.jpg","https://img-eshop.cdn.nintendo.net/i/c27d2080e7d6c3b60d98653ca198e162beb081a588088e22911319421ac4c7d9.jpg","https://img-eshop.cdn.nintendo.net/i/ba7a95d732024e50de30e5becddedb9aa947b38e3f5524da415276d336be6812.jpg","https://img-eshop.cdn.nintendo.net/i/47be682937de268a7ddfaae47bf47075e8e11a22d7730be7fc154d1b31c9c5d6.jpg","https://img-eshop.cdn.nintendo.net/i/c60ccefe10c2796a1d93e10458d27e64ca9ded670147b12b931526d2a8026581.jpg"],"size":8493465600,"version":null},"70010000087971":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/05f9d45579a6333b3648c280c313552d96b639f02285fc369faa0528b2c3921e.jpg","category":["Arcade","Acción","Peleas","Multijugador"],"description":"Tribute Games y Dotemu vuelven a unirse, esta vez junto a Marvel Games, para dar vida a un beat 'em up fresco y original. Esta aventura interestelar combina combos de combate explosivos y un diseño en píxeles deslumbrante para celebrar lo mejor del Universo Marvel.\n\n\n\"¡EL COSMOS DEBE CAER PARA QUE YO PUEDA VIVIR!\"\n\nAnnihilus ha hablado, ¡la muerte en carne propia!\nUn ataque apocalíptico sacude la galaxia y el destino de la vida pende de un hilo.\nNova, El Hombre Araña, Wolverine, Phyla-Vell, el Capitán América y otros héroes y heroínas de la Tierra y el espacio se unirán en una batalla interestelar contra la temible Onda de Aniquilación.\nDesde Nueva York hasta las profundidades de la Zona Negativa, ¡el futuro del Universo Marvel se define entre las estrellas en MARVEL Cosmic Invasion!\n\n\nELIGE ENTRE 15 PERSONAJES\n\nYa seas de la vieja escuela o estés dando tus primeros pasos como fan, encontrarás un plantel épico que combina personajes emblemáticos y nuevas promesas de todo el Universo Marvel.\n\n\nDOMINA EL SISTEMA CÓSMICO DE CAMBIO DE HÉROES\n\nEl sistema cósmico de cambio de héroes te permite elegir dos héroes por nivel y alternarlos al instante. Crea combinaciones inéditas y ejecuta ataques especiales devastadores. Usa la estrategia y creatividad para formar tu equipo según las habilidades de cada personaje.\n\n\nDIRECCIÓN ARTÍSTICA DE ESTILO RETRO ALUCINANTE\n\nMARVEL Cosmic Invasion rinde homenaje a una de las eras más emblemáticas de Marvel con diseños en píxeles deslumbrantes a todo color.\n\n\nUN MULTIJUGADOR INTUITIVO, DIVERTIDO Y ACCESIBLE\n\nMARVEL Cosmic Invasion tiene todo lo que necesitas para aliarte con amistades o familia, ya sea en un juego local o en línea, con un sistema adaptable para unirse y salir de la partida.\n\n\n¡La batalla por la galaxia está en tus manos!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/2d8f509b557453409619dbde88b0346d6a6f2a1bb6a3cb62fd9cea8c8925ba1f.jpg","id":"010059D020C26000","intro":"¡La batalla por la galaxia te espera en este beat 'em up frenético de Marvel!","isDemo":false,"key":null,"languages":["ja","en","es","pt","fr","de","it","ru","ko","zh","zh"],"name":"MARVEL Cosmic Invasion","nsuId":70010000087971,"numberOfPlayers":4,"publisher":"Dotemu","rating":10,"ratingContent":["Animación de sangre","Violencia de fantasia","Lenguaje moderado"],"region":null,"releaseDate":20251201,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/909aac4fdba8a37ba24f55b754f7601e632327161957b7f9d21dfa33b74fdf85.jpg","https://img-eshop.cdn.nintendo.net/i/2b2e05c0158944abfe9c217cab01e9d2485a4a18de5f7dbe04d9551c2a29ced1.jpg","https://img-eshop.cdn.nintendo.net/i/071d40d471cce272a7881ab58dbeae60c3045fb316b118cd06ef875cffdd6919.jpg","https://img-eshop.cdn.nintendo.net/i/d476a38b4867cb554298cab5c0eed78ba0af65729692d3b302ecd59c173e7c36.jpg","https://img-eshop.cdn.nintendo.net/i/30da801d522ce83b70debfe2e8236653fa9dc9965df58245890a7b74d8942198.jpg","https://img-eshop.cdn.nintendo.net/i/7bd72d9bf1ba95ad62c7225583c266ac4bc4982b5d723a1122ebe7e0f827bf9d.jpg"],"size":653262848,"version":null},"70010000103604":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2fc513b9d1fd2ad7d5042d7fcf3f784c9da414cfadc8fa83d7a3a35dec3778f9.jpg","category":["Fiesta","Peleas","Multijugador","Acción"],"description":"Esquiva, evita y lanza. Los Pingheros es un juego de pelea multijugador para hasta 8 jugadores en línea o local.\nÚnete a batallas frenéticas en varios modos y lucha por convertirte en el Pinghero definitivo en México, sacando a tus oponentes de la arena con nieve.\n\nSHOWDOWN DEL PINGÜINO DEFINITIVO\nÚnete a una acción multijugador emocionante para batallas frenéticas memorables, jugables con hasta 8 jugadores en línea y localmente.\nSumérgete en los vibrantes colores de México, cubierto por un manto nevado único, y únete a la acción solo o con tus amigos.\n\nMODOS DE PELEA INTENSOS\nPrepárate para confrontaciones emocionantes y diversas a través de una variedad de modos, donde solo los pingüinos más astutos salen victoriosos:\n\n    • Escuela de Bolas de Nieve: Este modo introduce a los jugadores a las mecánicas del juego a través de desafíos cronometrados, que se pueden completar en solitario o hasta 4 jugadores.\n\n    • Copa Carnaval: ¡Un modo caótico donde las reglas cambian cada ronda! Es una mezcla salvaje de diferentes modos de juego (detalles a continuación). ¡El primero en alcanzar 12 Soles gana la copa!\n\n    • Tormenta de Habilidades: ¡Potencia a tu Pinghero con habilidades adicionales entre rondas, aumentando la acción y la estrategia con cada batalla!\n\n    • Personalizado: ¡Elige tus reglas, selecciona tus mapas y crea tu enfrentamiento perfecto!\n\nTécnicas Secretas de los Pingüinos - Accede a los mejores trucos de supervivencia de los pingüinos: el deslizamiento definitivo, el trompo giratorio de pingüino renombrado y el celebrado \"Made in Penguin\" chokeslam, donde tu oponente definitivamente no fingirá.\n\nSupera a tus Oponentes - ¡Destruye los cactus para descubrir mejoras! Sé inteligente en cómo las usas. Mantén un ojo en la máscara de luchador que enfurece a tu pingüino, y en objetos que cambian el juego como el copo de nieve mágico para congelar a todos los demás pingüinos hasta los huesos.\n\nEl Vestuario Mexicano - Personaliza a tus pingüinos para reflejar tu estilo único. A medida que progresas, desbloquea nueva ropa, sombreros y paletas de colores.\n\nNo estás solo - ¡Cuidado con tus patas palmípedas! En México, no estarás solo. Deslízate en el lugar equivocado y podrías ser mordido.\n\nLos Pingheros en resumen:\n    • Hasta 8 jugadores locales, en línea o mixtos\n    • Juega todos contra todos o en equipo con amigos\n    • Ambientación mexicana nevada única\n    • Montón de mejoras y modos de juego\n    • Modo Desafío Cooperativo\n    • Destruye y construye el entorno\n    • Personaliza tu Pingüino y desbloquea aún más a medida que progresas","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/de71ad8d9de43f34bf36659d41773242afc5e847f6c16a872050483c19ebdd4e.jpg","id":"0100ED801EBC2000","intro":"Los Pingheros: Un juego de pelea multijugador (8 jugadores en línea/local). Combate en un México vibrante y nevadopara convertirte en el Pinghero definitivo.","isDemo":false,"key":null,"languages":["ja","en","es","pt","fr","de","it","ru","ko","zh"],"name":"Los Pingheros","nsuId":70010000103604,"numberOfPlayers":8,"publisher":"Hectiq","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251201,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/1f867f5d41d3496ec9b037b7e97954d12d92a37e2f9bb56586a9a8eade85cca6.jpg","https://img-eshop.cdn.nintendo.net/i/221a86166acceaaf530e5e6fd34381d0c756d43830c69b7246ecb5ee4464e661.jpg","https://img-eshop.cdn.nintendo.net/i/bdbce303c425138887d7a8ecffb7cfa5f954796b728ffe3ced913c369640760a.jpg","https://img-eshop.cdn.nintendo.net/i/eb7e46f6114867eba0d2d3f6a2bda8539501130c6dfd76cdd7f10e8680240cdd.jpg","https://img-eshop.cdn.nintendo.net/i/a4b77d6c349fd95e770501b794ddfe8392993ddd88592811694613c95835f118.jpg","https://img-eshop.cdn.nintendo.net/i/afcd5d5bbdbe1d67b50ea71c5ab4392196783774f2f1ddf1a69ed72a1270ef5a.jpg"],"size":520093696,"version":null},"70010000105548":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2597b9c549f74ce9c6b2745b334e60e505f71aad8820518084fd3d5c49fd5696.jpg","category":["Rompecabezas","Arcade","Aventura"],"description":"Desde simpáticos juegos arcade hasta innovadores juegos de intriga basados en texto y aclamadas historias que rompen la cuarta pared, Simogo Legacy Collection celebra la ecléctica trayectoria de Simogo, que incluye versiones fieles de siete juegos lanzados en plataformas móviles entre 2010 y 2015.\n\n• Kosmo Spin\n• Bumpy Road\n• Beat Sneak Bandit\n• Year Walk (+ Year Walk Companion)\n• DEVICE 6\n• The Sailor’s Dream\n• SPL-T\n\nAdemás, Simogo Legacy Collection incluye contenido adicional con datos interesantes seleccionados con especial cuidado de entre la amplia trayectoria de Simogo.\n\n• Year Walk Bedtime Stories for Awful Children – Libro digital\n• The Lighthouse Painting – Podcast de audiodrama\n• Música – Canciones de la historia de Simogo, incluyendo temas inéditos\n• Imágenes – Ilustraciones de la colección de Simogo\n• Year Walk Prototype – Prototipo jugable\n• Bumpy Road Prototype – Prototipo jugable\n• Rollovski Prototype – Prototipo jugable\n• The Sensational December Machine – Relato corto jugable\n\nSe requiere una comprensión del inglés escrito y hablado para poder disfrutarlo en su totalidad.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/bfb869636edfd763835c1c1a1f1f30a6d4cfac20a76522d7a1e132e10b0150cb.jpg","id":"0100DCD025378000","intro":"¡7 juegos clásicos de Simogo en uno!","isDemo":false,"key":null,"languages":["en"],"name":"Simogo Legacy Collection","nsuId":70010000105548,"numberOfPlayers":1,"publisher":"Simogo","rating":13,"ratingContent":["Violencia moderada"],"region":null,"releaseDate":20251202,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/ad369c739e45f41debf60f9d159163e3c30e3de6ce6ae953a26f404bfdb2557f.jpg","https://img-eshop.cdn.nintendo.net/i/bc7bd4b44f55616e55455281eb36333a8aabfd143734383a30c52e8984429cb5.jpg","https://img-eshop.cdn.nintendo.net/i/8e38c9b81c9f01e290d6367ea8d02031cde15929f7a6484e34993e22b058a154.jpg","https://img-eshop.cdn.nintendo.net/i/d1f42248d17059430daa27c7e59e7b5aa920ccdbd1e0b9d32a13bf6d48362b64.jpg","https://img-eshop.cdn.nintendo.net/i/2bc2f1e879ffc0abba9564c099dba5f8be4100ddb2797c7451ddbcaee0532da3.jpg","https://img-eshop.cdn.nintendo.net/i/bc254838aaa0e6241b367f36de0655192065988366158a9981c9bdcc0f71e2de.jpg"],"size":1940914176,"version":null},"70010000105899":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/90831024e960b46443bcb2abe870707430517b7131d9ae4cd4e4e48432914721.jpg","category":["Rompecabezas","Arcade","Aventura"],"description":"Desde simpáticos juegos arcade hasta innovadores juegos de intriga basados en texto y aclamadas historias que rompen la cuarta pared, Simogo Legacy Collection celebra la ecléctica trayectoria de Simogo, que incluye versiones fieles de siete juegos lanzados en plataformas móviles entre 2010 y 2015.\n\n• Kosmo Spin\n• Bumpy Road\n• Beat Sneak Bandit\n• Year Walk (+ Year Walk Companion)\n• DEVICE 6\n• The Sailor’s Dream\n• SPL-T\n\nAdemás, Simogo Legacy Collection incluye contenido adicional con datos interesantes seleccionados con especial cuidado de entre la amplia trayectoria de Simogo.\n\n• Year Walk Bedtime Stories for Awful Children – Libro digital\n• The Lighthouse Painting – Podcast de audiodrama\n• Música – Canciones de la historia de Simogo, incluyendo temas inéditos\n• Imágenes – Ilustraciones de la colección de Simogo\n• Year Walk Prototype – Prototipo jugable\n• Bumpy Road Prototype – Prototipo jugable\n• Rollovski Prototype – Prototipo jugable\n• The Sensational December Machine – Relato corto jugable\n\nSe requiere una comprensión del inglés escrito y hablado para poder disfrutarlo en su totalidad.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/bfb869636edfd763835c1c1a1f1f30a6d4cfac20a76522d7a1e132e10b0150cb.jpg","id":"0100DCD025378000","intro":"¡7 juegos clásicos de Simogo en uno!","isDemo":false,"key":null,"languages":["en"],"name":"Simogo Legacy Collection - Nintendo Switch™ 2 Edition","nsuId":70010000105899,"numberOfPlayers":1,"publisher":"Simogo","rating":13,"ratingContent":["Violencia moderada"],"region":null,"releaseDate":20251202,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/133950ac7b56fce3da0ea9b5153040b60b5e2c281325c4bcde9931b895a04f1f.jpg","https://img-eshop.cdn.nintendo.net/i/87f7513aec874120ff7765222f0e94f6a99dd53e1ec2ea1f1d9da1c4178b0e8a.jpg","https://img-eshop.cdn.nintendo.net/i/2ba1d4d28f024ee5b9abdea0319cc7fd4d9ec912ad1380c2003e2bca12df5a31.jpg","https://img-eshop.cdn.nintendo.net/i/ed74c1aa06927124610d978ec3ca9fdb98300559ddb76d9ede208a7fb8272e39.jpg","https://img-eshop.cdn.nintendo.net/i/4368bcc16ee56f15601253ec6b3e59cbd604bb041320dd5e64dcbc3d96dcb046.jpg","https://img-eshop.cdn.nintendo.net/i/2b07cb66a3989839124118d3632b132e89b55e8e5b1ab320103b709480eb6a39.jpg"],"size":1940914176,"version":null},"70050000061917":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/90831024e960b46443bcb2abe870707430517b7131d9ae4cd4e4e48432914721.jpg","category":null,"description":"Este paquete de actualización mejora Simogo Legacy Collection para Nintendo Switch™ a Simogo Legacy Collection – Edición para Nintendo Switch™ 2.\n\nDesde simpáticos juegos arcade hasta innovadores juegos de intriga basados en texto y aclamadas historias que rompen la cuarta pared, Simogo Legacy Collection celebra la ecléctica trayectoria de Simogo, que incluye versiones fieles de siete juegos lanzados en plataformas móviles entre 2010 y 2015.\n\n• Kosmo Spin\n• Bumpy Road\n• Beat Sneak Bandit\n• Year Walk (+ Year Walk Companion)\n• DEVICE 6\n• The Sailor’s Dream\n• SPL-T\n\nAdemás, Simogo Legacy Collection incluye contenido adicional con datos interesantes seleccionados con especial cuidado de entre la amplia trayectoria de Simogo.\n\n• Year Walk Bedtime Stories for Awful Children – Libro digital\n• The Lighthouse Painting – Podcast de audiodrama\n• Música – Canciones de la historia de Simogo, incluyendo temas inéditos\n• Imágenes – Ilustraciones de la colección de Simogo\n• Year Walk Prototype – Prototipo jugable\n• Bumpy Road Prototype – Prototipo jugable\n• Rollovski Prototype – Prototipo jugable\n• The Sensational December Machine – Relato corto jugable\n\nSe requiere una comprensión del inglés escrito y hablado para poder disfrutarlo en su totalidad.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"¡7 juegos clásicos de Simogo en uno!","isDemo":false,"key":null,"languages":null,"name":"Simogo Legacy Collection - paquete de mejora a la versión Nintendo Switch™ 2 Edition","nsuId":70050000061917,"numberOfPlayers":null,"publisher":"Simogo","rating":13,"ratingContent":["Violencia moderada"],"region":null,"releaseDate":20251202,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000096085":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/8c644d677a716d68954a4be4ac07c3f49b6a1e0c0e0a18108d5f589c87cc132a.jpg","category":["Aventura","Rompecabezas","Plataformas","Otros"],"description":"Desafía la percepción, redefine la realidad y transforma el mundo que te rodea con tu cámara instantánea. Viewfinder es una nueva experiencia de un jugador que ofrece horas de vivencias interesantes y divertidas en la búsqueda de la verdad tras los misterios del pasado.\n\nAcerca de este juego\n\nViewfinder es un juego de aventura en primera persona que desafía a la mente, en el que puedes hacer que las fotos cobren vida colocándolas por el mundo. \n\n•\tTransforma la realidad. No solo fotos: haz que pinturas, bocetos, capturas y postales cobren vida mientras le das forma al mundo... \n\n•\tAprende mientras exploras. Descubre la libertad de crear y los secretos del mundo, junto con la misma razón de su existencia. Adéntrate en diferentes mundos que, a pesar de estar interconectados, se diferencian intrínsecamente.\n\n•\tVive la experiencia a tu manera. Viewfinder es un juego narrativo basado en el jugador que cumplirá con las expectativas tanto de los jugadores que simplemente quieran explorar y resolver rompecabezas, como de los que quieran saber más sobre la historia de este mundo rico y complejo. \n\n•\tEncuentra las respuestas de lo imposible adentrándote en el mundo de Viewfinder.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/9905739bb7938da440ad625bda167d4ad64abd4e361ef7c9ce2eb9515d5e3a51.jpg","id":"0100F9D023176000","intro":"Un juego de aventura en primera persona que desafía a la mente","isDemo":false,"key":null,"languages":["ja","en","es","pt","fr","de","it","ru","ko","zh","zh"],"name":"Viewfinder","nsuId":70010000096085,"numberOfPlayers":1,"publisher":"Thunderful","rating":6,"ratingContent":["Lenguaje moderado"],"region":null,"releaseDate":20251203,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/f9d1519ed9aca5aa00ddc22ac6cee7d9ed092d093cee70de72d817afac4a0278.jpg","https://img-eshop.cdn.nintendo.net/i/bef9fdeec2cef21ccc8c2abf8959d17da7c0a1d940a1a7dd5388294977a8785a.jpg","https://img-eshop.cdn.nintendo.net/i/e6e6095965b55bd7d0fa9b7754b0d9c708bbf57b3e094dc6956c4ba7f3f9410f.jpg","https://img-eshop.cdn.nintendo.net/i/d0503a24d34338676da42d8f36fc29bb6c50269adbfac0539f990490fbbe90ce.jpg","https://img-eshop.cdn.nintendo.net/i/a45c0c33bd0a7a2032a917235da01957eee05c1d03c94dbeac176eb719cfe25d.jpg","https://img-eshop.cdn.nintendo.net/i/7a0c13f5be451c8fce1b98c4922d02836bec9b337005262a2cde6cc45157d406.jpg"],"size":3965714432,"version":null},"70010000105131":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/da92e1a713359e5f179d02d26be305c8a8ef5e70e1733d7b5ac5c4646e4f90e8.jpg","category":["Aventura"],"description":"Cuando Elias regresa a la ciudad costera que una vez lo albergó, se ve arrastrado a un lento invierno de conexiones, recuerdos y decisiones silenciosas. Asume el papel de este joven y guía las decisiones que toma, rodeado de la calidez de la gente del pueblo, jóvenes y mayores, a menudo conversando en una librería mientras comparten un café.\n\nWinterlight es una novela visual contemplativa de aventuras sobre volver a casa, enfrentar el dolor y aprender a aceptar lo ordinario como una forma de escape personal. Disfruta de una aventura en una narrativa ramificada con elecciones significativas, llena de madurez emocional y hermosas ilustraciones. Tómate las cosas a tu propio ritmo mientras exploras todos los resultados posibles para Elias.\n\n• ¡Sumérgete en una aventura de 32.000 palabras!\n• Involúcrate en temas emocionalmente maduros y problemas del mundo real.\n• Guía la narrativa tomando decisiones clave para Elias.\n• Disfruta de retratos de personajes y fondos bellamente ilustrados.\n• ¡Descubre múltiples finales mientras buscas la verdad y la paz duradera!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/097b01496dff20b77f91c88ecd3b90f5793a96c92b61d7f8ed6a3d2efd788ec6.jpg","id":"0100FE90251F2000","intro":"¡Explora una historia sincera y estimulante sobre un regreso a casa agridulce!","isDemo":false,"key":null,"languages":["en","pt","es"],"name":"Winterlight - Where silence says it all","nsuId":70010000105131,"numberOfPlayers":1,"publisher":"eastasiasoft","rating":10,"ratingContent":["Uso de alcohol"],"region":null,"releaseDate":20251203,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/b743a2ca5235e7ab0b4d51d2a5df902c5bc59e6b261f447277e0da82d006ce6d.jpg","https://img-eshop.cdn.nintendo.net/i/547976cfbbe1f8e179df920ce9f13243f462ecd45b1c94d667e43e2e92876264.jpg","https://img-eshop.cdn.nintendo.net/i/ea07d2b468a47d6447d7d2f4ca9e8bab823edfff6127af72aa12a6496d01dbfa.jpg","https://img-eshop.cdn.nintendo.net/i/b3af042e99fe09f50121df6e3272fcfe7ef0bcfe53b89a27dc2735c36786194c.jpg","https://img-eshop.cdn.nintendo.net/i/c6184be53e86b85bc194a70c6e7e99ff401644cd2f9079ad6ca1f36371d783a5.jpg","https://img-eshop.cdn.nintendo.net/i/dc721b3ae4ea14ab51ba7b0f8b3fe88568e443f3294a4166eab1555647a87183.jpg"],"size":309329920,"version":null},"70010000106674":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/257963d3abd8c616db32b6d9080889c7b1521834c8018b3e4b75d5752385b113.jpg","category":["Rompecabezas"],"description":" - Overview\nPlace panels with various effects on a 3×3 grid field and aim to clear the stage by pairing up all the characters on the field.\nThe Nintendo Switch™ version adds 40 brand-new stages, bringing the total to a whopping 116 stages!\n\n - Gender\nBy default, couples are formed between a boy and a girl, but in the options you can change the settings to allow pairings such as boy-boy or girl-girl. There are also additional customization options available, such as clothing, hairstyles, and age.\n\n - Story\nThe protagonist is a woman in pajamas, as seen in the main visual. Her profession is a romance novelist.\nWhenever she comes up with ideas for her novels, she never skips her mental simulations. In her mind, she creates couples, makes them talk, go on dates, and flirt with each other-gradually expanding the image of her story.\nThis game (a puzzle game about forming couples) represents her fantasies-or rather, the work she does to pay her bills.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/d5a7bcd44170bdf17664001573a455f38b6df5691854a31e2773ba8ed687906f.jpg","id":"0100827025254000","intro":"It’s a puzzle game where you create couples.\nYou can freely choose the pairings-man and woman, two men, two women, and more!","isDemo":false,"key":null,"languages":["ja","en"],"name":"Couple Maker","nsuId":70010000106674,"numberOfPlayers":1,"publisher":"nisisuke","rating":6,"ratingContent":[],"region":null,"releaseDate":20251203,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/e19cca4c5103c0013cde4628d50de9d99e2b689ff609e8d25457a7e3cb83dea0.jpg","https://img-eshop.cdn.nintendo.net/i/be56ef5c3eb038473476ccdb962c77a42d8167c30ea8e9e59554e293dbb9506e.jpg","https://img-eshop.cdn.nintendo.net/i/d18bbb047d87a00a87fa80b43a2255942f57d7598af4d9e162034608f6525604.jpg","https://img-eshop.cdn.nintendo.net/i/4f04fd13b5ec02e15e23fc6ef23e91cce3331b27d070850bea0672d8fe91d52f.jpg"],"size":340787200,"version":null},"70010000084766":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/1bcf06d845f9027b4330e8d07658845a2fe3d66882bdaeb70325aeb35c54f1c9.jpg","category":["Acción","Aventura","Acción en primera persona"],"description":"¡El letal francotirador Syliux finalmente ha dado con el paradero de la famosa cazarrecompensas Samus Aran! Luego de un inesperado accidente a raíz de su enfrentamiento, Samus es transportada a Viewros, un misterioso planeta que anteriormente estuvo habitado por una especie alienígena. Ahora ella deberá explorar este planeta mientras encara a las extrañas criaturas que lo habitan para poder encontrar una manera de regresar a su hogar.\n \nEscanea tus alrededores para encontrar pistas, aprovecha tu equipo y tus armas al máximo, usa las nuevas aptitudes psíquicas de Samus y desplázate conduciendo Vi-O-La (un nuevo vehículo equipado con la última tecnología) para recorrer y explorar el entorno. Acciona mecanismos, controla el rayo cargado y más... ¡Deberás utilizar todas las herramientas que estén a tu disposición para sobrevivir y escapar de Viewros!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Explora un misterioso planeta para encontrar una forma de regresar a tu hogar","isDemo":false,"key":null,"languages":["ja","en","es","fr","pt","de","it","nl","ko","zh","zh"],"name":"Metroid Prime™ 4: Beyond","nsuId":70010000084766,"numberOfPlayers":1,"publisher":"Nintendo","rating":13,"ratingContent":["Animación de sangre","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20251204,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/683e6ccc058af876ca5d57217b9c5eba212923a674b2d89c871b56d18d1cd0a7.jpg","https://img-eshop.cdn.nintendo.net/i/6139fe223dbf074ae04d59fe728b5d2878e56192f2d8d9855087266353890819.jpg","https://img-eshop.cdn.nintendo.net/i/56b1f27f69345969c13ce33908af1ce7009f6de2963324d7e7894b71402ee095.jpg","https://img-eshop.cdn.nintendo.net/i/9ed0bc3f44d6b67a4a3a7d38e744d33c1b0e66690e882d0a110a836402502b97.jpg","https://img-eshop.cdn.nintendo.net/i/f91f56d916d3749c95ce56ad793bd5014cf44fba79a8ccfc92d967a33fbf5395.jpg","https://img-eshop.cdn.nintendo.net/i/83912aed148c216ec74c1d8e8c7d6422d8f3092cb57f30a01c490593610de317.jpg"],"size":0,"version":null},"70010000096471":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/456a25e08dc3e0d2209cd1261a804e08d4eb939649df234da36752d874e9a7cb.jpg","category":["Juego de rol"],"description":"[Resumen del producto]\nEmpieza desde cero y descubre la entrega más reciente de la saga OCTOPATH TRAVELER. Vive una historia de restauración y retribución por los anillos divinos; una saga épica que se desarrolla en el reino de Orsterra.\n\nEmbárcate en una aventura de tu propia creación.\n\nDisfruta de características familiares como los gráficos 2D en HD de la saga, una fusión entre pixel art tradicional y 3DCG; la capacidad del jugador para elegir las acciones de senda que prefiera y el sistema de Ruptura e Impulso, que puede cambiar el curso de la batalla. Además, con sus nuevas funciones para crear personajes y aldeas, podrás conseguir tu propio personaje y restaurar tu aldea natal.\n\n[Características principales]\n1. Tú protagonizas la historia. Elige tu aspecto, voz, gestos y comida preferida con la nueva función de creación de personajes.\n\n2. Restaura tu aldea natal con la construcción de aldeas. ¡Invita a tus compañeros y aliados a vivir en una aldea hecha por ti!\n\n3. Participa en batallas de mando emocionantes y estratégicas. ¡Elige entre más de 30 aliados para formar un grupo de hasta ocho personajes!\n\n4. Usa las acciones de senda para invitar a otros a tu aldea, participar en batallas y obtener objetos. Tú decides adónde vas y lo que haces.\n\n5. Equipa habilidades de acción con el nuevo sistema de habilidades. Los aliados pueden aprender estas habilidades y enseñárselas a los demás.\n\n* También está disponible la OCTOPATH TRAVELER 0 Digital Deluxe Edition, que combina el juego base OCTOPATH TRAVELER 0 y contenido adicional de pago a un precio menor.\n* Consulta el sitio web oficial para saber más sobre los extras de cada edición.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/5f67c8e1b55156d1453257ea3b246f5dca14e5dbdc21435ea797514b1e8fe657.jpg","id":"01005270232F2000","intro":"Empieza desde cero en una historia de restauración y retribución","isDemo":false,"key":null,"languages":["ja","en"],"name":"OCTOPATH TRAVELER 0","nsuId":70010000096471,"numberOfPlayers":1,"publisher":"SQUARE ENIX","rating":13,"ratingContent":["Sangre","Violencia de fantasia","Lenguaje","Temas insinuantes"],"region":null,"releaseDate":20251204,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/1ebdcd5de694e7141134e63157632e0de916abba183ece712338b805d9f62c9f.jpg","https://img-eshop.cdn.nintendo.net/i/048c4f242bb259fa24ab343e48502908e74bbe9b67184e1120448c8bf4bce003.jpg","https://img-eshop.cdn.nintendo.net/i/c75283af27dc2d7f03c4644b187362bf9326e7dcce9fa0d6c856e027f82cfa79.jpg","https://img-eshop.cdn.nintendo.net/i/0c25f72af35d25194c8b46dde8bfdbbb0890d7b61263b3092d12b8a3c4ba9230.jpg","https://img-eshop.cdn.nintendo.net/i/76162761988e49ab122e60b5d2fbb767ae8f91de39a1c6b843a86730b7c5ecf1.jpg","https://img-eshop.cdn.nintendo.net/i/65146327d8195518feba3b11ce0e111c5d31710d1f134da61db8b22e3e4c86d7.jpg"],"size":3202351104,"version":null},"70010000098344":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d97d56135eb51c8d88def0f422e9a830e47f0cfb297936260da1d0ac9aa4ccaa.jpg","category":["Carreras","Arcade"],"description":"Old School Rally features fast-paced, arcade-style gameplay, with emphasis on driving skill and high-speed maneuvers.\n\nRETRO STYLE VISUALS\n\nCarefully crafted retro style visuals, reminiscent of the late '90s rally games full of nostalgia and charm, making it a must-play for everyone.\n\nRACE THE WORLD\n\nWith a variety of rally tracks from around the globe, race across different surfaces such as dirt, tarmac and snow and challenge your driving skills.\n\nRALLY CARS\n\nChoose from a diverse lineup of rally cars inspired by the legends of the past, each with unique characteristics and features.\n\nUSER FEEDBACK\n\nThe game will evolve over time so your feedback is very important. Feel free to submit your comments in the game's community page.\n\nDeveloped by a solo developer with passion about the classic 3D rally games, trying to fill a gap that is missing from modern rally games.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c80ee80271e7af09d55699ca5456fabcfa3799f374807b6bba3a48b3c6c24477.jpg","id":"0100B0E0239AC000","intro":"A nostalgic racing game that combines the charm of classic retro style visuals with the thrill of international rally competitions.","isDemo":false,"key":null,"languages":["ja","en","es","de","it","ru","zh","zh"],"name":"Old School Rally","nsuId":70010000098344,"numberOfPlayers":1,"publisher":"Astrolabe Games","rating":6,"ratingContent":[],"region":null,"releaseDate":20251204,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/2ea97d411d8ead3573c0fa829652f97c179b04a7371042f433392801fcbf5b71.jpg","https://img-eshop.cdn.nintendo.net/i/b594488e50130c76d8c99a92a29af6f918144be6eb3457fc9b624f9acae98645.jpg","https://img-eshop.cdn.nintendo.net/i/e496458db4eb1e3e8c4dbc744a94991ac1434192e6376650cf93dc7c8deff2ba.jpg","https://img-eshop.cdn.nintendo.net/i/3937aebd01d9cf669edb31652dc6b972dcd8b1f4e0a2b322e280d56f2ce47220.jpg","https://img-eshop.cdn.nintendo.net/i/1536635e5998a19f3af5c9cfa026a3cabbabde247e150534e0286c807746d3fc.jpg","https://img-eshop.cdn.nintendo.net/i/74cf2666438e1fda11cb14fedca00e37c9a4878a1222d55fef70d441860d207e.jpg"],"size":1276116992,"version":null},"70010000103065":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/f97da28c5abc904505d30bc52296f774232aafafac69e487de86d23deda7b19b.jpg","category":["Arcade","Acción","Aventura","Otros"],"description":"Bienvenido a «Cats Ritual»,\nuna cautivadora aventura independiente en la que deberás recorrer una ciudad en decadencia para reunir a 30 gatos escurridizos y salvar a un excéntrico personaje no jugable de las garras de antiguos espíritus felinos. A medida que explores los rincones ocultos de este paisaje urbano abandonado (callejones, solares abandonados y tejados sombríos), descubrirás los secretos que se esconden tras el Ritual Eterno, una danza sagrada que mantiene a raya a los malévolos espíritus felinos.\n\nCaracterísticas principales:\n- Exploración: recorre diversos lugares, como edificios abandonados, callejones sombríos y parques olvidados, cada uno con sus propios misterios y peligros.\n\n- Colección: encuentra y colecciona 30 gatos únicos, cada uno con su propia personalidad e historia, esenciales para completar el ritual.\n\n- Resolución de acertijos: supera ingeniosos acertijos y desafíos que se interponen entre tú y los gatos, poniendo a prueba tu ingenio y agilidad.\n\n- Interacciones con los personajes: conoce a una variedad de personajes peculiares, desde el agitado NPC hasta otros habitantes de la ciudad, que pueden ayudarte u obstaculizar tu misión.\n\n«Cats Ritual» combina exploración, recolección y profundidad narrativa en una experiencia de juego única. Con su tono caprichoso pero emocionante, el juego ofrece un viaje a una ciudad olvidada por el tiempo, donde cada maullido podría ser tu salvación... o tu perdición. ¿Tendrás éxito en tu misión y restaurarás el equilibrio de la ciudad, o serás víctima del eterno arrepentimiento?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/e86cf85fcde6cc6363cd0a705bbfb9ec7836c5e4608506676720d761c9136b39.jpg","id":"0100C69024B72000","intro":"¡Luces apagadas, gatos fuera! ¡Atrápalos antes de que sea demasiado tarde!","isDemo":false,"key":null,"languages":["en"],"name":"Cats Ritual","nsuId":70010000103065,"numberOfPlayers":1,"publisher":"SOURCE BYTE","rating":6,"ratingContent":["Lenguaje moderado"],"region":null,"releaseDate":20251204,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/8222b5eee6a1d2664ce9de3c4ba9535053828ddd0488614d420856a047240837.jpg","https://img-eshop.cdn.nintendo.net/i/b392e388c1d641e7c4e981f0129d4cca88340ea6f50dbf89ffebf950cb33a69a.jpg","https://img-eshop.cdn.nintendo.net/i/ee6de70c54347398d687478029cebd611a6b27dd9cdb74e00a45f0719db06ab1.jpg","https://img-eshop.cdn.nintendo.net/i/064b175e73bf8749c7046abb5ae094c955d2596336f8aa60f16a4e6607b11d36.jpg","https://img-eshop.cdn.nintendo.net/i/5e9cdefc572872f95d39b3441720e573693f5a1944683d49a28c0db3b18bff52.jpg","https://img-eshop.cdn.nintendo.net/i/fc4e685375973ae2de3db946fda86bceba05648b78cc4ae9a9f44dfaba6297cc.jpg"],"size":2825912320,"version":null},"70010000104849":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6bc40d5d63f7139f26f29c3d0d9b82dbcbae85e2bebcd2995d39c991e665c802.jpg","category":["Acción","Aventura","Acción en primera persona"],"description":"¡El letal francotirador Syliux finalmente ha dado con el paradero de la famosa cazarrecompensas Samus Aran! Luego de un inesperado accidente a raíz de su enfrentamiento, Samus es transportada a Viewros, un misterioso planeta que anteriormente estuvo habitado por una especie alienígena. Ahora ella deberá explorar este planeta mientras encara a las extrañas criaturas que lo habitan para poder encontrar una manera de regresar a su hogar.\n \nEscanea tus alrededores para encontrar pistas, aprovecha tu equipo y tus armas al máximo, usa las nuevas aptitudes psíquicas de Samus y desplázate conduciendo Vi-O-La (un nuevo vehículo equipado con la última tecnología) para recorrer y explorar el entorno. Acciona mecanismos, controla el rayo cargado y más... ¡Deberás utilizar todas las herramientas que estén a tu disposición para sobrevivir y escapar de Viewros!\n\nJuega con el control por mouse y disfruta mejoras visuales y dos diferentes modos de visualización, exclusivamente en la consola Nintendo Switch 2\n\n¡Apunta con el control Joy-Con 2™ como si fuera un mouse! El juego Metroid Prime™ 4: Beyond – Nintendo Switch™ 2 Edition también ofrece resolución, velocidad de fotogramas y tiempos de carga mejorados. \n\nDos modos de visualización te permiten escoger cómo quieres emprender tu aventura. Disfruta detalles definidos en el modo de alta calidad, que brinda reproducción de imágenes de 60 fotogramas por segundo en 4K con la consola en la base y 1080p en el modo portátil, o prioriza una experiencia de acción superfluida en el modo de alto rendimiento, con mayor velocidad de imágenes de 120 fotogramas por segundo en 1080p con la consola en la base y 720p en el modo portátil. Ambas opciones son compatibles con la tecnología HDR.\n\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Explora un misterioso planeta para encontrar una forma de regresar a tu hogar","isDemo":false,"key":null,"languages":["ja","en","es","fr","pt","de","it","nl","ko","zh","zh"],"name":"Metroid Prime™ 4: Beyond – Nintendo Switch™ 2 Edition","nsuId":70010000104849,"numberOfPlayers":1,"publisher":"Nintendo","rating":13,"ratingContent":["Animación de sangre","Violencia"],"region":null,"releaseDate":20251204,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/89135935439ee6c3125ed070b578dbf11d352afa8af0f1efec0f9fb150e856e8.jpg","https://img-eshop.cdn.nintendo.net/i/7a81e0199a426e7a8441556d0a449ac0e05ccbcc184882f6006d6fdee0a22a32.jpg","https://img-eshop.cdn.nintendo.net/i/18acd13b8c65149036c31d517c873d07d620f6c5e580a11ab1fe1d30da5362be.jpg","https://img-eshop.cdn.nintendo.net/i/9ed0bc3f44d6b67a4a3a7d38e744d33c1b0e66690e882d0a110a836402502b97.jpg","https://img-eshop.cdn.nintendo.net/i/f91f56d916d3749c95ce56ad793bd5014cf44fba79a8ccfc92d967a33fbf5395.jpg","https://img-eshop.cdn.nintendo.net/i/83912aed148c216ec74c1d8e8c7d6422d8f3092cb57f30a01c490593610de317.jpg"],"size":0,"version":null},"70010000106953":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5887842436cecbabdf8b56ad428d645827929f7c1eb169c63a947d2847a3c7d2.jpg","category":["Aventura","Plataformas","Acción","Arcade"],"description":"Santa’s Christmas Story 2: The Frozen Gift War is a festive platformer adventure!\nPlay as Santa, collect lost gifts, run through icy worlds, and battle frozen enemies. Face fun challenges, unlock power-ups, and defeat the Boss to save Christmas!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/670a95c732487168095b420b9d164fea9cf81432932f1ba4def6063ea72954bf.jpg","id":"0100988025910000","intro":"The gifts are frozen, the enemies are fierce — Santa’s coming to save Christmas again!","isDemo":false,"key":null,"languages":["en"],"name":"Santa's Christmas Story 2 The Frozen Gift War","nsuId":70010000106953,"numberOfPlayers":1,"publisher":"Eclipse Interactive","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251204,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/ec0542b83ada4ced538ac821cb3c1d6ee7a76e4f4a89602a35c90315a2e8e799.jpg","https://img-eshop.cdn.nintendo.net/i/a5c7ba0fb737ffdb1bfc91e2018bbc716b3e528f3c1b2355db654888cad8c6b1.jpg","https://img-eshop.cdn.nintendo.net/i/736aac4a7052605e15b4e8188455fea2354a57a883a81d1d3c28d6a1d73cb7c3.jpg","https://img-eshop.cdn.nintendo.net/i/efcf2dfabbe6f83d2511d85888443714fe20ad70d1b2c61d54cfbb3587c0cc53.jpg","https://img-eshop.cdn.nintendo.net/i/7efd4c9d4679bb2f7d7232d457059abecbc5a71353030371e33dd467f65563b1.jpg","https://img-eshop.cdn.nintendo.net/i/8b2c490673b5b094cfc1825c3f31e10fa336ec13770780ced0ba5ce73fcc32ac.jpg"],"size":375390208,"version":null},"70050000061587":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3c33de673d80db3a734765294bb364b4d9a25f3185b8258b608774df4186ec3d.jpg","category":null,"description":"[Versión digital: Bonificación por reservar]\n- Provisiones de viaje: Un conjunto de objetos y habilidades útiles para empezar tu aventura.\nContenido:\n- Healing Grape (M) x5\n- Inspiriting Plum (M) x5\n- Revitalizing Jam x2\n- Icewind Mastery\n\n((Solo aplica a reservas realizadas antes del 03/12/2025 a las 23:59(EST).))\n(La bonificación se puede reclamar en la taberna al progresar en el juego.)","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01005270232F3001","ids":["01005270232F3001"],"intro":"Empieza desde cero en una historia de restauración y retribución","isDemo":false,"key":null,"languages":null,"name":"OCTOPATH TRAVELER 0 Travel Provisions","nsuId":70050000061587,"numberOfPlayers":null,"publisher":"SQUARE ENIX","rating":13,"ratingContent":["Sangre","Violencia de fantasia","Lenguaje","Temas insinuantes"],"region":null,"releaseDate":20251204,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000061589":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/85c4475304398f168e7abbc14911ca8a99641e5f8970b5d6eaf51c8f28f2cf90.jpg","category":null,"description":"Este conjunto está compuesto por Deluxe Travel Provisions y el libro de arte digital de OCTOPATH TRAVELER 0.\n\n1. Deluxe Travel Provisions\n▼ Habilidades de acción\n- Triple Strike Mastery\n- SP Saver Mastery\n- Extra JP Mastery\n▼ Objetos consumibles: 8 tipos de frutos secos (M)\n- Fortifying Nut (M)\n- Magic Nut (M)\n- Tough Nut (M)\n- Resistant Nut (M)\n- Light Nut (M)\n- Critical Nut (M)\n- Sharp Nut (M)\n- Slippery Nut (M)\n▼ Adornos de la aldea: Diseños de adornos festivos\n- Table with Roasted Chicken\n- Festive Arch\n- Large Festive Arch\n- Festive Flag\n- Grand Vase\n\n2. Libro de arte digital\n\n(Solo disponible para quienes compraron el juego base de OCTOPATH TRAVELER 0.)\n(Este producto es una mejora para quienes compraron OCTOPATH TRAVELER 0.)","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01005270232F3002","ids":["01005270232F3002"],"intro":"Empieza desde cero en una historia de restauración y retribución","isDemo":false,"key":null,"languages":null,"name":"OCTOPATH TRAVELER 0 Digital Deluxe Upgrade","nsuId":70050000061589,"numberOfPlayers":null,"publisher":"SQUARE ENIX","rating":13,"ratingContent":["Sangre","Violencia de fantasia","Lenguaje","Temas insinuantes"],"region":null,"releaseDate":20251204,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/1ebdcd5de694e7141134e63157632e0de916abba183ece712338b805d9f62c9f.jpg","https://img-eshop.cdn.nintendo.net/i/048c4f242bb259fa24ab343e48502908e74bbe9b67184e1120448c8bf4bce003.jpg","https://img-eshop.cdn.nintendo.net/i/c75283af27dc2d7f03c4644b187362bf9326e7dcce9fa0d6c856e027f82cfa79.jpg","https://img-eshop.cdn.nintendo.net/i/0c25f72af35d25194c8b46dde8bfdbbb0890d7b61263b3092d12b8a3c4ba9230.jpg","https://img-eshop.cdn.nintendo.net/i/76162761988e49ab122e60b5d2fbb767ae8f91de39a1c6b843a86730b7c5ecf1.jpg","https://img-eshop.cdn.nintendo.net/i/65146327d8195518feba3b11ce0e111c5d31710d1f134da61db8b22e3e4c86d7.jpg"],"size":3145728,"version":null},"70050000062489":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6bc40d5d63f7139f26f29c3d0d9b82dbcbae85e2bebcd2995d39c991e665c802.jpg","category":null,"description":"Disfruta aún más tu aventura en Viewros con este paquete de mejora. El juego Metroid Prime™ 4: Beyond – Nintendo Switch 2 Edition ofrece resolución, velocidad de fotogramas y tiempos de carga mejorados. ¡También podrás apuntar con un control Joy-Con™ 2 como si fuera un mouse!\n\nDos modos de visualización te permiten escoger cómo quieres emprender tu aventura. Disfruta detalles definidos en el modo de alta calidad, que brinda reproducción de imágenes de 60 fotogramas por segundo en 4K con la consola en la base y 1080p en el modo portátil, o prioriza una experiencia de acción superfluida en el modo de alto rendimiento, con mayor velocidad de imágenes de 120 fotogramas por segundo en 1080p con la consola en la base y 720p en el modo portátil. Ambas opciones son compatibles con la tecnología HDR.\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Mejora tu aventura por Viewros, ¡exclusivamente para la consola Nintendo Switch™ 2!","isDemo":false,"key":null,"languages":null,"name":"Paquete de mejora Metroid Prime™ 4: Beyond – Nintendo Switch™ 2 Edition","nsuId":70050000062489,"numberOfPlayers":null,"publisher":"Nintendo","rating":13,"ratingContent":["Animación de sangre","Violencia"],"region":null,"releaseDate":20251204,"rightsId":null,"screenshots":null,"size":0,"version":null},"70070000030244":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/f09ca55f2aa085b8a92dd21b962021a08ad08badf96f04792b9c56c877878a1d.jpg","category":null,"description":"Este conjunto es un lote que incluye el juego base OCTOPATH TRAVELER 0, Deluxe Travel Provisions y el libro de arte digital.\n\n■ Contenido de la Digital Deluxe Version\n1. Juego base OCTOPATH TRAVELER 0\n\n2. Deluxe Travel Provisions\n▼ Habilidades de acción\n- Triple Strike Mastery\n- SP Saver Mastery\n- Extra JP Mastery\n▼ Objetos consumibles: 8 tipos de frutos secos (M)\n- Fortifying Nut (M)\n- Magic Nut (M)\n- Tough Nut (M)\n- Resistant Nut (M)\n- Light Nut (M)\n- Critical Nut (M)\n- Sharp Nut (M)\n- Slippery Nut (M)\n▼ Adornos de la aldea: Diseños de adornos festivos\n- Table with Roasted Chicken\n- Festive Arch\n- Large Festive Arch\n- Festive Flag\n- Grand Vase\n\n3. Libro de arte digital\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Empieza desde cero en una historia de restauración y retribución","isDemo":false,"key":null,"languages":null,"name":"OCTOPATH TRAVELER 0 Digital Deluxe Edition","nsuId":70070000030244,"numberOfPlayers":null,"publisher":"SQUARE ENIX","rating":13,"ratingContent":["Sangre","Violencia de fantasia","Lenguaje","Temas insinuantes"],"region":null,"releaseDate":20251204,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/1ebdcd5de694e7141134e63157632e0de916abba183ece712338b805d9f62c9f.jpg","https://img-eshop.cdn.nintendo.net/i/048c4f242bb259fa24ab343e48502908e74bbe9b67184e1120448c8bf4bce003.jpg","https://img-eshop.cdn.nintendo.net/i/c75283af27dc2d7f03c4644b187362bf9326e7dcce9fa0d6c856e027f82cfa79.jpg","https://img-eshop.cdn.nintendo.net/i/0c25f72af35d25194c8b46dde8bfdbbb0890d7b61263b3092d12b8a3c4ba9230.jpg","https://img-eshop.cdn.nintendo.net/i/76162761988e49ab122e60b5d2fbb767ae8f91de39a1c6b843a86730b7c5ecf1.jpg","https://img-eshop.cdn.nintendo.net/i/65146327d8195518feba3b11ce0e111c5d31710d1f134da61db8b22e3e4c86d7.jpg"],"size":3205496832,"version":null},"70010000079965":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ceb525092af621465e4781c6204576ae00599732332b0ced8786494a23be7d1d.jpg","category":["Acción","Peleas","Disparos"],"description":"FIGHT FOR YOUR FREEDOM\nIn the future, even death can’t free you. If a criminal dies while serving their sentence, they are reconstructed to return to their suffering. And you’re serving a 1300-year sentence. The only way to shorten this sentence? Win on “The Last Ticket.” The rules are simple: there is a shuttle on the roof of the prison, and if you can fight your way through hordes of other inmates and reach it in time, you will be given your freedom.\n\nNO COMPROMISES\nKIBORG is a hybrid of old-school beat’em ups, shooters, and rogue-likes. The fights are fast, brutal, and deadly. Sever limbs, squash heads, and tear cybernetic cores apart from living foes. There are dozens of enemy types with unique abilities and tactics, and they are mixed and matched to create hundreds of challenging encounters. If you’re here for blood and gore, you’ve come to the right place.\n\nIMMENSE BUILD VARIETY\nReplace your body parts with an array of cybernetic implants, enabling a wide variety of playstyles. Experiment with hundreds of power-enhancing augmentations and apply dozens of mutations to create deadly synergies. Wield a variety of melee weapons and firearms of all types. Use combos and special attacks to devastate your foes. Unleash millions of possible combinations and countless potential viable builds to destroy those standing between you and freedom.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c28f36f121f975f8b5963dc312f439e3b2a4df2c2600cc0666de8ea5bd219409.jpg","id":"0100AFE01EC6C000","intro":"KIBORG is a relentless rogue-lite beat’em up where you enhance your body with new cybernetic implants each run. ","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh","zh"],"name":"KIBORG","nsuId":70010000079965,"numberOfPlayers":1,"publisher":"Sobaka Studio","rating":17,"ratingContent":["Derramamiento de sangre","Violencia intensa","Lenguaje"],"region":null,"releaseDate":20251209,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/19ed59e95b6f7eb2ba48a086e4bd1048ea562658ddfe975f18cf9eed1270afad.jpg","https://img-eshop.cdn.nintendo.net/i/c5f6ebc99bda6502a19a478ab576a26428250d1eba0819eb6dcf96bce77cd02d.jpg","https://img-eshop.cdn.nintendo.net/i/0c441ad55fc040b3202d00da5c8a7e32961568c6a082aa47cd74c542079aca66.jpg","https://img-eshop.cdn.nintendo.net/i/35dc6bf9efb2988e20db0300cfbe647f6c8f326dfd50ee713f9b263674d72c58.jpg","https://img-eshop.cdn.nintendo.net/i/1e457d0a31a27ac6c5ac7f9b4b531f70c905d2bfb790af6e41e65c5f867b3b56.jpg","https://img-eshop.cdn.nintendo.net/i/bb0c76121511923aa4131272d449906afbec7484a4d75bb21d47a140a87eccc9.jpg"],"size":8304721920,"version":null},"70010000099095":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/1324f04beabb0a348bf7b94c322cd4bf3fedc7527dc488e838dccc2591f1bd45.jpg","category":["Simulación","Aventura","Acción","Estilo de vida"],"description":"Cava profundo, vende lo que encuentres, actualiza tu equipo para seguir tu viaje más y más lejos. Con cada palada te acercas más a la verdad. No hay prisa, no hay reglas - solo tú y la aventura bajo tierra.\n\nCuesta lo mismo que un café, ¡pero la diversión dura mucho más!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/86bb73a0db04de2b90198709d8551d607c5a0bf43b5bcb1947d45f4efe344706.jpg","id":"01005FC023D76000","intro":"¡El original ya disponible en consola!","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh"],"name":"A Game About Digging A Hole™","nsuId":70010000099095,"numberOfPlayers":1,"publisher":"Rokaplay","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251209,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/06c7e25de680b9370969d887cc622f2ce35df7d4fa2fe9ba8457887d886fb65d.jpg","https://img-eshop.cdn.nintendo.net/i/52cda2cd830e9139c10256b402b7835e2dcb465fc669d6db215f75997cdb5340.jpg","https://img-eshop.cdn.nintendo.net/i/9deaec593e88374aa1d60dfadc05601a1679921a405abe57381b50f278e9eb57.jpg","https://img-eshop.cdn.nintendo.net/i/3bc863ceb500f74f17362c1e79521613fd7f192ad734c0aad69046c126d9b545.jpg","https://img-eshop.cdn.nintendo.net/i/7dc375563e97c551624b0a7c7cfe482d3558169195df13346bb80814ed5f426f.jpg","https://img-eshop.cdn.nintendo.net/i/f7414f37eb2af7322bd40ab31823f63ea30d11f9ec46231f8a80c2e4fc2cc87a.jpg"],"size":220200960,"version":null},"70010000105156":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2c508488e1791582220de7d11e549aa78fbdce563bc6f9175f9e76c968c76340.jpg","category":["Juego de mesa","Estrategia","Multijugador"],"description":"Monsters may die, which is tragic, but you can always bring them back to the dungeon! So you are never eliminated from the game, however, treasure gone, is gone forever.\n\nEach player chooses one of the monsters to play. All monsters have their own special abilities, a different amount of creatures and their unique starting deck of cards. The game supports local and online co-op!\n\nIn your turn, use your cards one at a time to perform actions. The order of the icons on a card is not mandatory, and you may split actions between multiple monsters you have in play. At the end of your turn, refill your hand back to five cards.\n\nAs the game progresses, you will be able to craft loot cards and improve your deck.\n\nPlayers take turns controlling their monsters on the dungeon. Each monster has a different role to play, some are crowd-control, others can be defensive or supporters, figuring out these combinations and solving an evolving puzzle together can be a lot of fun.\n\nAfter a player finishes their turn, heroes will invade our dungeon and attack us! Monsters may die, which is tragic, but you can always bring them back to the dungeon! So you are never eliminated from the game, however, a treasure stolen, is gone forever.\n\nIf at any point of the game we lose our vault's hoard, the game ends in defeat, but if we manage to protect our treasures for long enough, we all win.\n\nEach of the levels has a different dungeon layout along with special rules & cards to spice things up! From introductory scenarios where Olga the witch needs frogs to make potions, to more wild ones like the battle of the bands.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/fd3e46599d6ab43a35f2e6e8eb322b2de3eff24a980e329a018b5f961d8409ef.jpg","id":"0100F11025204000","intro":"An asymmetric, cooperative dungeon defense game where you play as monsters protecting their hard-earned treasures against invading “heroes” trying to steal it.","isDemo":false,"key":null,"languages":["en"],"name":"Keep The Heroes Out","nsuId":70010000105156,"numberOfPlayers":4,"publisher":"Bitten Toast Games","rating":10,"ratingContent":["Violencia de fantasia"],"region":null,"releaseDate":20251209,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/8eebedddec47b67ca34b4f3db57e5405633374884f26870fec54faedf2e2aebe.jpg","https://img-eshop.cdn.nintendo.net/i/359f249d28c50d98afcb613f5f7234109d8408cecfc497382993d3c5a95ae7a5.jpg","https://img-eshop.cdn.nintendo.net/i/9e10a18a4cbf2a73c35ff4494f96d506342eb60cf52437e663867aa960fb777e.jpg","https://img-eshop.cdn.nintendo.net/i/4a2a72f2d91cd705f18b2b648af7b4ff27df11cc9de051a786e62719ebeec598.jpg","https://img-eshop.cdn.nintendo.net/i/cf01494f68b022fc784eae84e46f03bbeeeb2d6a208951e440d1f627a18ae1f2.jpg","https://img-eshop.cdn.nintendo.net/i/17f900ddbdb2ebffb789157254af9ca6f942f0df6f29e34db262dc794ad396c2.jpg"],"size":556793856,"version":null},"70010000109797":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6d32e37c4908d521bcfa20a3f9269487c8338de48911fb13c9435344e35d3fdd.jpg","category":["Simulación","Utilidades","Estilo de vida","Fiesta"],"description":"Adéntrate en un paraíso en tonos pastel donde la creatividad se une a la comodidad. En Cozy Tiny Home, cada objeto cuenta una historia, desde los suaves cojines y las lámparas luminosas hasta las estanterías repletas de recuerdos. Tanto si decoras un acogedor estudio, una soleada sala de estar o un tranquilo dormitorio, cada espacio se convierte en tu propio refugio acogedor lleno de encanto, color y serenidad.\n\n\nRelájate y exprésate a través de infinitas posibilidades de decoración. Combina muebles bonitos, plantas alegres y accesorios divertidos para dar vida a la casa de tus sueños con calidez y personalidad. Con gatos mimosos, conejitos curiosos y muchas sonrisas, ¡cada momento se siente como un abrazo acogedor!\n\n\nCARACTERÍSTICAS PRINCIPALES:\n- Construye y decora tus propias habitaciones acogedoras en un bonito mundo en tonos pastel.\n- Invita a adorables gatos, conejitos y otros amigos peludos a compartir tu espacio.\n- Cientos de preciosos muebles, plantas y decoraciones para mezclar y combinar.\n- Música suave y relajante y un ambiente tranquilo para una comodidad absoluta.\n- Creatividad infinita: diseña la casa de tus sueños a tu manera.\n- Perfecto para jugadores que aman los ambientes acogedores, los animales bonitos y los juegos de diseño relajantes.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/2f7e978dafe607467c9caa27ad678230c5d1792b4be50c609593243e1866db99.jpg","id":"01007FA025C80000","intro":"¡Bienvenido a Cozy Tiny Home, un acogedor juego de decoración donde creas lindos espacios llenos de adorables animalitos!","isDemo":false,"key":null,"languages":["ja","en"],"name":"Cozy Tiny Home","nsuId":70010000109797,"numberOfPlayers":1,"publisher":"REDDEER.GAMES","rating":6,"ratingContent":[],"region":null,"releaseDate":20251209,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/af1035308fc9ae7dd723446512a81700851cca0d048987da28d698981360ad0b.jpg","https://img-eshop.cdn.nintendo.net/i/b46c3dd31d0e288c8a40103a3ebd86a36a12cb0d67029f096783dbb38a6d9ad3.jpg","https://img-eshop.cdn.nintendo.net/i/e07afe636b3909435289de222af795833b9d133dd898d754f03f9ad5d87860b6.jpg","https://img-eshop.cdn.nintendo.net/i/dd30fc06bba6867352709aa703d14f92fc0bed92467b0bc9c05f503a131892aa.jpg","https://img-eshop.cdn.nintendo.net/i/cc96e8d23f98f95cca5f45fe559563f46d60db8f007a3624ace0f6f89bd15667.jpg","https://img-eshop.cdn.nintendo.net/i/d46bafbd181cac95507d34e22ff0bca6cca3cb11d2ef567041faf3220bde4bb7.jpg"],"size":668991488,"version":null},"70050000061777":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5a4ac2c1ad1f760b4679cb61462214a70ec54f1753ef82e091b638e873398745.jpg","category":null,"description":"¡Agrega a la líder Sayyida al Hurra a tu colección en Sid Meier's Civilization® VII!*\n\nTras la caída de Granada, Sayyida al Hurra se alzó como la defensora de Marruecos para desafiar la potencia ibérica en el Norte de África. Como única gobernante de Tetuán, fue una diplomática aguerrida que se imponía a los europeos en sus lenguas maternas y se ganó su admiración. Cuando las charlas no funcionaron, acudió a los corsarios berberiscos, forjando alianzas con piratas famosos que mantuvieron la seguridad de sus aguas y la riqueza de su ciudad.\n\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Sid Meier's Civilization® VII: Pack de Sayyida al Hurra","nsuId":70050000061777,"numberOfPlayers":null,"publisher":"Take-Two Interactive","rating":10,"ratingContent":["Referencias al Uso de Alcohol y Tabaco","Lenguaje moderado","Violencia moderada","Temas insinuantes","Interacción de usuarios","Compras dentro del juego"],"region":null,"releaseDate":20251209,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000061778":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/05287cc04172f7243d2797f962f37d79a09b8b59ecd2420e88a72b037b451a53.jpg","category":null,"description":"¡Agrega la civilización Otomanos de la Edad moderna a tu colección en Sid Meier's Civilization® VII!*\n\nDesde las costas del Bósforo, los otomanos gobernaron un imperio que abarcó seis siglos y tres continentes. Para el siglo XIX, las riquezas del mundo fluían a través del Gran Bazar y la armada otomana dominaba los mares. Las tensión entre lo religioso y lo secular provocó importantes reformas para forjar a los otomanos hacia una nueva era. Pero estos cambios llegaron muy tarde y el imperio dio paso a la moderna República de Turquía.\n\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Sid Meier's Civilization® VII: Pack de los Otomanos","nsuId":70050000061778,"numberOfPlayers":null,"publisher":"Take-Two Interactive","rating":10,"ratingContent":["Referencias al Uso de Alcohol y Tabaco","Lenguaje moderado","Violencia moderada","Temas insinuantes","Interacción de usuarios","Compras dentro del juego"],"region":null,"releaseDate":20251209,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000061779":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/471440ae6a401256ac23fcf7c3d42260fee3c668373ec6adf247581c13162a5c.jpg","category":null,"description":"¡Agrega la civilización Islandia de la Edad moderna a tu colección en Sid Meier's Civilization® VII!*\n\nEn una isla volcánica azotada por el viento, los islandeses formaron una mancomunidad de jefes y guerreros, abogados y académicos. Los drakkar islandeses se extendieron por todas partes; los vikingos aterrorizaron los ríos y costas europeos a medida que los exploradores recorrían América del Norte. Los poetas y los escritores de sagas conservaron sus hazañas junto con los relatos de dioses, santos y héroes. La independencia se mantuvo durante siglos hasta que Islandia, debilitada por la guerra civil, se sometió a Noruega.\n\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Sid Meier's Civilization® VII: Pack de Islandia","nsuId":70050000061779,"numberOfPlayers":null,"publisher":"Take-Two Interactive","rating":10,"ratingContent":["Referencias al Uso de Alcohol y Tabaco","Lenguaje moderado","Violencia moderada","Temas insinuantes","Interacción de usuarios","Compras dentro del juego"],"region":null,"releaseDate":20251209,"rightsId":null,"screenshots":null,"size":0,"version":null},"70070000032059":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/c7932817aa167ea630659c992fced8e8e7f6939e70f5d424f18e703dcdc6c0d8.jpg","category":null,"description":"Immerse yourself in the wonderful world of Asteria with this bundle.\n\nPlay as the Innkeeper in Tavern Talk, a cozy visual novel where you run a tavern in a D&D-inspired fantasy! Gather rumors, serve magical drinks, and meet adventurers on a life-changing quest.\n\nAlso included is the costume pack \"Pirate Palooza\" that offers pirate-themed outfits for your favorite detective-outlaw-duo: Melli and Zephir! Ready for their adventures out on the roaring sea—or wherever the quest board in the Wayfarer’s Inn leads them.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Immerse yourself in the mysterious and wonderful world of Asteria with this bundle including Tavern Talk and the costume pack AOC \"Pirate Palooza\".","isDemo":false,"key":null,"languages":null,"name":"Tavern Talk + Pirate Palooza (Costume AOC)","nsuId":70070000032059,"numberOfPlayers":null,"publisher":"Gentle Troll Entertainment","rating":10,"ratingContent":["Violencia de fantasia"],"region":null,"releaseDate":20251209,"rightsId":null,"screenshots":null,"size":1260388352,"version":null},"70010000085469":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/acd74a935cad5b8afc67a93fc4bafcbd4b870d68743a7e3a23311336a2539b47.jpg","category":["Plataformas","Acción","Aventura","Rompecabezas"],"description":"Publicado originalmente en 1983, el clásico juego de plataformas Montezuma's Revenge regresa en una gloriosa perspectiva de 2.5D. ¡Pedro tiene por delante una aventura aún mayor, con 100 intrincadas cámaras que explorar! En ocasión del 40.º aniversario del juego, decidimos recrearlo y completarlo para hacer justicia a la visión original de su creador, Robert Jaeger. ¡Esta vez podrás elegir jugar como Pedro o como su hermana Rosita para explorar las peligrosas ruinas en busca de tesoros incalculables!\n\nMontezuma’s Revenge: The 40th Anniversary Edition ha sido recreado desde cero con vibrantes gráficos en 3D, preservando el estilo y la jugabilidad en 2D del original de 1983. Corre, salta y trepa a través de una serie de intrincadas cámaras para recoger valiosos artefactos, evita peligrosas trampas y temibles enemigos, busca llaves para avanzar y supera la batalla final para escapar con todas tus riquezas... ¡y con tu vida!\n\n• ¡Elige un aventurero protagonista masculino o femenino!\n• Explora 100 intrincadas cámaras llenas de trampas, tesoros y enemigos ambulantes.\n• ¡Recoge valiosos artefactos mientras resuelves los muchos misterios de las ruinas!\n• Disfruta de una estética retro recreada en un vibrante estilo de 2.5D.\n• ¡Revive un videojuego clásico de todos los tiempos en su versión más completa!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/b6dc971be89d1294c90e2d19690a48d811ad2480d2489baa445f444df4cf17ee.jpg","id":"010064A020352000","intro":"¡Vive un clásico de aventuras de todos los tiempos, totalmente renovado y completo por primera vez!","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","zh","zh"],"name":"Montezuma's Revenge - The 40th Anniversary Edition","nsuId":70010000085469,"numberOfPlayers":1,"publisher":"eastasiasoft","rating":10,"ratingContent":["Violencia de fantasia"],"region":null,"releaseDate":20251210,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/cf3404f9437a796e729baf7ff07aa2fb60c95dd068403fc8b602b4b9fa6e6c17.jpg","https://img-eshop.cdn.nintendo.net/i/97d2cf22f974aada3b7ce9146f0dc2ed18602fc9f0f2400a9e51d648d6381c2d.jpg","https://img-eshop.cdn.nintendo.net/i/3f461b0e96d4ab2dc1d3072c9e75981405cab28455b6dc2180437eb956ef3e6d.jpg","https://img-eshop.cdn.nintendo.net/i/8a480279e46f6331be3a1bf1578afc8e5bf4234f18d82b352152d3c5a41e50f8.jpg","https://img-eshop.cdn.nintendo.net/i/47a87f65f936434c38416f66008b51ac400580f33df8784ec12bf9949f030996.jpg","https://img-eshop.cdn.nintendo.net/i/94a57f6f0033d7a830d03e3f7c773facc03bb543d1eb5bd0028e317b01f22de4.jpg"],"size":1885339648,"version":null},"70010000090624":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/605ef1c06b2e86c2041039892d0ad464d158107630692b5d4f41cdf840ec69f3.jpg","category":["Aventura","Rompecabezas","Simulación","Juego de rol"],"description":"You play as Morgan, an aspiring engineer headed home to complete your family's dream project - a rocket ship! Finding home not quite how she left it, Morgan will need to research and build clever contraptions and sprawling factories to help the locals. From simple drills and furnaces to complex assemblers, cranes and miles of conveyor belts, you'll convert local resources into useful materials and bring industry back to sleepy St. Ambroise.\n\n- Build clever contraptions and sprawling factories to solve puzzles and help the town\n- Get to know the locals, make lifelong friendships and become the heart of the community\n- Research and invent new machines, energy sources and mechanical friends\n- Discover a heartwarming story as Morgan, an aspiring engineer with high hopes for town!\n- Finally build your family's rocket ship!\n\nOutside of smashing together crazy contraptions, you'll need to mine out resources, explore coasts, railyards, quarries and underground areas - each part of town has its own materials to inspire you! You'll need to complete challenges, incorporate electrical elements, water, cranes, furnaces, crafting, automate through robotics, and loads more to ensure St. Ambroise returns to its former glory. Are you ready to roll up your sleeves?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/5e2f25952259ae9e009749c01c11e749599f2fd8e4c243d948b27b15ff577cf8.jpg","id":"01003F1021598000","intro":null,"isDemo":false,"key":null,"languages":["en","es","fr","de","it","zh"],"name":"Little Rocket Lab","nsuId":70010000090624,"numberOfPlayers":1,"publisher":"No More Robots","rating":6,"ratingContent":["Referencia al alcohol"],"region":null,"releaseDate":20251210,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/f82ad4f211132cdf4935aa0d56f0273735fc3313f8e1dcf449e3d8ef3500e259.jpg","https://img-eshop.cdn.nintendo.net/i/22038040cadb4b2285de8cf7be10629d7e57711a330f1f63c89a97ebf07e7f57.jpg","https://img-eshop.cdn.nintendo.net/i/034c52fdc30022dab6f33cef9b8c69b304d9023cb6177c39a72423132dc62f8f.jpg","https://img-eshop.cdn.nintendo.net/i/34c132c2284f780a2658488d446bfff0dd9fa651bfd8db2a02688e619f159cc4.jpg","https://img-eshop.cdn.nintendo.net/i/8b8ecc5f7bb1fabb945db92b29059d9e8ece8b169a322c845c334c32c79c6d35.jpg","https://img-eshop.cdn.nintendo.net/i/a5ddab10227fab5d22b3230910d9931e21efa7998cd88018a85960c11db321a4.jpg"],"size":1893728256,"version":null},"70050000062491":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/c6e075f662fd60122c186c6d7e8964313b7bb942c795f5a7e9695961da7dda34.jpg","category":null,"description":"Unas misteriosas distorsiones han comenzado a aparecer repentinamente en Ciudad Luminalia. Al parecer están conectadas a un espacio conocido como Luminalia Dimensional... ¡y el Pokémon Mítico Hoopa tiene el poder de transformar estas distorsiones en portales para que puedas viajar allí! Para hacerlo, Hoppa necesita de tu ayuda, así que únete a la misteriosa y talentosa panadera Anya y recolecta bayas para hacer donas que despertarán el poder de Hoopa y otorgarán una variedad de útiles efectos tanto a ti como a tus Pokémon.\n\nCuando viajes a Luminalia Dimensional, únete a Korrina (la Heredera del secreto de la megaevolución) y al Equipo MZ para investigar sus misterios. Asegúrate de prepararte, ya que esta extraordinaria versión de Ciudad Luminalia puede llegar a ser un lugar peligroso. Allí los Pokémon son diferentes y, a veces, poco comunes, ya que sus niveles dimensionales pueden sobrepasar el límite normal de 100.\n\nTu historia junto al Equipo MZ aún no ha terminado, ¡así que continúa tu aventura en Luminalia Dimensional luego de completar el juego principal!\n\nEncuentra más megaevoluciones recién descubiertas\n\nA medida que avanzas en el contenido descargable* Leyendas Pokémon™: Z-A, Megadimensión, podrías encontrar más megaevoluciones descubiertas recientemente, ¡como Mega-Raichu X, Mega-Raichu Y, Mega-Chimecho y Mega-Baxcalibur!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"¡Explora Luminalia Dimensional en el siguiente capítulo de tu aventura!","isDemo":false,"key":null,"languages":null,"name":"Contenido adicional de la historia","nsuId":70050000062491,"numberOfPlayers":null,"publisher":"Nintendo","rating":10,"ratingContent":["Violencia de fantasia","Compras dentro del juego"],"region":null,"releaseDate":20251210,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/87ec90f7e5d28ef3adc4fba20c8eefa3015b79f4c714389c635101d6dff7c858.jpg","https://img-eshop.cdn.nintendo.net/i/afae05b0672fd80dfacb4ccd7ec5a1b89afc27244fa1dbdb22309ddb7c9cecc4.jpg","https://img-eshop.cdn.nintendo.net/i/7cc453b608a22cf906e4337f45d1be4623bee298330587238cbe28c03234392b.jpg","https://img-eshop.cdn.nintendo.net/i/a6d22b52ecc2b297d1a4c924a9a09764faebf515b8b635c81659b6d7e579af70.jpg","https://img-eshop.cdn.nintendo.net/i/747b261f0439068c8dd0f62c20bca0c8ff01fb6c182a143c64d274b1d36fd2d8.jpg","https://img-eshop.cdn.nintendo.net/i/882a3e1460c356717c00b11a69bc9e489baaf334300644352caa6c77e4ddf842.jpg"],"size":3145728,"version":null},"70010000092110":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/481ae2cda3a696daabee00447fc6924c3143a55861a547852f0b0c826422ab2b.jpg","category":["Arcade","Rompecabezas","Estrategia","Entrenamiento"],"description":"¡Ya están aquí los nuevos y desafiantes niveles! Resuelve los puzzles y salva a los cachorritos. ¡Sigue siendo la mejor manera de pasar el tiempo!   \n\nAún tienes que trazar las líneas para que las abejas furiosas no puedan tocar al cachorro. Todos los nuevos niveles desafiarán tu cerebro y tus habilidades. Sigue encontrando la mejor solución en cada nivel. Las abejas no pararán hasta alcanzar la meta. ¡Mantenlas alejadas todo el tiempo que puedas!       \n\nEcha un vistazo al nuevo y divertido juego del equipo de NOSTRA.GAMES. \n\n¡Sigue demostrando tu amor por todos los animales del mundo! ","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/f275a36d603b195224120e0cc39eab5765161dae3b71133379c5cf8f73051a5f.jpg","id":"010094A021D4C000","intro":"¡Nueva misión de rescate de cachorros de las malvadas abejas! ","isDemo":false,"key":null,"languages":["en"],"name":"Save The Doge 2","nsuId":70010000092110,"numberOfPlayers":1,"publisher":"NOSTRA GAMES","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251211,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/b755c57c1e1d704c4e3362e355a603d19c4c6ab6693be6fb59977def7eb1fdcf.jpg","https://img-eshop.cdn.nintendo.net/i/b23ce1121deacd9b5df9a760e35eb1453775994080dd904c338ae3a7005b4ca7.jpg","https://img-eshop.cdn.nintendo.net/i/a10c6ae0cfce08db2f0e9bca3a36863b8161acb2544a22df3ee8b19cc79c9173.jpg","https://img-eshop.cdn.nintendo.net/i/819af6eeddb27e69192e4086bc5d44856167ae675b9b0085e604b5bfdd640b20.jpg","https://img-eshop.cdn.nintendo.net/i/eb5652fc6579c4f43ab718c9ba56fbc0d439f543ed43517ece8c2487ad8b58b2.jpg","https://img-eshop.cdn.nintendo.net/i/038fa19f520294605ca7d9b8fe0f514dc53bf02458f4a19a98d6264c0cbba7e8.jpg"],"size":221249536,"version":null},"70010000093414":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2625beed2fdc17806e39971b11e15af960ce05f7f2e4127552a853e74ef028b5.jpg","category":["Aventura","Rompecabezas","Otros"],"description":"Coloque-se nas patas peludas de Bearnard, um mestre arqueiro e herói relutante. Ele embarca em uma épica aventura para recuperar, contra sua vontade, um arco lendário e defender sua terra natal. Em uma jornada solo, você explorará paisagens variadas, enfrentará incontáveis inimigos, resolverá enigmas e encontrará personagens excêntricos. Colete e jogue cartas em batalhas por turnos, planejando cada movimento para derrotar seus adversários.\n\nJogo de Cartas Profundo e Estratégico\nDescubra e utilize mais de 60 cartas poderosas, transformando cada batalha em um quebra-cabeça dinâmico e em constante evolução. Seja para aumentar a carga das flechas, curar ferimentos críticos, atacar armaduras, preparar armadilhas defensivas ou controlar multidões, existe uma carta para cada situação. Combine cartas elementares para criar combos devastadores.\n\nTorne-se um Mestre Arqueiro e Descarte suas Cartas\nNas batalhas, você não joga apenas cartas; também precisa acertar a flecha no alvo perfeito. Felizmente, Bearnard é um mestre no arco e flecha. Mire em cada disparo, use a física ao seu favor e domine os ajustes complexos para fazer os disparos certos.\n\nUma Aventura de Plataforma Inspirada nos Clássicos de 8 Bits\nVisualmente inspirada nos clássicos jogos de plataforma de 8 bits que deram início a uma revolução nos videogames, Bearnard te levará por florestas densas, minas abandonadas, montanhas nevadas, castelos imponentes e masmorras sombrias. Cada bioma apresenta seus próprios desafios e perigos à espreita.\n\nDescubra Segredos e Use a Física para Derrotar seus Inimigos\nO mundo de Bearnard está cheio de segredos escondidos e enigmas que exigem tanto habilidade quanto reflexão. Dispare flechas em alavancas para abrir passagens secretas, ative plataformas para alcançar novas alturas ou use o ambiente a seu favor: derrube candelabros sobre os inimigos, jogue caixas para causar danos devastadores e manipule a física para obter vantagem.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/24d23c78c7da63b816e69c5856b516147bc1a905b6ecc5ec34a993212d65952f.jpg","id":"010084B021BF0000","intro":"Plataformas retrô de quebra-cabeça com combate por turnos moderno e batalhas de cartas.","isDemo":false,"key":null,"languages":["en"],"name":"Bearnard","nsuId":70010000093414,"numberOfPlayers":1,"publisher":"Untold Tales","rating":10,"ratingContent":["Humor vulgar","Violencia de fantasia","Bajo contenido de sangre","Uso de alcohol"],"region":null,"releaseDate":20251211,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/bdd35a2821c6378959c89fd20fd1a5a4b78f2282fe46c20bc5470def35c645eb.jpg","https://img-eshop.cdn.nintendo.net/i/1619051a9339238dbc89c6e6f92a92dbb5f01d554ac3547a298b422208df9fcf.jpg","https://img-eshop.cdn.nintendo.net/i/395af36f91eae33107863656b54c714862784d9e52a2a85ac2d3542a4f3a4524.jpg","https://img-eshop.cdn.nintendo.net/i/e366d1e1ab5591bc03cb52f726a7f3d1db647dc9e85be4dfaa3b6b0a17018481.jpg","https://img-eshop.cdn.nintendo.net/i/3ea1d9b7d4c3566d3c37f83d84ab323ddeacd58dc5d84190b62973f52b8a99f9.jpg","https://img-eshop.cdn.nintendo.net/i/064bb69847810e56428a4fddab75233caf5f396b777479abdec2335038c15365.jpg"],"size":159383552,"version":null},"70010000096130":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6da2be06bae0902f6eb8724c6acc85026ea7e6f4c0bafd97a6dc7f677d6f9ce6.jpg","category":["Juego de rol","Aventura","Simulación"],"description":"After a great war more than a decade ago, Europe lies in ruins, struggling to rebuild. In the heart of Florence, Italy, an ancient secret of immortality is buried deep within the city’s veins. A shadowy web spun over centuries, now slowly unraveling.\n\nIs the fabled salvation a blessing... or a curse?\n\nOne day, you encounter a mysterious girl with snow-white hair and beauty eyes like a witch’s. From that moment, the gears of fate begin to turn.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c0ecad3ed5a733e84a3aabddd8111695023332b76306419e48b8e6e4110eb257.jpg","id":"0100533023194000","intro":"Return to Renaissance Florence and uncover an ancient secret of immortality.","isDemo":false,"key":null,"languages":["ja","en","zh","zh"],"name":"Detective Girl: The Case of Immortality","nsuId":70010000096130,"numberOfPlayers":1,"publisher":"Happy Player","rating":13,"ratingContent":["Violencia moderada"],"region":null,"releaseDate":20251211,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/19bf981ef21f9d7abfb444345043a7ca9155ad15cefaa515fdc1dbe93ff2bd8c.jpg","https://img-eshop.cdn.nintendo.net/i/4c473149197af126c1b74f9f1a78b10cd2b361e31b35855b6e716901a1bc68a1.jpg","https://img-eshop.cdn.nintendo.net/i/3679840937de0e7822c7914333ffb5c366803dccef4d350d0e02798236710d7e.jpg","https://img-eshop.cdn.nintendo.net/i/fb50c68c6ada3cd1421a1c040b5260badafca28947dd90e55929b40b9c3a43b8.jpg","https://img-eshop.cdn.nintendo.net/i/74528459a5fc5304bd1c5d0132cc793bbe77e273775f62faddad2bf73efa1775.jpg","https://img-eshop.cdn.nintendo.net/i/1bc22a5a116c27a7dc5346160a0cc092a48134affaf62ac84f689f8d2ffde71c.jpg"],"size":965738496,"version":null},"70010000098349":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a5cb471f34b7705e1b19db3d40a5a29419acc9e9597b01fbd1dcccc326c33b02.jpg","category":["Acción","Plataformas"],"description":"General\nDunjungle  es un Roguelite lleno de acción, sobre un simio aventurándose a las profundidades de una jungla en peligro, siendo amenazada por un poder corruptivo que transforma a sus criaturas y destruye todo a su camino.\n\nExplorarás calabozos, templos, criptas, y otros misteriosos lugares que cambian constantemente. Encontrarás todo tipo de enemigos raros, y muchas armas y habilidades que puedes combinar para una experiencia nueva en cada intento.\n\nCaracterísticas\nMuchas armas, hechizos, y reliquias con efectos únicos.\nLas armas y hechizos pueden combinarse con distintos elementos, para crear nuevas y poderosas versiones.\nQuema a tus enemigos con fuego, usa el hielo para retardarlos, o atúrdelos con electricidad.\n\nClases para personalizar tus partidas\nDesbloquearás diferentes clases, con amplia variedad de fortalezas y debilidades. Puedes seleccionar tu clase antes de comenzar cada incursión para jugar a tu manera!\n\nLos Calabozos son generados proceduralmente, a partir de una gran colección de habitaciones creadas a mano.\nEstas habitaciones están llenas de todo tipo de criaturas raras, tesoros valiosos, trampas, y por supuesto, desafiantes jefes! \n\nCiclo de  Juego Rápido\n\nNo hay puntos de guardado en Dunjungle. Mueres, vuelves a comenzar. Muere de nuevo, intenta de nuevo!\nNo te preocupes demasiado, muchas cosas quedarán para tu próxima partida.\nTal vez desbloqueaste un nuevo hechizo, tal vez un arma. Tal vez conociste a un personaje que te ayudará en el futuro.  \nNo todas las criaturas son hostiles! En el camino podrás encontrar personajes que están perdidos, atrapados, o tal vez solamente descansando allí. Ayúdalos, y quizá se hagan amigos! \n\nY más importante: Cada vez que mueras, aprenderás más acerca del mundo de Dunjungle. Así que no desesperes, y usa lo que aprendiste para llegar más lejos en tu próxima aventura!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/667cab966974ab62e3781dc0d9c1a81058ede763a348ad20e30ef5652d059327.jpg","id":"0100F650239B0000","intro":"¡Explora, combate, muere, y vuelve a intentarlo una y otra vez!","isDemo":false,"key":null,"languages":["ja","en","pt","es","zh","zh"],"name":"Dunjungle","nsuId":70010000098349,"numberOfPlayers":1,"publisher":"Astrolabe Games","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251211,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/7267a860786fc2134727544e35fea70b14b9c70de3e50e4f92849285f6b56925.jpg","https://img-eshop.cdn.nintendo.net/i/8ac5d36fa3fee4f9b74d48c8603f006e7901e604cca2d391e81f252a7bf952ef.jpg","https://img-eshop.cdn.nintendo.net/i/b77ed0c8b9674514a928cd72c305ea5c4eb432c4d7415b666d5ee08c6e24bba8.jpg","https://img-eshop.cdn.nintendo.net/i/fe188b5a240270b5b29a50eef8e3d55773e51d8a4ad213675d21f0d1aa15242b.jpg","https://img-eshop.cdn.nintendo.net/i/ce35d8941c1b84a9fdab8bd62c79195c105601de7a27a1dda8ae70f5826b1b26.jpg","https://img-eshop.cdn.nintendo.net/i/4ce45c219b21ccd30f7d1f4b2b3de1d6ae28e7c61b7f598d20b95d9a7bdcf8ed.jpg"],"size":985661440,"version":null},"70010000105673":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3c543586287413f72090d893dbe7d3b22432674ddda21133766e1f1cb2342b61.jpg","category":["Simulación","Estrategia","Juego de rol","Entrenamiento"],"description":"Players are special beings who can connect with Mamons (monsters) summoned from another world. Raise and train your Mamons with kindness, and sometimes strictness!\n\nAfter winning countless tournaments, when you defeat the strongest Mamon, you will become the world's king: the Mamon King!\n\n*38 Unique Mamons\n\nMammon boast distinctive appearances, each excelling in different training areas and possessing varying lifespans. Grasping their traits is your first step to victory.\n\n*Over 170 Skills\n\nMamon's signature skills go beyond mere attack and defense, creating deep strategic depth. Master evolving skills through repeated use to forge even more powerful weapons.\n\n*Experience the Ultimate Tactical Battle in 1-on-1 Command Combat\n\nIt's not just about attacking, defending, buffing, or debuffing. Using skills consumes SP, and more powerful skills demand greater SP—or even greater sacrifices. Timing your moves will decide your fate.\n\nExperience unparalleled tactical depth in this 1-on-1 command-based battle system, designed to be accessible yet offering the most intense strategic gameplay.\n\n*Strengthen Your Mamon Through Training, Tournaments, and Expeditions\n\nTraining isn't the only way to hone your Mamon—it's also about deciding what to do each week at home. Mamon grows stronger not only through tournaments against rivals but also via Expeditions, where you advance through uncharted lands rumored to hold ancient Mamon in a board game-style format.\n\n*Your Unique Mamon\n\nA Mamon's potential blossoms through your skill and luck. Inheritance Summoning passes on the power of your trained Mamon. And with help from a shady scientist or a muscle-bound trainer, your Mamon might gain powers beyond its natural limits?\n\nThe monster-raising game set on a ranch has evolved!\n\nExperience a new kind of raising in Mamon King!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/dc6dedb18d63fedab2673412c1618b161166ed69f52d08283cbd57018d051c03.jpg","id":"010068702430C000","intro":"Aim to become the strongest king with uniquely charming monsters!","isDemo":false,"key":null,"languages":["ja","en"],"name":"Mamon King","nsuId":70010000105673,"numberOfPlayers":1,"publisher":"LiTMUS","rating":6,"ratingContent":[],"region":null,"releaseDate":20251211,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/c908d088345cb62b31a39754e9b9a413b8ccf37e03f9c4b26f95b2fd68131088.jpg","https://img-eshop.cdn.nintendo.net/i/6ba364bdc03f4b9d1e799d8f67b71db2318a5cc78b04af1517d2887834241d2a.jpg","https://img-eshop.cdn.nintendo.net/i/e85c6ed2b5b26d43b450c4b6a167dc958b314c688263c47a080641996ba2c873.jpg","https://img-eshop.cdn.nintendo.net/i/b60c1783561278bce3b640922ad474e6d3d530cf9f7a1c0aab2ee4811955012d.jpg","https://img-eshop.cdn.nintendo.net/i/e742f421e42f746bd98345e0481fb625a2a11422a67822a1ce5c3603efabf990.jpg","https://img-eshop.cdn.nintendo.net/i/1f8672d3ebc0a7b9a62b2574c47bf9a9e4625be173d420dfe8e8ee037ebc4b5c.jpg"],"size":1056964608,"version":null},"70010000107528":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/dc8149e986eecec481b192ef6881af7009f8349bd24c6c972949ffa03855187a.jpg","category":["Juego de rol","Estrategia","Acción","Aventura"],"description":"Unto Deepest Depths es un juego de estrategia por turnos donde todas las unidades deben moverse y atacar en cada turno. Crea tu grupo, mejora tus unidades y llévalas a lo desconocido para vencer los horrores de las profundidades en este desafiante roguelite donde cualquier movimiento podría ser el último.\n\nDesafiantes combates por turnos con un toque especial\n\nLucha en combates tácticos por turnos donde la muerte siempre está al acecho, y que se vuelven más desafiantes gracias a una simple regla: en cada turno, las unidades deben moverse y atacar. No esperes a que los enemigos vengan a por ti, y ten cuidado con tus unidades más destructivas: podrían abatir a algunos aliados si no tienes cuidado.\n\nLucha contra poderosos y oscuros enemigos.\n\nAventúrate por la tierra y adéntrate en las profundidades para combatir criaturas corruptas y amenazantes que no son de este mundo. Poderosos jefes, enemigos que roban vida y mucho más te esperan en las profundidades.\n\nForma tu grupo.\n\nObtén XP en batallas y eventos y úsala para contratar, ascender y mejorar unidades como mejor te parezca para formar un grupo poderoso.\n\nCaracterísticas:\n- Crea y amplía tu grupo con una variedad de tipos de unidades y especialidades. Puedes desbloquear unidades de élite y especializadas ascendiendo unidades con la XP obtenida en batalla.\n- Mejora tus unidades con poderosas mejoras, pero elige con cuidado, ya que no todos pueden especializarse en todo.\n- Lucha en conflictos generados procedimentalmente en cinco biomas únicos mientras te adentras en las profundidades.\n- Enfréntate a poderosos jefes y enemigos de élite en tu viaje.\n- Elige tu camino y responde a desafíos y eventos inesperados en tus aventuras.\n- Desbloquea niveles de dificultad adicionales, poderosas mejoras y grupos iniciales únicos mientras juegas.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/06ecf888060a6289cadee603811b03085bd06e7cd96e2a62123ac77af8c60450.jpg","id":"0100773025AE6000","intro":"Unto Deepest Depths es un juego de estrategia por turnos donde todas las unidades deben moverse y atacar en cada turno. Crea tu grupo, mejora tus unidades y líderalas.","isDemo":false,"key":null,"languages":["en"],"name":"Unto Deepest Depths","nsuId":70010000107528,"numberOfPlayers":1,"publisher":"Flynns Arcade","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20251211,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/fc46abf911d768213ba29bd1ec2b6f369a19d8833d2424256a7e3dffa732235b.jpg","https://img-eshop.cdn.nintendo.net/i/380f34ea2f14d12362a648131935e5c1e3d67399e398cd35af7fd139de41b34c.jpg","https://img-eshop.cdn.nintendo.net/i/d6a4c3578b497507512065d0d311b587185f11e8406b6a537eb1791682c57bce.jpg","https://img-eshop.cdn.nintendo.net/i/5091b82c47217c11ff44f89c488ff943b7e3239da58901c5ee1e0b6814103c8e.jpg","https://img-eshop.cdn.nintendo.net/i/7abaa1d2d03beb014765055997eaf48a20550f1fccc0aa1a288fab010c851833.jpg","https://img-eshop.cdn.nintendo.net/i/77bef153a62d0bd53d048fdaf7e0061cd2866e2a422a3521a1f6745d2431b8f1.jpg"],"size":113246208,"version":null},"70010000087752":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/93edf7aad50b4cf4bb99c12b816ec933b7860a7ad808a5c9da482a416bfc2dbd.jpg","category":["Acción","Arcade","Plataformas","Disparos"],"description":"Información del juego:\n\nRevive los eventos de Terminator 2: El juicio final a través de este juego tipo arcade cargado de acción y unas ilustraciones en píxeles espectaculares. Juega con Sarah Connor y el T-800 en una variedad de misiones electrizantes, y enfréntate al T-1000 para tratar de estropear los planes de Skynet antes de que la humanidad sea aniquilada. Lidera la resistencia con John Connor en el futuro y combate en el frente de batalla para demostrar que eres la única esperanza de ganar la Guerra contra las máquinas. Disfruta de una historia como ninguna otra que mezcla escenas icónicas de la película con situaciones originales y distintos desenlaces. El destino de la humanidad está en tus manos.\n\nCaracterísticas especiales\n\nRevive la emoción de un arcade clásico que rinde homenaje al universo de Terminator, con una jugabilidad tipo arcade auténtica, banda sonora y gráficos impresionantes, todo hecho desde cero.\n\nEncarna a Sarah, John y el T-800 para revivir los momentos más icónicos y transitar caminos nuevos a través de una narrativa que mezcla escenas clásicas de Terminator 2: el juicio final con crónicas del mundo Terminator aún por descubrir.\n\nDispara, escabúllete y escapa de las cuchillas afiladas del T-1000 en una gran variedad de niveles, lidera a la resistencia en la piel de John Connor y supera misiones decisivas para la guerra del futuro.\n\nHazle frente a todo el arsenal de Cyberdyne y Skynet, que cuentan con varios tipos de enemigos y jefes que te pondrán  a prueba en batallas épicas.\n\nContempla como nunca antes el mundo de Terminator 2: el juicio final, creado con un minucioso arte pixelado en 2D de tus escenas y personajes favoritos.\n\nDisfruta de una banda sonora dinámica que incluye composiciones reinterpretadas de la música original de Terminator 2: el juicio final, además de canciones totalmente nuevas.\n\nAlcanza el puntaje más alto en cada nivel para adueñarte de la cima de la tabla de puntuaciones e inmortalizar tu gran logro como jugador de arcade.\n\nPuedes elegir entre distintos modos de juego: modo Historia, modo Arcade, modo Infinito, Avalancha de jefes, Madre del futuro y Entrenamiento.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/fc4fee142e976f71816410a5ab04a70a60b5fc4924c94648d81a54eb1c04ae85.jpg","id":"0100B51020B68000","intro":"¡Recárgate de adrenalina con T2! ¡Disfruta de toda la acción arcade y unos gráficos pixelados increíbles!","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","nl","ru","ko","zh","zh"],"name":"Terminator 2D: NO FATE","nsuId":70010000087752,"numberOfPlayers":1,"publisher":"Reef Entertainment","rating":17,"ratingContent":["Sangre","Lenguaje fuerte","Violencia"],"region":null,"releaseDate":20251212,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/e74d797dc555dabae1a08b80833461a264d2e750e56b634b22036aa5e9cc4712.jpg","https://img-eshop.cdn.nintendo.net/i/0536314bc841751a4f491f9f9dbf4522493c3c33d465f28603dd246e3e818506.jpg","https://img-eshop.cdn.nintendo.net/i/5ff015d67884021db49770e518dca40c4ea032880ba8019eb2aa4289bcc4e4a1.jpg","https://img-eshop.cdn.nintendo.net/i/5ba0fd0b1c89acf515db0849318d555b41085268477dcc89746a2618688a40e3.jpg","https://img-eshop.cdn.nintendo.net/i/581e48fd20732028c86264a37b32707df63e7d310d7c97fec1ac8e6671dd7269.jpg","https://img-eshop.cdn.nintendo.net/i/0060c14f35e04b1af9c275c7e2b00ef08526dc5b5e4ec73a027fb85099c430b8.jpg"],"size":623902720,"version":null},"70050000045570":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/059739576097255ae97843d3899387963cdf1894d8af3c73631bc511f190c606.jpg","category":null,"description":"Clue - Murder in the Void includes a Location, 6 Suspects, 4 Customisation Items, and 6 Tokens to unlock!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Clue - Murder in the Void","nsuId":70050000045570,"numberOfPlayers":null,"publisher":"Marmalade Game Studio","rating":10,"ratingContent":["Violencia moderada","Compras dentro del juego"],"region":null,"releaseDate":20251215,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000061889":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/05e0da7fd0023f95cac52080919dd434593dcb01962667a9293f56cfc726f055.jpg","category":["Aventura","Acción","Multijugador"],"description":"Construye tu campamento, recolecta recursos, fabrica equipamiento, enfréntate a los peligros que esconde esta isla enloquecida por la corrupción y desvela su misterio en esta aventura de supervivencia guiada por la historia de 1 a 4 jugadores.\n\n· El peso de una profecía recae sobre tus hombros…\nLa corrupción se ha apoderado de la isla de Insule y de las criaturas que la habitan, una vez un lugar lleno de belleza y magia, y sólo tú puedes salvarla de su aciago destino. \n\n· … pero no tienes que hacerlo en solitario\nConvierte esta historia en una aventura cooperativa de hasta 4 jugadores. Adentraos juntos en el pantano, los bosques y cuevas, colaborad para construir vuestro campamento y enfrentaos unidos a todos los peligros.\n\n· Haz de tu campamento tu refugio seguro\nPonte a salvo y prepárate para continuar con tu aventura. Fabrica herramientas, mejora tus armas, construye edificios, cuida de tus cultivos y tus animales, o incluso cocina para coger fuerzas. Convence a sus habitantes para que te enseñen los planos para mejorar las estructuras y transfórmalo en tu hogar.\n\n· No bajes la guardia en una isla enloquecida por la corrupción\nAyuda y aprende de las costumbres de las criaturas de la isla, pero ve con precaución. Ármate, caza recursos, defiéndete y busca la guía de los Protectores para salvar este mundo mágico.\n\n· Todo lo que hagas te acercará a tu objetivo final\nEres su última esperanza. Cada batalla que pelees, cada objeto que fabriques y cada habitante que ayudes te llevará un paso más cerca de tu objetivo: resolver cada uno de sus misterios para salvar este mundo mágico de su corrupción.\n\nCARACTERÍSTICAS PRINCIPALES\n\n· Un juego narrativo, de fabricación y supervivencia\n·· Disfruta de todas las tramas narrativas que ofrece Oppidum en sus más de 40 horas de juego, y déjate guiar directamente a la acción gracias a marcadores de misiones.\n\n· De 1 a 4 jugadores con un juego cruzado único\n·· Conviértete en el anfitrión de la partida o únete a una ya existente que evoluciona con cada acción de sus participantes, independientemente de si jugáis simultáneamente o no. La partida permite incorporar nuevos miembros en cualquier momento, quienes pueden integrarse directamente desde el punto actual de la historia y las condiciones prefijadas de la partida.\n\n· Tu personaje, a tu gusto\n·· Elige su peinado, color, cosméticos, complexión física, voz, color favorito o diferentes opciones de rostro, entre otros.\n\n· Dificultad adaptable\n·· Te permite vivir la aventura a tu manera, ofreciendo no solo niveles predeterminados, sino también la posibilidad de ajustar distintos parámetros para personalizar la experiencia. Relajado (sin muerte), Suave (daño enemigo reducido), Como se diseñó (el equilibrio original pensado por los desarrolladores) y Extremo (desafíos aumentados).\n\n· Opciones de accesibilidad\n·· Posibilidad de no mantener pulsados botones, visibilidad ajustable del seguimiento de misiones, multiplicadores personalizables para daño de enemigos y recolección de recursos, ajuste de durabilidad para herramientas, armas y armaduras u opción de modo de pesca simplificado, entre otros.\n\n· Altamente rejugable\n·· Experimenta la aventura de distintas formas utilizando los diversos ajustes de configuración de partida, y descubre la diferente experiencia jugando en solitario y cooperativo.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/acadc7f2244c8df909f3758e512743136bf15175c6fb1e6612d90dd1248776f9.jpg","id":"01004D7019986000","intro":"Disfruta de Oppidum, una experiencia de supervivencia guiada por la historia de 1 a 4 jugadores repleta de aventura, acción, fabricación... ¿Aceptas el desafío?","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","ko"],"name":"Oppidum","nsuId":70010000061889,"numberOfPlayers":1,"publisher":"EP Games","rating":10,"ratingContent":["Violencia de fantasia"],"region":null,"releaseDate":20251218,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/e920e4256c120c99306d4a1217317afdaa44a3e5e17ce8a37a459e1c0d699308.jpg","https://img-eshop.cdn.nintendo.net/i/b32a4cb3147fa6282dcccc155832cc744ea98c8f5f6b4fab233cdcf5a24d8962.jpg","https://img-eshop.cdn.nintendo.net/i/ffe901c87c7585daace93bf46dea18acc5844b200925993f29da709e13eda885.jpg","https://img-eshop.cdn.nintendo.net/i/17bb2b82176a55823f37fed64e7af9b10f3f4470e6e87123b42a1136014d50c0.jpg","https://img-eshop.cdn.nintendo.net/i/b9f9a9a449b90d53fc6eba06b7476c52f441e36113c7a9794d7160dd102596ec.jpg","https://img-eshop.cdn.nintendo.net/i/a73478334a29d4ecebb62c9ed4de446b88d505b8e5d36fd36cf540db1406d1aa.jpg"],"size":2391801856,"version":null},"70010000109182":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/9aa2e75181789426a1a6887ba5a70cc8d22a467560d718fa2abd638d1c018675.jpg","category":["Aventura"],"description":"Asume el papel de un joven estudiante graduado en estudios de inteligencia artificial en Baradroid. Evan vive con 3 robots para estudiar su comportamiento y enseñarles a interactuar de forma más natural con los humanos. Tiene la esperanza de desarrollar una nueva generación de androides basada en su investigación, una que pueda hacer avanzar la sociedad y ayudar a superar las limitaciones humanas, pero con el tiempo, tiene una pregunta crece en su mente.\n\n¿Es posible enseñarle a una máquina el significado del amor humano? Baradroid es una novela visual y un simulador de citas ambientado en un mundo futurista e idealizado. Toma decisiones clave por Evan que guíen la narrativa y tal vez también algo de romance... por la ciencia, por supuesto.\n\n• ¡Explora las relaciones entre un investigador y sus robots!\n• Sumérgete en una aventura de novela visual futurista.\n• Guía los esfuerzos de Evan para avanzar en la tecnología de inteligencia artificial.\n• Toma decisiones que afectan la narrativa.\n• ¡Disfruta de elementos de simulación de citas y escenas desbloqueables!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/fa747771bea6fafc283cf334337582143d308780fe8d5e9799472eb56ed509e9.jpg","id":"0100794025BD6000","intro":"Enseña a los robots a experimentar el amor en un mundo futurista donde las líneas entre la humanidad y la vida sintética comienzan a desdibujarse.","isDemo":false,"key":null,"languages":["en"],"name":"Baradroid","nsuId":70010000109182,"numberOfPlayers":1,"publisher":"eastasiasoft","rating":17,"ratingContent":["Lenguaje fuerte","Temas insinuantes","Violencia"],"region":null,"releaseDate":20251218,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/7292f3b810a7962e6d14d25b391378f988858b57c0e5f118906dcfa76b9b59a9.jpg","https://img-eshop.cdn.nintendo.net/i/305a8eedcc9bb4382f12fc70f7191bd66f41bf0d7741223ab4ca9db5f78c14e1.jpg","https://img-eshop.cdn.nintendo.net/i/b7a07e03a2acc55893342aeececb9b3f9b2355facc101ce433d73934b28585cb.jpg","https://img-eshop.cdn.nintendo.net/i/aead9eea00b0f30346208da93009ef954ad56bf666da92abb8e06329c435c289.jpg","https://img-eshop.cdn.nintendo.net/i/10356ee3bb7b4dddafeb5bb9f4e283465e6909cfaaefd8d3bf512518b6dcd4f2.jpg","https://img-eshop.cdn.nintendo.net/i/0350065741ac7077b8beff685a53cc81f87c8fb63ac088c1c4237d5e3d17d46d.jpg"],"size":275775488,"version":null},"70050000056419":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/77279a8a1a25d49321e17fa082bd1a59f786544ccbfa7185128118c63cd15769.jpg","category":null,"description":"Añade Personaje2 a la lista de personajes jugables.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Carácter adicional 2","nsuId":70050000056419,"numberOfPlayers":null,"publisher":"ARC SYSTEM WORKS","rating":13,"ratingContent":["Derramamiento de sangre","Lenguaje","Desnudez parcial","Uso de tabaco","Violencia","Interacción de usuarios"],"region":null,"releaseDate":20251224,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000051004":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7a50fc3b553ddb4075e3d0fe0242107cbf76b60d47f27bb9c17221ba4483fc94.jpg","category":null,"description":null,"developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Ticket to Ride: Winter","nsuId":70050000051004,"numberOfPlayers":null,"publisher":"Marmalade Game Studio","rating":6,"ratingContent":["Compras dentro del juego"],"region":null,"releaseDate":20251230,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000086482":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/dc6902ccf325e016f5da39bae1eceaa422a56f1e1a2d97fdb313a4b8d5106e0a.jpg","category":["Deportes","Arcade","Fiesta","Multijugador"],"description":"Dunk Dunk es un juego de baloncesto incomparable que combina una estética de dibujos animados con la precisión estratégica del baloncesto y la diversión caótica del plataformeo multijugador para ofrecerte partidas trepidantes.\n\nJuega en solitario, con un amigo o con la casa llena de colegas. Personaliza tus mascotas y machaca con balones, globos o incluso yunques en los escenarios más disparatados de todo el universo, como estaciones espaciales, parques jurásicos y casas encantadas. ¡Machaca o te machacan! \n\nControles sencillos\nComo en tu juego de plataformas favorito, los controles son sencillos e intuitivos para que puedas salir a la pista y ponerte a machacar balones.\n\nDomina el manejo del balón\nAPUNTA y LANZA – El control analógico de los brazos te permite rotarlos 360° para que puedas APUNTAR, LANZAR y MACHACAR el balón en el ángulo que quieras.\n\nBLOQUEA y DESVÍA – ¡Defiende tu canasta! Estira todo tu cuerpo para bloquear o desviar los balones del adversario y evitar que se anote un tanto, o haz de plataforma para ayudar a tus compañeros de equipo a alcanzar la canasta del equipo rival.\n\nAMAGA y PROTEGE – Engaña a tu adversario amagando un tiro o protege el balón manteniéndolo lejos de su alcance.\n\nModos de juego en solitario, cooperativo y jugador contra jugador\nJuega en solitario o colabora con un amigo en una Partida rápida, o enfréntate a adversarios cada vez más duros en los modos Gira galáctica, Desafío y Copa. También puedes jugar contra un amigo (¡o 16!) en partidas multijugador locales con los modos Partida rápida, Locura mutante y Torneo.\n\nDiseña el aspecto de tu personaje\n¿Quieres jugar con un tiburón vampiro robótico de color morado? Nosotros te lo damos. Modifica el aspecto de tus personajes con centenares de partes corporales distintas y más de dos millones y medio de nombres de generación procedimental para tus jugadores y equipos. Quién sabe, a lo mejor hasta hay cameos. ¿Verdad que molaría?\n\nRecorre el universo a balonazos\nJuega en 8 entornos únicos por todo el universo, desde un laboratorio submarino hasta la era de los dinosaurios o una estación espacial abandonada, cada uno con sus propias características especiales.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/07f81cc8b45d09ba17b62492b8e1e4454c58c7c0f6e174c43aac60c4bfec5012.jpg","id":"010004502071E000","intro":"Arrea balonazos con tus amigos o contra ellos en Dunk Dunk, un divertido juego de acción al ritmo del baloncesto más caótico. ","isDemo":false,"key":null,"languages":["ja","es","pt","en","fr","de","zh","zh"],"name":"Dunk Dunk","nsuId":70010000086482,"numberOfPlayers":4,"publisher":"Playtonic Friends","rating":6,"ratingContent":[],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/830804a8c0bc555b6494214f8366b955c41fbb1d9c2d80c7cadfd2a9b1387ec5.jpg","https://img-eshop.cdn.nintendo.net/i/11a7d23b1bee16c79d4403847bb45817634f70575a85f3faee8080a0026c7a89.jpg","https://img-eshop.cdn.nintendo.net/i/2288d2cc3166de5e76b7a2dd253a50c48b3d32546f95b96fb5767919774163ff.jpg","https://img-eshop.cdn.nintendo.net/i/5b928e0880254a18a4ad499eed0e20be31ed2d885b71db50ace6d7a6969719ae.jpg","https://img-eshop.cdn.nintendo.net/i/f3e449b687971c77a89a791b8bab96f77fb855f4325142e7d1c2db29c9e8143c.jpg","https://img-eshop.cdn.nintendo.net/i/5b0eadf4ce32ecb596c11014ee55ffead167ae9595feb6c8db57513e4d5e4b93.jpg"],"size":424673280,"version":null},"70050000046105":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/df5e52844738f32f17e1654480187020ced34f51e902672540af805ea857719d.jpg","category":null,"description":"Amplía tu experiencia de SnowRunner con este nuevo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100FBD013AB7026","ids":["0100FBD013AB7026"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SnowRunner - Season 15: Oil & Dirt","nsuId":70050000046105,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":6,"ratingContent":["Interacción de usuarios"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047078":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a4a391ee3bad55c7bbb29cc319ef1c77238064e684678e75629483006e47ec50.jpg","category":null,"description":"Amplía tu experiencia de Expeditions: A MudRunner Game con este nuevo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01002C101C1AB006","ids":["01002C101C1AB006"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Expeditions: A MudRunner Game - Season 3","nsuId":70050000047078,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":6,"ratingContent":["Sin Descriptores"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000051054":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7a50fc3b553ddb4075e3d0fe0242107cbf76b60d47f27bb9c17221ba4483fc94.jpg","category":null,"description":null,"developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Ticket to Ride: Germany","nsuId":70050000051054,"numberOfPlayers":null,"publisher":"Marmalade Game Studio","rating":6,"ratingContent":["Compras dentro del juego"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000053042":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/996a91086328f8f61ee14199dbe14a9df24f328018b93febe5479ea655c461e9.jpg","category":null,"description":"La segunda expansión de Vagrus, En el corazón de la ruina, ofrece una región apretada pero densa y de múltiples capas, plagada de conflictos y rica en oportunidades. Los vagri que decidan aventurarse por los caminos abandonados de este reino roto se verán desafiados no solo por nuevos enemigos y villanos, sino también por la propia naturaleza por la que hay que atravesar el terreno montañoso.\n\nNuevos contenidos y características\n\n- Una región nueva y peligrosa, libre del dominio imperial y repleta de peligros.\n- Una oscura aventura narrativa con varias historias generales y aventuras más cortas.\n- Profundas misiones con múltiples resultados y una plétora de personalidades.\n- Nuevas oportunidades y desafíos para comerciantes, mercenarios y exploradores.\n- Una multitud de nuevos enemigos, ya sean carroñeros enloquecidos o criaturas malditas hasta lo irreconocible.\n- Un amplio elenco de PNJ, algunos nuevos y otros antiguos, que pueden formar parte de tu historia.\n- Nuevas facciones menores con las que pocos vagri han tenido la oportunidad de entablar amistad o luchar.\n- Nuevos obstáculos, recompensas, historia y más de nuestro característico arte visual.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Aviso importante: No hay localización oficial al español para este juego, sólo traducciones automáticas experimentales. Tenlo en cuenta antes de comprar el juego.","isDemo":false,"key":null,"languages":null,"name":"Vagrus - The Riven Realms At the Heart of Ruin","nsuId":70050000053042,"numberOfPlayers":null,"publisher":"LOST PILGRIMS STUDIOS","rating":17,"ratingContent":["Sangre","Lenguaje fuerte","Temas insinuantes","Uso de Drogas y Alcohol","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/8b1f8485a30b406c91691991f27660caa75f636b719682e4eadfe68724d82e9e.jpg"],"size":0,"version":null},"70050000053131":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/1e1da244584fc4623f91ac451de009cbc583313dcfdb2dcbc10d0439f55ae786.jpg","category":null,"description":"＼＼Beyblade Booster Digital Vol.2／／\nIncluye 3 Beys adicionales que no pudieron entrar en el juego!\n・????????\n・????????\n・????????\n\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Digital Beybooster Vol.2 de BEYBLADE X XONE","nsuId":70050000053131,"numberOfPlayers":null,"publisher":"FURYU Corporation","rating":6,"ratingContent":["Compras dentro del juego"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000053132":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ec1827ca972cb0910d72694f6f2c80433c018d871f418a326a9b6a728fdd5cf3.jpg","category":null,"description":"Digital Beybooster Vol.3\nIncluye 3 Beys adicionales que no se pudieron incluir en el juego!\n・????????\n・????????\n・????????\n\n\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"BEYBLADE X XONE Digital Beybooster Vol.3","nsuId":70050000053132,"numberOfPlayers":null,"publisher":"FURYU Corporation","rating":6,"ratingContent":["Compras dentro del juego"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000054556":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/c3313c74222f642cd9e67fe2e39be6fea9d1d4bee32829a0c7f9ca986361d365.jpg","category":null,"description":"Purchasing expands the pool of cards available in-game.\n\n*This content is scheduled to be distributed by the end of December 2025. Details will be released at a later date.\n\n*Please be sure to download the latest version of the main version.\n*We also sell \"Additional Card Passes\" that include this additional content. Please be careful about duplicate purchases.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100B6F01DAF700E","ids":["0100B6F01DAF700E"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Cardfight!! Vanguard DD 2:Card Unlock Vol.1","nsuId":70050000054556,"numberOfPlayers":null,"publisher":"Bushiroad","rating":6,"ratingContent":[],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000054558":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/abc17a2c210e46a597331315c214007d2df9c5fcc59ca366a03336ddf0fa131f.jpg","category":null,"description":"Purchasing expands the pool of cards available in-game.\n\n*This content is scheduled to be distributed by the end of December 2025. Details will be released at a later date.\n\n*Please be sure to download the latest version of the main version.\n*We also sell \"Additional Card Passes\" that include this additional content. Please be careful about duplicate purchases.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Cardfight!! Vanguard DD 2:Card Unlock Vol.2","nsuId":70050000054558,"numberOfPlayers":null,"publisher":"Bushiroad","rating":6,"ratingContent":[],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000058806":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d47eaa9b25c948944192dbcb04e9253a10c384da677cb48a9f3e7b8e9019ab31.jpg","category":null,"description":"This DLC grants access to 10 songs including Touhou original \"Crazy Backup Dancers\"\n\nCrazy Backup Dancers (Original Touhou Song)\nWinning Track from the Arrangement Contest: Instrumental Category\nWinning Track from the Arrangement Contest: Vocal Category\nWinning Track from the Arrangement Contest: Boss Theme Category\nA Dream Transcending Space-time\nGrip & Break down !!\nLast Occult Fantasy\nSpecial Ability to excite the Audience feat. Taitson\nCENSORED!!\nArmageddon\n\nRelease is scheduled for December, 2025.\nCheck out the official page for details on the songs.\nOfficial Page: https://danmaku.jp/en/\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Extra Song Pack with 10 songs that include the original \"Crazy Backup Dancers\"","isDemo":false,"key":null,"languages":null,"name":"Extra Song Pack 12","nsuId":70050000058806,"numberOfPlayers":null,"publisher":"Alliance Arts","rating":6,"ratingContent":["Compras dentro del juego"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000058932":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/827d6ef0bff3b563dde1f1fa0e6ce86c2d19ffeaab503de604d9c9f5902809b8.jpg","category":null,"description":"El paquete Bob Esponja de Sonic Racing: CrossWorlds incluye:\n\n• Los personajes jugables Bob Esponja y Patricio estrella\n• El vehículo Patty Wagon\n• La pista Fondo de Bikini\n• Nueva música original\n• 6 gestos por personaje\n• Sonidos adicionales \n\n* Lanzamiento el último trimestre de 2025\n\n* Consulta el sitio web oficial para conocer los detalles del producto y el calendario de lanzamiento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Sonic Racing: CrossWorlds - Paquete Bob Esponja","nsuId":70050000058932,"numberOfPlayers":null,"publisher":"SEGA","rating":6,"ratingContent":["Violencia moderada de fantasía","Compras dentro del juego"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000104756":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d10d0a387f719799e91cc9b0287e4f4f65ce1cef07f4bb6e7927a1f70723740d.jpg","category":["Arcade","Acción","Fiesta","Multijugador"],"description":"Los topos han declarado la guerra. El mundo animal está en caos.\nY claro… la solución lógica son tanques.\n\nEn BattleTanks – Animal Wars, entras en combate como un mapache, oso, lobo o incluso un panda (sí, en serio) y atraviesas cinco mundos absurdos llenos de explosiones, mala conducción y decisiones militares muy dudosas.\n\nPersonaliza tu tanque con distintas armas y piezas tan raras como útiles.\n\n-Más de 80 misiones con combates, defensa, caos lateral y acertijos    - Jefes meca ridículos que realmente te odian\n- Cooperativo local para hasta 4 jugadores — porque la amistad se demuestra disparando en todas direcciones\n\nCambia entre caos en vista superior y acción en primera persona, y derrota de una vez por todas a la amenaza topo. O al menos… ¡hazlos volar por los aires una y otra vez!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/395fd0609ba1997d8a5702f5645532dba979fa0f492ed7fb258c9d41187746c7.jpg","id":"0100D1C0249A8000","intro":"Salva el reino animal del apocalipsis causado por topos.\nEnfrenta jefes meca gigantes, recoge armas y mejora tu tanque.\n¡Desata la furia blindada, solo o con amigos!","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it","ru","ko"],"name":"BattleTanks - Animal Wars","nsuId":70010000104756,"numberOfPlayers":4,"publisher":"Kasur Games","rating":10,"ratingContent":["Violencia de fantasia"],"region":null,"releaseDate":20260114,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/64386ceca10051b64296e5e21accfd7395bc1625a98f3ef1390913e3dde61ff4.jpg","https://img-eshop.cdn.nintendo.net/i/0235928294ac278f352ffc84b50ec02ecb4de5b272011281939b19e01ca42f3e.jpg","https://img-eshop.cdn.nintendo.net/i/03a86bba97a3d18782bfaed7bb4c3d9b69eebc5b1d24be4881f91ebd93636f7a.jpg","https://img-eshop.cdn.nintendo.net/i/88c31b5ddded45d90b14cef93fe99e99a2cd7ad73f03e0840a96cefa537330c2.jpg","https://img-eshop.cdn.nintendo.net/i/368b456d0553f6c34ec766708877d55c94e245b031babf4e86f1e01fe06a79e2.jpg","https://img-eshop.cdn.nintendo.net/i/2930f5d6b8bd62d9f217bfdbc2b70e924b0977c75a790f6a76a3b59d30416f04.jpg"],"size":266338304,"version":null},"70010000110440":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/749cb30819c96dc883bf8ac71dfe5a27469b2ea035f81775dd23ab8b8c82bc9d.jpg","category":["Simulación"],"description":"Crea tu propio paraíso mientras exploras, creas y personalizas elementos en el juego Animal Crossing™: New Horizons – Nintendo Switch™ 2 Edition. Captura insectos al amanecer, decora tu paraíso durante el día o disfruta de la puesta de sol en la playa mientras pescas en el océano, todo con resolución de imagen y tiempos de carga mejorados, control por mouse para decorar fácil y rápidamente, un megáfono con el que puedes llamar a los residentes (que utiliza el micrófono de la consola) y más.\n\nSi tú y todos los amigos con los que estés jugando tienen la versión Nintendo Switch 2 Edition, podrás compartir tu isla en línea* en sesiones de 12 jugadores y, gracias a la compatibilidad con las funciones CameraPlay y GameChat**, ¡podrás ver y escuchar sus reacciones en tiempo real!\n\nMuestra tu isla a amigos y familiares o crea junto a otros jugadores en la isla onírica*\n\nRecibe a tus amigos en tu fabulosa isla o prepara tus maletas y visita las suyas. Ya sea que juegues en línea* o con otros jugadores*** a tu lado, la vida en la isla se vive mucho mejor al compartirla. Y con una suscripción a Nintendo Switch Online, también podrás visitar la isla onírica para transformar, crear y decorar con amigos y familiares en un entorno de ensueño compartido. \n\nAun sin tomar un vuelo o compartir un sueño, conocerás a un elenco de encantadores personajes que rebosan personalidad. Caras familiares como Tom Nook y Canela te ayudarán a expandir tu comunidad, y también pueden ofrecerte servicios como el servicio de limpieza de Rese T. que te permite deshacerte de las decoraciones que ya no quieres. Esta isla paradisíaca es tuya para personalizarla como quieras y cuando quieras.\n\n¡Decora habitaciones de hotel para los turistas, fabrica artículos en tandas y más! \n\n¡Trabaja para el Capitán y su familia en un hotel donde cada huésped puede alojarse en una habitación decorada por ti! Ayuda a que los turistas exploren las instalaciones y escanea figuras y tarjetas**** amiibo™ para invitar a clientes especiales a que se hospeden en la suite de lujo.\n \nY con la actualización gratuita más reciente disponible para todos los usuarios de Animal Crossing™: New Horizons, ¡fabricar artículos será aún más fácil! Ahora podrás fabricar artículos en tandas al sacar los materiales directamente de tu depósito.\n\n¿Ya tienes el juego Animal Crossing™: New Horizons para la consola Nintendo Switch? ¡Puedes adquirir el paquete de mejora! \n    \nSi ya cuentas con el juego para la consola Nintendo Switch, puedes adquirir el paquete de mejora***** por separado para disfrutar todas las mejoras de rendimiento de la versión Nintendo Switch 2 Edition.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Escapa a una isla desierta... ¡ahora mejorada para la consola Nintendo Switch™ 2!","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it","nl","ru","ko","zh","zh"],"name":"Animal Crossing™: New Horizons – Nintendo Switch™ 2 Edition","nsuId":70010000110440,"numberOfPlayers":4,"publisher":"Nintendo","rating":6,"ratingContent":["Travesuras cómicas","Violencia moderada de fantasía","Interacción de usuarios","Compras dentro del juego"],"region":null,"releaseDate":20260115,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/ea941e232f40da16abffd0104a339c04705b8aba4a63abd5d89f0ffb21598e03.jpg","https://img-eshop.cdn.nintendo.net/i/16990de19b9c7e5b71ef5aa5e68fced248928ebfe23453045a836f364440f850.jpg","https://img-eshop.cdn.nintendo.net/i/15ac38a02a332a562a94bd9aa81368ac4cf0cb5339e2b8c7c5eabd130ee6374a.jpg","https://img-eshop.cdn.nintendo.net/i/ed4432ed02fdff6c6dd62152b22ac2080415c9f8ef32f08f0f398de5dea1a5ed.jpg","https://img-eshop.cdn.nintendo.net/i/e637e182a8dc3560bac0a127149eccb01939d1c7f05fe7f17719dd3f90a44262.jpg"],"size":0,"version":null},"70050000064914":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/749cb30819c96dc883bf8ac71dfe5a27469b2ea035f81775dd23ab8b8c82bc9d.jpg","category":null,"description":"Renueva tu paradisíaca vida isleña con este paquete de mejora*. Animal Crossing™: New Horizons – Nintendo Switch™ 2 Edition ofrece resolución de imagen y tiempos de carga mejorados, control por mouse para decorar fácil y rápidamente, un megáfono con el que puedes llamar a los residentes (que utiliza el micrófono de la consola) y más. \n\nSi tú y todos los amigos con los que estés jugando tienen la versión Nintendo Switch 2 Edition, podrás compartir tu isla en línea** en sesiones de 12 jugadores y, gracias a la compatibilidad con las funciones CameraPlay*** y GameChat****, ¡podrás ver y escuchar sus reacciones en tiempo real!\n\nDecora habitaciones de hotel, crea junto a otros jugadores en la isla onírica** y más con la actualización gratuita\n\n¡Ayuda al Capitán y a su familia en un hotel donde cada huésped puede alojarse en una habitación decorada por ti! Ayuda a que los turistas exploren las instalaciones y escanea figuras y tarjetas***** amiibo™ para invitar a clientes específicos a que se hospeden en la suite de lujo.\n\nLa actualización gratuita está disponible para todos usuarios de Animal Crossing: New Horizons e incluye algunas mejoras que simplifican la fabricación de artículos y la gestión de tu isla. Ahora podrás fabricar artículos en tandas, sacar materiales directamente de tu depósito y, si quieres remodelar y deshacerte de decoraciones rápidamente, ahora cuentas con el servicio de limpieza de Rese T.\n\nLos suscriptores de Nintendo Switch Online también podrán visitar la isla onírica para transformar, crear y decorar con amigos y familiares en un entorno de ensueño compartido. ¡Este es el momento perfecto para regresar a la isla!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"¡Mejora tu isla paradisíaca en la consola Nintendo Switch™ 2!","isDemo":false,"key":null,"languages":null,"name":"Paquete de mejora Animal Crossing™: New Horizons – Nintendo Switch™ 2 Edition","nsuId":70050000064914,"numberOfPlayers":null,"publisher":"Nintendo","rating":6,"ratingContent":["Travesuras cómicas","Violencia moderada de fantasía","Interacción de usuarios","Compras dentro del juego"],"region":null,"releaseDate":20260115,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/ea941e232f40da16abffd0104a339c04705b8aba4a63abd5d89f0ffb21598e03.jpg","https://img-eshop.cdn.nintendo.net/i/16990de19b9c7e5b71ef5aa5e68fced248928ebfe23453045a836f364440f850.jpg","https://img-eshop.cdn.nintendo.net/i/15ac38a02a332a562a94bd9aa81368ac4cf0cb5339e2b8c7c5eabd130ee6374a.jpg","https://img-eshop.cdn.nintendo.net/i/ed4432ed02fdff6c6dd62152b22ac2080415c9f8ef32f08f0f398de5dea1a5ed.jpg","https://img-eshop.cdn.nintendo.net/i/e637e182a8dc3560bac0a127149eccb01939d1c7f05fe7f17719dd3f90a44262.jpg"],"size":0,"version":null},"70050000059889":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/c9e14c380cff8b79557e4fd5c399cb00fc6f3b01976af4c26d9f7330e566770e.jpg","category":null,"description":"Detalles de contenido:\n- Resna se une al grupo\n- Valeria se une al grupo\nResna y Valeria se unirán a tu grupo como personajes jugables durante la historia.\n\n- Historia de personaje para Resna\n- Historia de personaje para Valeria\nDesbloquea historias especiales para Resna y Valeria.\n\n- 6 tipos de atuendos\n3 atuendos para Resna y 3 para Valeria.\n\nNota:\n- El lanzamiento de este contenido está previsto para finales de enero de 2026.\n- Podrás equipar atuendos tras desbloquear el menú principal, seleccionando \"Combat Equipment\" y después \"Change Costume\".\n- El nombre, los detalles y la fecha de lanzamiento de este contenido están sujetos a cambios.\n- Este producto forma parte de \"The Red Alchemist & the White Guardian - Atelier Season Pass\". Ten en cuenta que hay otros productos que incluyen este contenido. Ten cuidado para no comprar lo mismo dos veces.\n- Consulta la web oficial para informarte.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"¡Viaja en compañía de Resna y Valeria de \"Atelier Resleriana\"!","isDemo":false,"key":null,"languages":null,"name":"Additional Characters - Resna and Valeria","nsuId":70050000059889,"numberOfPlayers":null,"publisher":"KOEI TECMO AMERICA","rating":13,"ratingContent":["Violencia de fantasia","Temas insinuantes"],"region":null,"releaseDate":20260131,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000059892":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/c9e14c380cff8b79557e4fd5c399cb00fc6f3b01976af4c26d9f7330e566770e.jpg","category":null,"description":"Detalles de contenido:\n- 10 recetas para objetos de combate y equipo\n- 10 ingredientes catalizadores e intermediarios\n\nNota:\n- El lanzamiento de este contenido está previsto para finales de enero de 2026.\n- El nombre, los detalles y la fecha de lanzamiento de este contenido están sujetos a cambios.\n- Este producto forma parte de \"The Red Alchemist & the White Guardian - Atelier Season Pass\". Ten en cuenta que hay otros productos que incluyen este contenido. Ten cuidado para no comprar lo mismo dos veces.\n- Consulta la web oficial para informarte.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Un conjunto de recetas útiles para tu aventura.","isDemo":false,"key":null,"languages":null,"name":"Recipe Expansion Pack \"The Essence of Alchemy\"","nsuId":70050000059892,"numberOfPlayers":null,"publisher":"KOEI TECMO AMERICA","rating":13,"ratingContent":["Violencia de fantasia","Temas insinuantes"],"region":null,"releaseDate":20260131,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000059895":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/c9e14c380cff8b79557e4fd5c399cb00fc6f3b01976af4c26d9f7330e566770e.jpg","category":null,"description":"Añade una mazmorra de dificultad elevada tras llegar a cierto punto de la historia.\n\nNota:\n- El lanzamiento de este contenido está previsto para finales de enero de 2026.\n- Necesitas avanzar hasta cierto punto de la historia para que aparezca la mazmorra.\n- El nombre, los detalles y la fecha de lanzamiento de este contenido están sujetos a cambios.\n- Este producto forma parte de \"The Red Alchemist & the White Guardian - Atelier Season Pass\". Ten en cuenta que hay otros productos que incluyen este contenido. Ten cuidado para no comprar lo mismo dos veces.\n- Consulta la web oficial para informarte.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Descubre una tierra inexplorada en esta extraña mazmorra de gran dificultad.","isDemo":false,"key":null,"languages":null,"name":"High-Difficulty Dungeon \"Backwards-Ticking Clock Workshop\"","nsuId":70050000059895,"numberOfPlayers":null,"publisher":"KOEI TECMO AMERICA","rating":13,"ratingContent":["Violencia de fantasia","Temas insinuantes"],"region":null,"releaseDate":20260131,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000059376":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/05355fe9ba6f44397e417203678cb1e3853a0b49f9d6563bd4973ae2f0673db7.jpg","category":null,"description":"Contenido adicional para la arena de combate de DRAGON QUEST VII Reimagined.\n\n<El sendero de las leyendas del mal>\n¡Desafía a los legendarios reyes demonio de la Trilogía de Erdrick en la arena de combate de la saga DRAGON QUEST! Derrótalos para conseguir recompensas valiosas, ¡incluida la \"espada de Erdrick\"!\n\n[Monstruos que puedes enfrentar en El sendero de las leyendas del mal]\n・El demonio original\n・Amo de la destrucción\n・Señor de la Oscuridad\n\n* Este producto no incluye el juego base de DRAGON QUEST VII Reimagined.\n* Este producto también está incluido en la \"Digital Deluxe Edition\" y en los \"Sets del DLC adicionales\". Ten cuidado para evitar hacer compras duplicadas.\n* Para jugar El sendero de las leyendas del mal, debes progresar en el juego y desbloquear la arena de combate.\n* Para acceder a El sendero de las leyendas del mal, habla con la lima en la recepción de la arena de combate.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100A9D01C447001","ids":["0100A9D01C447001"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"El sendero de las leyendas del mal","nsuId":70050000059376,"numberOfPlayers":null,"publisher":"SQUARE ENIX","rating":10,"ratingContent":["Travesuras cómicas","Violencia de fantasia","Bajo contenido de sangre","Lenguaje moderado","Temas insinuantes moderados","Uso de alcohol"],"region":null,"releaseDate":20260203,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000059379":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/c22aa6e061afbe6dcd15272c796079519772308b97e9a6ebcd98562fb7a188df.jpg","category":null,"description":"Un conjunto de trajes para DRAGON QUEST VII Reimagined.\n\n<Vestuario de un pasado perdido>\n¡Vístete como los personajes de DRAGON QUEST XI: Ecos de un pasado perdido con este conjunto de trajes! \n¡Póntelos de vez en cuando para dar un aire diferente al juego!\n\n[Contenidos]\n・Vestuario de un pasado perdido (traje que modifica la apariencia de tu héroe)\n・Atuendo de compañero pelopincho (traje que modifica la apariencia de Kiefer)\n・Atuendo rojo de hermanas (traje que modifica la apariencia de Mariel)\n・Atuendo verde de hermanas (traje que modifica la apariencia de Mariel)\n・Atuendo divino de la muerte (traje que modifica la apariencia de Gronzo)\n・Atuendo de princesa guerrera (traje que modifica la apariencia de Jayah)\n・Atuendo de viejo pillín (traje que modifica la apariencia de sir Enio)\n\n*Este producto no incluye el juego base de DRAGON QUEST VII Reimagined.\n*Este producto también se incluye en la edición digital de lujo y en los conjuntos adicionales de contenido descargable. Ten cuidado de no hacer compras duplicadas.\n*Los contenidos pueden recogerse en el menú «Recibir recompensas especiales» del juego.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100A9D01C447002","ids":["0100A9D01C447002"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Librea del Luminario","nsuId":70050000059379,"numberOfPlayers":null,"publisher":"SQUARE ENIX","rating":10,"ratingContent":["Travesuras cómicas","Violencia de fantasia","Bajo contenido de sangre","Lenguaje moderado","Temas insinuantes moderados","Uso de alcohol"],"region":null,"releaseDate":20260203,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000059382":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/c7aa3b1d9990dd4059ee068ac6c0593743b6f0f87daf382befad75cd68fba25e.jpg","category":null,"description":"Un conjunto de trajes que pueden usarse en DRAGON QUEST VII Reimagined.\n\n<Bolsa de emergencias>\n¡Un surtido de artículos para ayudarte en tu aventura!\n¡Parte de viaje llevando estos artículos muy útiles!\n\n[Contenidos]\n・1 espada de limo\n・1 bumerán de limo\n・1 báculo de limo\n・1 corazón de limo metálico (aumenta la experiencia)\n・1 corazón de gólem de oro (aumenta el oro)\n・9 plantas medicinales\n・3 ampollas mágicas\n・1 simiente de fuerza\n・1 simiente de resistencia\n・1 simiente de vida\n\n*Este producto no incluye el juego base de DRAGON QUEST VII Reimagined.\n*Este producto también se incluye en la edición digital de lujo y en los conjuntos adicionales de contenido descargable. Ten cuidado de no hacer compras duplicadas.\n*Algunos artículos de este producto también pueden obtenerse al progresar en el juego.\n*Los contenidos pueden recogerse en el menú «Recibir recompensas especiales» del juego.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100A9D01C447003","ids":["0100A9D01C447003"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Bolsa atiborrada de sorpresas","nsuId":70050000059382,"numberOfPlayers":null,"publisher":"SQUARE ENIX","rating":10,"ratingContent":["Travesuras cómicas","Violencia de fantasia","Bajo contenido de sangre","Lenguaje moderado","Temas insinuantes moderados","Uso de alcohol"],"region":null,"releaseDate":20260203,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000059385":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5a1518a870ccef0e4da1352664a21dc0f8e95aea72c568bc4745b6b034452eea.jpg","category":null,"description":"・Traje de Trodain (traje de cambio de aspecto para tu héroe)\n・Simiente de desempeño x3","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100A9D01C447005","ids":["0100A9D01C447005"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Bono por compra anticipada: Traje de Trodain, simientes de desempeño x 3","nsuId":70050000059385,"numberOfPlayers":null,"publisher":"SQUARE ENIX","rating":10,"ratingContent":["Travesuras cómicas","Violencia de fantasia","Bajo contenido de sangre","Lenguaje moderado","Temas insinuantes moderados","Uso de alcohol"],"region":null,"releaseDate":20260203,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000059388":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7eb65e27102c5bb524eb90188c27778ac5a406a32b67a86cd4fdf4e74af7b4cd.jpg","category":null,"description":"El escudo limoso rojo se incluirá con la copia de DRAGON QUEST VII Reimagined que compres.\n\n*Este artículo no se incluirá en la versión física.\n*Este artículo puede recogerse en el menú «Recibir recompensas especiales» del juego.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100A9D01C447007","ids":["0100A9D01C447007"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Escudo limoso rojo","nsuId":70050000059388,"numberOfPlayers":null,"publisher":"SQUARE ENIX","rating":10,"ratingContent":["Travesuras cómicas","Violencia de fantasia","Bajo contenido de sangre","Lenguaje moderado","Temas insinuantes moderados","Uso de alcohol"],"region":null,"releaseDate":20260203,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000059428":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/36450bc7e362dc64dac0df96cbab577d088ef06bb20ebd7a148845a0f95c62b6.jpg","category":null,"description":"Traje de cambio de aspecto para Ruff","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100A9D01C447017","ids":["0100A9D01C447017"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Atuendo de lobo blanco","nsuId":70050000059428,"numberOfPlayers":null,"publisher":"SQUARE ENIX","rating":10,"ratingContent":["Travesuras cómicas","Violencia de fantasia","Bajo contenido de sangre","Lenguaje moderado","Temas insinuantes moderados","Uso de alcohol"],"region":null,"releaseDate":20260203,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70070000029520":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/16e874ae52f9da8bc51fba014f8104554708d9a87fa2f80c55862b240006108b.jpg","category":null,"description":"Incluye el juego completo, \"Sets del DLC adicionales\", y 48 horas de acceso anticipado al juego completo. ¡Embárcate en una aventura épica antes que los demás!\n\n[Contenido]\n・Juego base de DRAGON QUEST VII Reimagined\n・\"Sets del DLC adicionales\" de DRAGON QUEST VII Reimagined\n    DLC adicional: El sendero de las leyendas del mal\n    DLC adicional: Librea del Luminario\n    BDLC adicional: Bolsa atiborrada de sorpresas\n・48 horas de acceso anticipado\n・Atuendo de lobo blanco (traje de cambio de aspecto para Rulfo)\n\n* Luego del lanzamiento de DRAGON QUEST VII Reimagined, los \"Sets del DLC adicionales\" y cada DLC adicional también estarán a la venta por separado. Ten cuidado para evitar hacer compras duplicadas.\n* Algunos objetos en los DLC adicionales también se puede conseguir al progresar en el juego.\n* Para jugar El sendero de las leyendas del mal, debes progresar en el juego y desbloquear la arena de combate.\n* Para acceder a El sendero de las leyendas del mal, habla con la lima en la recepción de la arena de combate.\n* Los contenidos como los trajes y los objetos se pueden recibir en el menú \"Recibir recompensas especiales\" del juego.\n\n* Este producto es un lote que incluye DRAGON QUEST VII, publicado para Nintendo Switch™, y contenido adicional perteneciente a ese título.\n* Este producto se puede jugar en Nintendo Switch™ y Nintendo Switch™ 2, pero también existe una versión independiente de DRAGON QUEST VII que solo se puede jugar en Nintendo Switch™ 2.\n* Este producto no es compatible con la actualización DRAGON QUEST VII Digital Deluxe Upgrade, publicada para Nintendo Switch™ 2.\n* El contenido incluido en este lote también se vende por separado. Ten cuidado para evitar hacer compras duplicadas.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"¡Desentraña los secretos del pasado en DRAGON QUEST VII Reimagined!","isDemo":false,"key":null,"languages":null,"name":"Edición digital de lujo de DRAGON QUEST VII Reimagined","nsuId":70070000029520,"numberOfPlayers":null,"publisher":"SQUARE ENIX","rating":10,"ratingContent":["Travesuras cómicas","Violencia de fantasia","Bajo contenido de sangre","Lenguaje moderado","Temas insinuantes moderados","Uso de alcohol"],"region":null,"releaseDate":20260203,"rightsId":null,"screenshots":null,"size":4599054336,"version":null},"70010000070157":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/78759e8c3ad458d67d31fae6519a364ef6eb6eda9d9dcebb19b72e7aa48290e0.jpg","category":["Juego de rol"],"description":"\"Hay muchas más cosas en el mundo aparte de esta isla... ¡Y lo vamos a demostrar!\"\n\n¡Embárcate en una aventura que abarca el pasado y el presente en DRAGON QUEST VII Reimagined!\n\nComo el hijo intrépido de un pescador, has pasado toda tu vida en la pacífica isla de Estarda. Tu aventura comienza con una pregunta sencilla: ¿hay algo más en el mundo aparte de este pequeño reino insular?\n\nEn este viaje en busca de respuestas, tus amigos y tú descubren el Santuario Místico y son transportados al pasado. Allí, descubrirán una verdad impactante: que una fuerza maligna ha sellado territorios enteros.\n\nEl destino del mundo ahora está en sus manos.\n\nDRAGON QUEST VII Reimagined infunde vida a un clásico atemporal de una forma totalmente nueva con gráficos de tipo diorama encantadores, una mecánica de juego actualizada y una historia más fluida.\n\nLos aventureros curtidos volverán a descubrir una historia de compañeros valientes rebosante de alegrías y tristezas. Para los héroes recién llegados a la saga, este es un punto de partida perfecto para su aventura en DRAGON QUEST.\n\n■ Un diorama lleno de vida\nDRAGON QUEST VII Reimagined combina el estilo artístico maravilloso de tipo diorama con los icónicos diseños de personajes de Akira Toriyama para conseguir que cada enfrentamiento se sienta emocionante, emotivo y lleno de aventura. Desde bosques frondosos y ciudades bulliciosas hasta ruinas antiguas y monstruos caprichosos, cada entorno rebosa color y personalidad.\n\n■ Viaja en el tiempo para salvar el presente\nLos fragmentos de piedra desperdigados desbloquean portales a eras olvidadas con sus propios desafíos que superar. Restaura las islas, resuelve misterios, y haz aliados en el pasado para devolver la vida al presente.\n\n■ Una historia muy querida con una narrativa más fluida\nDRAGON QUEST VII Reimagined se cuenta a través de una serie de viñetas con una narrativa sobresaliente. La historia principal también se simplificó para hacer la aventura más accesible a todos los jugadores. \n\n■ El combate clásico, ¡mejorado!\nEl sistema de combate de DRAGON QUEST VII Reimagined experimentó cambios significativos. Cambia el curso de la batalla con nuevos beneficios vocacionales. Cada vocación tiene su propia habilidad exclusiva, desde ataques masivos hasta apoyo a los aliados. También se encuentran disponibles una opción para ajustar la velocidad de batalla y una función de combate automático. Las batallas pueden avanzar sin interrupciones entre cada turno, dependiendo de las tácticas seleccionadas para el protagonista y los aliados. Mientras están en el campo, los jugadores pueden atacar preventivamente a los monstruos y derrotarlos al instante si el monstruo es más débil que el grupo. \n\n■ ¡Dobletea y sube de nivel dos vocaciones a la vez!\nPersonaliza tu estilo de juego con la nueva mecánica de dobletear. Tener dos vocaciones asignadas al mismo tiempo te permite acceder a las habilidades, hechizos y beneficios únicos de ambas.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/499096bfd8ba26ffe9425a793b89f5d54198961e0f010176bb29d23618d85136.jpg","id":"0100A9D01C446000","intro":"¡Desentraña los secretos del pasado en DRAGON QUEST VII Reimagined!","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it"],"name":"DRAGON QUEST VII Reimagined","nsuId":70010000070157,"numberOfPlayers":1,"publisher":"SQUARE ENIX","rating":10,"ratingContent":["Travesuras cómicas","Violencia de fantasia","Bajo contenido de sangre","Lenguaje moderado","Temas insinuantes moderados","Uso de alcohol"],"region":null,"releaseDate":20260205,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/36bfc6d44a416740bca2a9411598209ac3b37ae1cbb2904a760a83135dd5aa0e.jpg","https://img-eshop.cdn.nintendo.net/i/ceb93b6924bb3f3eb6b8f0da54ab151dc91f38212e70c75064f0de1bb4c6b1bd.jpg","https://img-eshop.cdn.nintendo.net/i/a94f7f4b3d9e050a9be529763c246c09018ccdc52e401ebf04529845a722f617.jpg","https://img-eshop.cdn.nintendo.net/i/8829d66889e69aeb0507030ca23a0795484740d5b97c08b810e67ee7d7d7bfd9.jpg","https://img-eshop.cdn.nintendo.net/i/2add4cb82377e2fd1fe2ed0b05f4b8ab0e6880c4db7b77d1c7721f8d9b110967.jpg","https://img-eshop.cdn.nintendo.net/i/e1bc32bff8bc6a16cd3f9b14af1aae615cb25c331c3cc2e2abbdea57f3e42205.jpg"],"size":4586471424,"version":null},"70010000105926":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6958fa587e08dfa7ada9186055cadf91cdd0252027dfa6b573d190eb310a1b5c.jpg","category":["Acción","Juego de rol"],"description":"[Resumen del juego]  \nUn *roguelite de acción* ambientado en el universo BLAZBLUE, con impresionantes gráficos en 2D, combates frenéticos y unos controles precisos y fluidos.\nDirige a un variopinto grupo de personajes de la conocida saga BLAZBLUE y sumérgete en una aventura sin igual.\n[Historia]\nEn un misterioso lugar al que llaman «el laboratorio», un grupo de investigadores de élite trabaja contrarreloj para salvar a un mundo que se desmorona. A pesar de sus esfuerzos, la doctora Mercurio, que dirige la operación, les advierte que el fin está cada vez más cerca.\nEn un último esfuerzo por impedir el desastre, la iniciativa *Comité de lo Posible* se propone recoger grandes cantidades de *esquirlas de posibilidad*, unos fragmentos de mundo capaces, en teoría, de evitar lo inevitable.\nEstas esquirlas se encuentran en el *Mar de lo Posible*, un reino entre mundos que desafía los límites de la realidad.\nLo más curioso de todo es que *As* es el único ser capaz de adentrarse en ese mar.  \nCon la guía de los investigadores del *laboratorio*, As se sumerge una y otra vez con la esperanza de conseguir la ansiada salvación... hasta que sufre unas visiones de lo más extrañas y su cuerpo empieza a cambiar.\nCon cada inmersión, un torrente de recuerdos inunda la mente de As. Poco a poco, la verdad sobre el mundo en declive y sobre la verdadera naturaleza de la investigación empieza a aflorar.\n«El poder del Azur...». \n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/178d6f90f4e33a8d673f63cbc6ba6317a593cd8b60dd9535d16260845b98afdc.jpg","id":"01003DA0254A4000","intro":"Beyond All Possibilities","isDemo":false,"key":null,"languages":["ja","en","zh","zh"],"name":"Blazblue Entropy Effect X","nsuId":70010000105926,"numberOfPlayers":1,"publisher":"91Act","rating":13,"ratingContent":["Sangre","Violencia de fantasia","Temas insinuantes"],"region":null,"releaseDate":20260212,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/f8a88ee76ef6e1adc74d0a2f3e2d1af3c068243172bb96120cee2815691e224b.jpg","https://img-eshop.cdn.nintendo.net/i/77c90d9623f2047e9314af78e1635fba25f6cfa4ebf3caeb8b5c3b824f138d41.jpg","https://img-eshop.cdn.nintendo.net/i/9e0ad5ff879f786b31c3d38b05550ffb6db7e2e91fb1388df99aba704218f4d8.jpg","https://img-eshop.cdn.nintendo.net/i/e231df1bdc208869897013ce30d2ffce947e6e4e7c708ce768a20d19b2607e3b.jpg","https://img-eshop.cdn.nintendo.net/i/bd2f51b2e469a5cbb36c8e543dc73eb1e2af6bbd597ab23aedcbf59f52393f13.jpg","https://img-eshop.cdn.nintendo.net/i/fe06a7c4e5e7a48f48d33593c9df28a260a40c878fae51e5447320bfd1ea1143.jpg"],"size":6213861376,"version":null},"70050000065137":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5c722ec26f4f8a9b60a77fad8fca79e5d4c37b33d3fa36aeab6ca114f38ad6f2.jpg","category":null,"description":"[Contenido del paquete de mejora Deluxe]\n\n* Dos conjuntos de paleta de personajes *  \n\n* Paleta de personajes de BlazBlue [El otro lado] (14 personajes) *  \n    * Hibiki  \n    * Ragna  \n    * Noel  \n    * Lambda-11  \n    * Es  \n    * Rachel  \n    * Taokaka  \n    * Jin  \n    * Kokonoe  \n    * Hakumen  \n    * Mai  \n    * Hazama  \n    * Bullet  \n    * Naoto  \n    * (Este conjunto recibirá paletas adicionales para los personajes que se incorporen en futuras actualizaciones) *  \n\n* Paleta de personajes de BlazBlue [Archivo X] (14 personajes) *  \n    * Hibiki  \n    * Ragna  \n    * Noel  \n    * Lambda-11 \n    * Es  \n    * Rachel  \n    * Taokaka  \n    * Jin  \n    * Kokonoe  \n    * Hakumen  \n    * Mai  \n    * Hazama  \n    * Bullet  \n    * Naoto  \n* (Este conjunto no incluye paletas de personajes futuros, que podrían venderse por separado) *  \n\n* Banda sonora original completa de BlazBlue Entropy Effect X (5 colecciones, 91 pistas en total) *  \n  * BSO de ACE: Entrenamiento mental  \n  * BSO de ACE: Fenómeno  \n  * BSO de ACE: Entrenamiento mental II  \n  * BSO de ACE: Voz Sobrenatural  \n  * BSO de BlazBlue Entropy Effect X, edición Infinity  \n\n* Avatares «chibi» *  \n  * ???  \n  * Terumen  \n  * Pakumen  \n  * Muñeca roja de cuerda\n  \n## *Notas*  \n* El contenido base de la edición de lujo estará disponible el día del lanzamiento.  \n* Puede que algunas de las funcionalidades requieran que se instale la versión más reciente del juego.\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01003DA0254A5001","ids":["01003DA0254A5001"],"intro":"Beyond All Possibilities","isDemo":false,"key":null,"languages":null,"name":"Blazblue Entropy Effect X Deluxe Upgrade Pack","nsuId":70050000065137,"numberOfPlayers":null,"publisher":"91Act","rating":13,"ratingContent":["Sangre","Violencia de fantasia","Temas insinuantes"],"region":null,"releaseDate":20260212,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/ecb419302be025cd4985f220c17c3f3ec33381d16119da3ebc7f5a99ab0f2a26.jpg","https://img-eshop.cdn.nintendo.net/i/adb4c6d4990154481dea0b66e7799f98bfe316dcbe01e15ee96c35b2846a7aa1.jpg","https://img-eshop.cdn.nintendo.net/i/76b481ea733de39c7c15854e0fbbf4c7a82aaa38cfaa0ec8f051602807a88f82.jpg","https://img-eshop.cdn.nintendo.net/i/a9fbb8af531230c697242b96b9d4e5a2cb71525678abc279bd5fa73668b84bb1.jpg","https://img-eshop.cdn.nintendo.net/i/8d382cc316da7ce38fe098c395661935294716591f70919a61b31d1558bbaa79.jpg","https://img-eshop.cdn.nintendo.net/i/b2d2ee53411946758580e53fbdb048341c05f8e4320583598c5ed503c1c302ee.jpg"],"size":3145728,"version":null},"70070000031911":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4d56102d36dce2bae366a645ed0a85f3d4aa03c16a3121065ed405a7528bbdea.jpg","category":null,"description":"[Resumen del juego]  \nUn *roguelite de acción* ambientado en el universo BLAZBLUE, con impresionantes gráficos en 2D, combates frenéticos y unos controles precisos y fluidos.\nDirige a un variopinto grupo de personajes de la conocida saga BLAZBLUE y sumérgete en una aventura sin igual.\n[Historia]\nEn un misterioso lugar al que llaman «el laboratorio», un grupo de investigadores de élite trabaja contrarreloj para salvar a un mundo que se desmorona. A pesar de sus esfuerzos, la doctora Mercurio, que dirige la operación, les advierte que el fin está cada vez más cerca.\nEn un último esfuerzo por impedir el desastre, la iniciativa *Comité de lo Posible* se propone recoger grandes cantidades de *esquirlas de posibilidad*, unos fragmentos de mundo capaces, en teoría, de evitar lo inevitable.\nEstas esquirlas se encuentran en el *Mar de lo Posible*, un reino entre mundos que desafía los límites de la realidad.\nLo más curioso de todo es que *As* es el único ser capaz de adentrarse en ese mar.  \nCon la guía de los investigadores del *laboratorio*, As se sumerge una y otra vez con la esperanza de conseguir la ansiada salvación... hasta que sufre unas visiones de lo más extrañas y su cuerpo empieza a cambiar.\nCon cada inmersión, un torrente de recuerdos inunda la mente de As. Poco a poco, la verdad sobre el mundo en declive y sobre la verdadera naturaleza de la investigación empieza a aflorar.\n«El poder del Azur...». \n\n[Contenido de la edición de lujo]\n\n* BlazBlue Entropy Effect X, edición estándar *  \n\n* Dos conjuntos de paleta de personajes *  \n\n* Paleta de personajes de BlazBlue [El otro lado] (14 personajes) *  \n    * Hibiki  \n    * Ragna  \n    * Noel  \n    * Lambda-11  \n    * Es  \n    * Rachel  \n    * Taokaka  \n    * Jin  \n    * Kokonoe  \n    * Hakumen  \n    * Mai  \n    * Hazama  \n    * Bullet  \n    * Naoto  \n    * (Este conjunto recibirá paletas adicionales para los personajes que se incorporen en futuras actualizaciones) *  \n\n* Paleta de personajes de BlazBlue [Archivo X] (14 personajes) *  \n    * Hibiki  \n    * Ragna  \n    * Noel  \n    * Lambda-11 \n    * Es  \n    * Rachel  \n    * Taokaka  \n    * Jin  \n    * Kokonoe  \n    * Hakumen  \n    * Mai  \n    * Hazama  \n    * Bullet  \n    * Naoto  \n* (Este conjunto no incluye paletas de personajes futuros, que podrían venderse por separado) *  \n\n* Banda sonora original completa de BlazBlue Entropy Effect X (5 colecciones, 91 pistas en total) *  \n  * BSO de ACE: Entrenamiento mental  \n  * BSO de ACE: Fenómeno  \n  * BSO de ACE: Entrenamiento mental II  \n  * BSO de ACE: Voz Sobrenatural  \n  * BSO de BlazBlue Entropy Effect X, edición Infinity  \n\n* Avatares «chibi» *  \n  * ???  \n  * Terumen  \n  * Pakumen  \n  * Muñeca roja de cuerda\n  \n## *Notas*  \n* El contenido base de la edición de lujo estará disponible el día del lanzamiento.  \n* Puede que algunas de las funcionalidades requieran que se instale la versión más reciente del juego.\n\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"BlazBlue Entropy Effect X Deluxe Edition","isDemo":false,"key":null,"languages":null,"name":"BlazBlue Entropy Effect X Deluxe Edition","nsuId":70070000031911,"numberOfPlayers":null,"publisher":"91Act","rating":13,"ratingContent":["Sangre","Violencia de fantasia","Temas insinuantes"],"region":null,"releaseDate":20260212,"rightsId":null,"screenshots":null,"size":6217007104,"version":null},"70050000055672":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d1e2d3d127eeaf1e7ce30ae7bdcc0c1d6e85c98d4b7301ab7b3c82c01da8cef9.jpg","category":null,"description":"Parte 2 de una historia adicional ambientada en el mundo de la serie de anime Dragon Ball DAIMA: -DAIMA- Aventura por el Reino Demoníaco.\n\n* Este DLC también está en el paquete -DAIMA- Aventura por el Reino Demoníaco y otros paquetes. Ten cuidado con las compras duplicadas.\n* El contenido estará disponible antes del 28/2/2026.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"CONVIÉRTETE EN LA ESPERANZA DEL UNIVERSO","isDemo":false,"key":null,"languages":null,"name":"DRAGON BALL Z: KAKAROT -DAIMA- Aventura por el Reino Demoníaco Parte 2","nsuId":70050000055672,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":13,"ratingContent":["Lenguaje moderado","Temas insinuantes","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20260228,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000100973":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/b1d372e422f03c340aa6953afe04b8d3318332aaf87c8b5871b23c3eec304ed2.jpg","category":["Estrategia","Acción","Rompecabezas","Otros"],"description":"¡Sushi Cat Tower Defense presenta un género de juego nuevo en una franquicia muy apreciada!\n\nEsta vez, Sushi Cat debe defenderse de hordas de sushi malvado, corrompido por el malvado cocinero hechicero Brocolini. Para frustrar los planes de Brocolini de controlar el mundo, Sushi Cat tendrá que comer un cantidad ingente de sushi!\n\nPREPARA LAS DEFENSAS\n• Despliega una variedad de torres de temática gatuna\n• Bloquea rutas clave con muros laberínticos\n• Coloca trampas para sorprender y debilitar los enemigos\n\nESTILO ROGUELITE\n• Diseñado para partidas rápidas con un único nivel que evoluciona con modo infinito\n• Obtén cartas de beneficios para definir tu estrategia\n• Derrota jefes poderosos en cada partida\n• Desbloquea mejoras permanentes para todas las partidas\n\nMOLDEA EL CAMINO\n• Defiende a Sushi Cat de oleadas de sushi siniestro\n• Coloca defensas para evitar que los enemigos lleguen hasta Sushi Cat. Recoge sushi y dáselo de comer para mejorar sus poderes\n• Sobrevive a ataques en oleadas mientras construyes obstáculos, torres y trampas para crear un laberinto que los enemigos tendrán que seguir\n\nDESBLOQUEA TALENTOS Y BENEFICIOS\n• Mejora el árbol de talentos para desbloquear potenciadores permanentes\n• Desbloquea torres y trampas nuevas para aumentar tus opciones de defensa\n• Fortalece a Sushi Cat con nuevas habilidades definitivas devastadoras\n• Recoge cartas de beneficios que moldearán cada partida con efectos únicos","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/d05c8785dcd564c0bdb9c5b1265e6a7c996f187230e27699093f3a945909f5d5.jpg","id":"0100A89023B5E000","intro":"¡Una fusión de defensa de torres y caos roguelite!","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it","ru","ko","zh"],"name":"Sushi Cat - Tower Defense","nsuId":70010000100973,"numberOfPlayers":1,"publisher":"Armor Games Studios","rating":6,"ratingContent":["Violencia moderada de fantasía"],"region":null,"releaseDate":20260305,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/d8e6ea3fef39ee649bec91ee41077fd76e406b82a8a75919e0b19a2c6823b5d7.jpg","https://img-eshop.cdn.nintendo.net/i/e4069ff513060fbe5238d578620c3d85a84092d19cfe8300cc48896c28bf14cb.jpg","https://img-eshop.cdn.nintendo.net/i/7a53a4404d247cfcc584ba423e617213426e77f61a9dacbc25f2fa9409ae5134.jpg","https://img-eshop.cdn.nintendo.net/i/f27092a3cae4cbd828e4c41f0d50da1acd8b39dcec53247ba5ad681e8742daa2.jpg","https://img-eshop.cdn.nintendo.net/i/3e55fe3957c1b4aa69efcf3d317d7b5f1fca28f601d2444456ae426bbe69033e.jpg","https://img-eshop.cdn.nintendo.net/i/d92fbe0ed796cf0a3464ce106b7ab3be076fe2754cc4af8d5d5b80d54e6dce73.jpg"],"size":205520896,"version":null},"70050000056420":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/597141f38c7a569fc7ae035d78dfebe7407e53334e5b9c53f5eb791ace1c11d8.jpg","category":null,"description":"Añade Personaje3 a la lista de personajes jugables.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Carácter adicional 3","nsuId":70050000056420,"numberOfPlayers":null,"publisher":"ARC SYSTEM WORKS","rating":13,"ratingContent":["Derramamiento de sangre","Lenguaje","Desnudez parcial","Uso de tabaco","Violencia","Interacción de usuarios"],"region":null,"releaseDate":20260429,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000060002":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/21161da1cb16dbd9a7d877775ecafee8d9012fc2a8c42c4781b1983bed48ddec.jpg","category":null,"description":"El paquete HÉROE DE LA JUSTICIA de DRAGON BALL: Sparking! ZERO incluye el siguiente contenido de la película Dragon Ball SUPER: SUPER HERO.\n\n- 11 personajes jugables:\n• Gohan, superhéroe\n• Gohan, supersaiyajin superhéroe\n• Gohan definitivo, superhéroe\n• Gohan bestia\n• Píkoro, superhéroe\n• Píkoro, potencial liberado\n• Píkoro Naranja\n• Píkoro Naranja, forma gigante\n• Gamma 1\n• Gamma 2\n• Cell Max\n\n- Nuevo traje:\n• Píkoro, superhéroe\nEste es el traje que usa Píkoro cuando se infiltra en la base de la Patrulla Roja en Dragon Ball SUPER: SUPER HERO.\n\n- 3 batallas adicionales\n\nVive los intensos combates de Dragon Ball SUPER: SUPER HERO en batallas personalizadas, que incluyen el feroz enfrentamiento entre Píkoro y Gamma 2, el encuentro épico entre Gohan y Gamma 1 y la emocionante batalla en la que Gohan y Píkoro se enfrentan a Cell Max.\n\n¡Adquiere el paquete HÉROE DE LA JUSTICIA y expande tus batallas con nuevos personajes y contenido adicional!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Paquete HÉROE DE LA JUSTICIA de DRAGON BALL: Sparking! ZERO","nsuId":70050000060002,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":13,"ratingContent":["Lenguaje moderado","Temas insinuantes moderados","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20260531,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000060109":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6375a81ecca873662076e7aca87ac100d29d95a637bfc710d04741f1d1c0eb3e.jpg","category":null,"description":"¡Llegaron nuevos guerreros de la serie Dragon Ball DAIMA a la batalla!\n\n- 8 personajes jugables:\n• Goku (mini), supersaiyajin\n• Vegeta (mini)\n• Vegeta (mini), supersaiyajin\n• Vegeta (mini), supersaiyajin 2\n• Vegeta (mini), supersaiyajin 3\n• Glorio\n• Panzy\n• Majin Kuu\n\n‐ Atuendo de cambio de técnica de Goku (mini)\n• Nuevo atuendo para Goku (mini) que cambia sus movimientos\n\n¡Adquiere el 1.° paquete de personajes de Dragon Ball DAIMA y vive batallas nuevas!\n\n*El atuendo de cambio de técnica de Goku (mini) es diferente al paquete de descarga anticipada de Goku (mini).\n*No necesitas tener el paquete de descarga anticipada de Goku (mini).\n*Si equipas el atuendo de cambio de técnica de Goku (mini), no afectará su apariencia.\n*Si equipas el atuendo de cambio de técnica de Goku (mini), transformará la ráfaga definitiva en un impacto de aura.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"DRAGON BALL: Sparking! ZERO - 1.° Paquete personajes de DAIMA","nsuId":70050000060109,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":13,"ratingContent":["Lenguaje moderado","Temas insinuantes moderados","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20260531,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000060111":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/705f6adcec0290813ac1d2ce457ab70d03eaab27d220912d79da9a3a1048bd1e.jpg","category":null,"description":"Contiene personajes jugables de Dragon Ball DAIMA. ","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"DLC 3 de DRAGON BALL: Sparking! ZERO","nsuId":70050000060111,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":13,"ratingContent":["Lenguaje moderado","Temas insinuantes moderados","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20260531,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000060113":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/9c1ec70d7c3eb51d91990ccaf4c75247b213906b0f165885a838261547af9f77.jpg","category":null,"description":"¡Shallot del juego para dispositivos móviles DRAGON BALL LEGENDS se une a la batalla!\n\n1 personaje jugable:\n- Shallot\n\n¡Disfruta de nuevas batallas con el personaje principal de DRAGON BALL LEGENDS, diseñado por Akira Toriyama!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"DRAGON BALL: Sparking! ZERO - Shallot (DRAGON BALL LEGENDS)","nsuId":70050000060113,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":13,"ratingContent":["Lenguaje moderado","Temas insinuantes moderados","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20260531,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000045574":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/059739576097255ae97843d3899387963cdf1894d8af3c73631bc511f190c606.jpg","category":null,"description":"Clue - Neon Noir includes a Location, 6 Suspects, 4 Customisation Items, and 6 Tokens to unlock!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Clue - Neon Noir","nsuId":70050000045574,"numberOfPlayers":null,"publisher":"Marmalade Game Studio","rating":10,"ratingContent":["Violencia moderada","Compras dentro del juego"],"region":null,"releaseDate":20260615,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000056421":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/882f0fa4f3a29da6814a836da7feb620eb3ed3f0353057a524c134e91c4a3bad.jpg","category":null,"description":"Adiciona Character4 à lista de personagens jogáveis.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Personagem adicional 4","nsuId":70050000056421,"numberOfPlayers":null,"publisher":"ARC SYSTEM WORKS","rating":13,"ratingContent":["Derramamiento de sangre","Lenguaje","Desnudez parcial","Uso de tabaco","Violencia","Interacción de usuarios"],"region":null,"releaseDate":20260624,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000060827":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/70d81896e2100636e3efc282c75b1f5e777c14d9cc839029a4207069c0291b26.jpg","category":null,"description":"Sumérgete aún más en las tierras sombrías de La Espiral. \n\nEste relato adicional enriquece tu aventura y te permite desvelar secretos ocultos, nuevas perspectivas y horrores inesperados.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Little Nightmares III - Primer capítulo adicional","nsuId":70050000060827,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":13,"ratingContent":["Derramamiento de sangre","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20260630,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000055174":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/385114f4f139260524999ab05b56e565bcf9586f3d51ed5d1bff9dbb63dd8545.jpg","category":null,"description":"SEGA Villains Stage de SHINOBI: Art of Vengeance incluye un nivel adicional con algunos de los villanos y enemigos más legendarios de SEGA, incluido el Dr. Eggman. Llega a principios de 2026","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SHINOBI: Art of Vengeance - Escenario SEGA Villains (Villanos de SEGA)","nsuId":70050000055174,"numberOfPlayers":null,"publisher":"SEGA","rating":13,"ratingContent":["Sangre","Violencia"],"region":null,"releaseDate":20260829,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000058984":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3dc9a2a2e061ff36bdbdb39d2af17e66c459121bc9552677fa8263a0fd8887fb.jpg","category":null,"description":"El DLC 1 incluye el contenido siguiente:\n- 5 unidades jugables\n- 16 misiones de área\n- 2 miembros nuevos de la tripulación de asistencia\n\n* También hay paquetes disponibles que incluyen el contenido mencionado. Evita comprar dos veces lo mismo.\n* El contenido estará disponible en agosto de 2026.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"¡Álcense, únanse y triunfen!","isDemo":false,"key":null,"languages":null,"name":"SUPER ROBOT WARS Y - DLC 1","nsuId":70050000058984,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":13,"ratingContent":["Sangre","Violencia de fantasia","Lenguaje","Temas insinuantes","Compras dentro del juego"],"region":null,"releaseDate":20260831,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000058985":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d6e052720be4df6751bf4937a1b941b43e58bfe1f334ef4c5fd5a8264bbd538e.jpg","category":null,"description":"El DLC 2 incluye el contenido siguiente:\n- 5 unidades jugables\n- 16 misiones de área\n- 1 miembro nuevo de la tripulación de asistencia\n\n* También hay paquetes disponibles que incluyen el contenido mencionado. Evita comprar dos veces lo mismo.\n* El contenido estará disponible en agosto de 2026.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"¡Álcense, únanse y triunfen!","isDemo":false,"key":null,"languages":null,"name":"SUPER ROBOT WARS Y - DLC 2","nsuId":70050000058985,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":13,"ratingContent":["Sangre","Violencia de fantasia","Lenguaje","Temas insinuantes","Compras dentro del juego"],"region":null,"releaseDate":20260831,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000064417":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ed6b4fd9aa929f52d070cd4f8573285c67d7c035e2b67dc65353bbd65b27f37e.jpg","category":null,"description":"El personaje jugable de \"Tanjirō Kamado (Castillo Infinito)\" estará disponible para usarse en batallas del Modo batalla.\nAdemás, se incluyen elementos como imágenes de perfil y citas.\n\nQué incluye:\n• Personaje jugable \"Tanjirō Kamado (Castillo Infinito)\"\n• Imágenes de perfil\n• Citas\n• Decoraciones","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Paquete de personaje de Tanjirō Kamado (Castillo Infinito)","nsuId":70050000064417,"numberOfPlayers":null,"publisher":"SEGA","rating":17,"ratingContent":["Derramamiento de sangre","Lenguaje","Temas insinuantes","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20260930,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000064418":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/863ea20cb0ebed1792ea189fdb3907468276622e72a996aa5ea2b0e4a21bb2b0.jpg","category":null,"description":"El personaje jugable de \"Zenitsu Agatsuma (Castillo Infinito)\" estará disponible para usarse en batallas del \"Modo batalla\".\nAdemás, se incluyen elementos como imágenes de perfil y citas.\n\nQué incluye:\n• Personaje jugable \"Zenitsu Agatsuma (Castillo Infinito)\"\n• Imágenes de perfil\n• Citas\n• Decoraciones","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Paquete de personaje de Zenitsu Agatsuma (Castillo Infinito)","nsuId":70050000064418,"numberOfPlayers":null,"publisher":"SEGA","rating":17,"ratingContent":["Derramamiento de sangre","Lenguaje","Temas insinuantes","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20260930,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000064419":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6b3a0e952412046a42ee59ce9ea84e9cc74c5ee41b3547d2df887e0c0639762d.jpg","category":null,"description":"El personaje jugable de \"Giyū Tomioka (Castillo Infinito)\" estará disponible para usarse en batallas del \"Modo batalla\".\nAdemás, se incluyen elementos como imágenes de perfil y citas.\n\nQué incluye:\n• Personaje jugable \"Giyū Tomioka (Castillo Infinito)\"\n• Imágenes de perfil\n• Citas\n• Decoraciones","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Paquete de personaje de Giyū Tomioka (Castillo Infinito)","nsuId":70050000064419,"numberOfPlayers":null,"publisher":"SEGA","rating":17,"ratingContent":["Derramamiento de sangre","Lenguaje","Temas insinuantes","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20260930,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000064610":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d10185c34b1f162600e808b79ce041a6d9624807ed18fb05b25617547420ee74.jpg","category":null,"description":"El personaje jugable de \"Akaza (Castillo Infinito)\" estará disponible para usarse en batallas del \"Modo batalla\".\nAdemás, se incluyen elementos como imágenes de perfil y citas.\n\nQué incluye:\n• Personaje jugable \"Akaza (Castillo Infinito)\"\n• Imágenes de perfil\n• Citas\n• Decoraciones","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Paquete de personaje de Akaza (Castillo Infinito)","nsuId":70050000064610,"numberOfPlayers":null,"publisher":"SEGA","rating":17,"ratingContent":["Derramamiento de sangre","Lenguaje","Temas insinuantes","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20260930,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000064612":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/bd07c0c4674f63712602bcd45793b5bee0393ae6d16fb503195a33bf64583a9c.jpg","category":null,"description":"El personaje jugable de \"Shinobu Kochō (Castillo Infinito)\" estará disponible para usarse en batallas del \"Modo batalla\".\nAdemás, se incluyen elementos como imágenes de perfil y citas.\n\nQué incluye:\n• Personaje jugable \"Shinobu Kochō (Castillo Infinito)\"\n• Imágenes de perfil\n• Citas\n• Decoraciones","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Paquete de personaje de Shinobu Kochō (Castillo Infinito)","nsuId":70050000064612,"numberOfPlayers":null,"publisher":"SEGA","rating":17,"ratingContent":["Derramamiento de sangre","Lenguaje","Temas insinuantes","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20260930,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000064614":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/752ad1d4dfbb6efaece0cb0872193757beb7a75da0275f7084e719ec0c52c921.jpg","category":null,"description":"El personaje jugable de \"Doma\" estará disponible para usarse en batallas del Modo batalla.\nAdemás, se incluyen elementos como la tarjeta de registro del Cuerpo y citas.\n\nQué incluye:\n• Personaje jugable \"Doma\"\n• Imágenes de perfil\n• Citas\n• Decoraciones\n• Marco de ID de matademonios (*disponible como recompensa de maestría por \"Doma\").\n• Título (*disponible como recompensa por dominio por \"Doma\")\n• Voz del sistema de combate para \"Doma\" (*disponible como recompensa de maestría por \"Doma\")","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Paquete de personaje de Doma","nsuId":70050000064614,"numberOfPlayers":null,"publisher":"SEGA","rating":17,"ratingContent":["Derramamiento de sangre","Lenguaje","Temas insinuantes","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20260930,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000064689":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/979c6465ae998e215e336c62eea16917a2cfe9fb6bbe947202d8560e54906290.jpg","category":null,"description":"¡El cuarto capítulo de la serie FUTURE SAGA describe una alteración de la historia sin precedentes! ¡Incluye nuevos personajes jugables y más!\n\n*Este producto también se incluye en paquetes. Ten cuidado de no hacer compras duplicadas.\n*El contenido estará disponible antes del 30 de septiembre de 2026.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"DRAGON BALL XENOVERSE 2 - FUTURE SAGA Chapter 4","nsuId":70050000064689,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":13,"ratingContent":["Violencia de caricatura","Bajo contenido de sangre","Lenguaje moderado","Temas insinuantes moderados","Interacción de usuarios","Compras dentro del juego (Incluye artículos aleatorios)"],"region":null,"releaseDate":20260930,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000060825":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/787681dd79e2a05bcc8b9b44e3c329efa3d176632b347ba958d0266cd07b566e.jpg","category":null,"description":"Sumérgete aún más en las tierras sombrías de La Espiral. \n\nEste relato adicional enriquece tu aventura y te permite desvelar secretos ocultos, nuevas perspectivas y horrores inesperados.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Little Nightmares III - Segundo capítulo adicional","nsuId":70050000060825,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":13,"ratingContent":["Derramamiento de sangre","Violencia","Compras dentro del juego"],"region":null,"releaseDate":20261009,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000045572":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/059739576097255ae97843d3899387963cdf1894d8af3c73631bc511f190c606.jpg","category":null,"description":"Clue - Ancient Gods Mausoleum includes a Location, 6 Suspects, 4 Customisation Items, and 6 Tokens to unlock!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Clue - Ancient Gods Mausoleum","nsuId":70050000045572,"numberOfPlayers":null,"publisher":"Marmalade Game Studio","rating":10,"ratingContent":["Violencia moderada","Compras dentro del juego"],"region":null,"releaseDate":20261214,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000058933":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/bcb66175dc87a8d0972c1a9763302692023c8b5e125dd48f1336ea7e78e4c053.jpg","category":null,"description":"El paquete de contenido 3 de Sonic Racing: CrossWorlds incluye:\n\n• 2 personajes jugables\n• 1 Vehículo\n• 1 Circuito\n• 6 gestos por personaje\n• 8 sonidos adicionales\n\n(Lanzamiento primer trimestre de 2026)\n\n* Consulta el sitio web oficial para conocer los detalles del producto y el calendario de lanzamiento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Sonic Racing: CrossWorlds - Paquete de contenido 3","nsuId":70050000058933,"numberOfPlayers":null,"publisher":"SEGA","rating":6,"ratingContent":["Violencia moderada de fantasía","Compras dentro del juego"],"region":null,"releaseDate":20261231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000058934":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a13c6cf304e0b5935339a1caa6644e447740c534c9cdbf786d07974934caf288.jpg","category":null,"description":"El paquete de contenido 4 de Sonic Racing: CrossWorlds incluye:\n\n• 2 personajes jugables\n• 1 Vehículo\n• 1 Circuito\n• 6 gestos por personaje\n• 8 sonidos adicionales\n\n(Lanzamiento primer trimestre de 2026)\n\n* Consulta el sitio web oficial para conocer los detalles del producto y el calendario de lanzamiento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Sonic Racing: CrossWorlds - Paquete de contenido 4","nsuId":70050000058934,"numberOfPlayers":null,"publisher":"SEGA","rating":6,"ratingContent":["Violencia moderada de fantasía","Compras dentro del juego"],"region":null,"releaseDate":20261231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000058935":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5a0ec2ab19f3b67964a8571e86d049c8a265f2047f800f8447985b1d2892df2c.jpg","category":null,"description":"El paquete de contenido 5 de Sonic Racing: CrossWorlds incluye:\n\n• 2 personajes jugables\n• 1 Vehículo\n• 1 Circuito\n• 6 gestos por personaje\n• 8 sonidos adicionales\n\n(Lanzamiento segundo trimestre de 2026)\n\n* Consulta el sitio web oficial para conocer los detalles del producto y el calendario de lanzamiento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Sonic Racing: CrossWorlds - Paquete de contenido 5","nsuId":70050000058935,"numberOfPlayers":null,"publisher":"SEGA","rating":6,"ratingContent":["Violencia moderada de fantasía","Compras dentro del juego"],"region":null,"releaseDate":20261231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000058936":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a2f142418c3fb1023e517cfe7ee15d8a1844654d9cd2cc4495dd495753eac2dd.jpg","category":null,"description":"El paquete de contenido 6 de Sonic Racing: CrossWorlds incluye:\n\n• 4 personajes jugables\n• 1 Vehículo\n• 1 Circuito\n• 6 gestos por personaje\n• 8 sonidos adicionales\n\n(Lanzamiento tercer trimestre de 2026)\n\n* Consulta el sitio web oficial para conocer los detalles del producto y el calendario de lanzamiento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Sonic Racing: CrossWorlds - Paquete de contenido 6","nsuId":70050000058936,"numberOfPlayers":null,"publisher":"SEGA","rating":6,"ratingContent":["Violencia moderada de fantasía","Compras dentro del juego"],"region":null,"releaseDate":20261231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000063525":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7bb675d6adc2e97ea3bb39ebb73cb9f00165960282520dcb2f6c61b50dd3a9f7.jpg","category":null,"description":"Purchasing expands the pool of cards available in-game.\n\n*This content is scheduled to be distributed by the end of December 2026. Details will be released at a later date.\n\n*Please be sure to download the latest version of the main version.\n*We also sell \"Additional Card Passes 2\" that include this additional content. Please be careful about duplicate purchases.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Cardfight!! Vanguard DD 2:Card Unlock Vol.6","nsuId":70050000063525,"numberOfPlayers":null,"publisher":"Bushiroad","rating":6,"ratingContent":[],"region":null,"releaseDate":20261231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000063527":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/71a749d5e18391d7b269970bba048724e4d83ab28e6a40e38ffac97f01fb4642.jpg","category":null,"description":"Purchasing expands the pool of cards available in-game.\n\n*This content is scheduled to be distributed by the end of December 2026. Details will be released at a later date.\n\n*Please be sure to download the latest version of the main version.\n*We also sell \"Additional Card Passes 2\" that include this additional content. Please be careful about duplicate purchases.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Cardfight!! Vanguard DD 2:Card Unlock Vol.7","nsuId":70050000063527,"numberOfPlayers":null,"publisher":"Bushiroad","rating":6,"ratingContent":[],"region":null,"releaseDate":20261231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000063529":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d98fed59a2ebc925124d39bbed46d3184ce02699f96cda54638b673c42ef0a69.jpg","category":null,"description":"Purchasing expands the pool of cards available in-game.\n\n*This content is scheduled to be distributed by the end of December 2026. Details will be released at a later date.\n\n*Please be sure to download the latest version of the main version.\n*We also sell \"Additional Card Passes 2\" that include this additional content. Please be careful about duplicate purchases.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Cardfight!! Vanguard DD 2:Card Unlock Vol.8","nsuId":70050000063529,"numberOfPlayers":null,"publisher":"Bushiroad","rating":6,"ratingContent":[],"region":null,"releaseDate":20261231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000065175":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/b12f4bf24eca6e02aa9358a1e0305b88622c91f63d1affb2421cf6cea01a8de6.jpg","category":null,"description":"Incluye 5 Beys METAL COAT!\n\n*Los detalles se revelarán más adelante.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"BEYBLADE X EVOBATTLE DIGITAL BEYBOOSTER METAL COAT","nsuId":70050000065175,"numberOfPlayers":null,"publisher":"FURYU Corporation","rating":6,"ratingContent":["Lenguaje moderado","Compras dentro del juego"],"region":null,"releaseDate":20261231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046329":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/059739576097255ae97843d3899387963cdf1894d8af3c73631bc511f190c606.jpg","category":null,"description":"The Painted Red Crime Scene includes a Location, 6 Suspects, 4 Customisation Items, and 6 Tokens to unlock!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Clue - Painted Red","nsuId":70050000046329,"numberOfPlayers":null,"publisher":"Marmalade Game Studio","rating":10,"ratingContent":["Violencia moderada","Compras dentro del juego"],"region":null,"releaseDate":20270505,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000045576":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/059739576097255ae97843d3899387963cdf1894d8af3c73631bc511f190c606.jpg","category":null,"description":"Clue - Lost City of Atlantis includes a Location, 6 Suspects, 4 Customisation Items, and 6 Tokens to unlock!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Clue - Lost City of Atlantis","nsuId":70050000045576,"numberOfPlayers":null,"publisher":"Marmalade Game Studio","rating":10,"ratingContent":["Violencia moderada","Compras dentro del juego"],"region":null,"releaseDate":20270614,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000037063":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/8335dcd846b09ffaf5b5eb561c458268c5fbf2c8e3f58653c924f51e400e5963.jpg","category":null,"description":"Them's Fightin' Herds es un juego de pelea en 2D con un adorable  elenco de animales diseñados por la aclamada caricaturista Lauren Faust. ¡Bajo la superficie tierna y cariñosa, te espera un duro combatiente!\n\n • Se requiere el juego base (vendido por separado) para utilizar este contenido.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01003E80178A1006","ids":["01003E80178A1006"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Character 5","nsuId":70050000037063,"numberOfPlayers":null,"publisher":"Maximum Games","rating":10,"ratingContent":["Referencia al alcohol","Violencia de fantasia","Uso de tabaco","Interacción de usuarios"],"region":null,"releaseDate":20270929,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000037064":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/8335dcd846b09ffaf5b5eb561c458268c5fbf2c8e3f58653c924f51e400e5963.jpg","category":null,"description":null,"developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01003E80178A1007","ids":["01003E80178A1007"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Character 6","nsuId":70050000037064,"numberOfPlayers":null,"publisher":"Maximum Games","rating":10,"ratingContent":["Referencia al alcohol","Violencia de fantasia","Uso de tabaco","Interacción de usuarios"],"region":null,"releaseDate":20270929,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000037065":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/8335dcd846b09ffaf5b5eb561c458268c5fbf2c8e3f58653c924f51e400e5963.jpg","category":null,"description":null,"developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01003E80178A1008","ids":["01003E80178A1008"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Character 7","nsuId":70050000037065,"numberOfPlayers":null,"publisher":"Maximum Games","rating":10,"ratingContent":["Referencia al alcohol","Violencia de fantasia","Uso de tabaco","Interacción de usuarios"],"region":null,"releaseDate":20270929,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000065173":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/84a82a84f647d5bbf704698dec1d9fa6660fd554fb5c25193427cf759216722b.jpg","category":null,"description":"¡Incluye 3 Beys adicionales!\n\n*Los detalles se revelarán más adelante.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"BEYBLADE X EVOBATTLE DIGITAL BEYBOOSTER VOL.2","nsuId":70050000065173,"numberOfPlayers":null,"publisher":"FURYU Corporation","rating":6,"ratingContent":["Lenguaje moderado","Compras dentro del juego"],"region":null,"releaseDate":20271027,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000065174":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/85a2e57c8b4b73d6b34cec08e1c345f231c1e9ab6fd47ce50752dc5410f2b12c.jpg","category":null,"description":"Incluye 3 Beys adicionales!\n\n*Los detalles se revelarán más adelante.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"BEYBLADE X EVOBATTLE DIGITAL BEYBOOSTER VOL.3","nsuId":70050000065174,"numberOfPlayers":null,"publisher":"FURYU Corporation","rating":6,"ratingContent":["Lenguaje moderado","Compras dentro del juego"],"region":null,"releaseDate":20271027,"rightsId":null,"screenshots":null,"size":0,"version":null}}