{"70010000078182":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2650116d5c3be9238095368dcd1aeb6aa49089df5254997516bcc546bfaa6611.jpg","category":["Gioco di ruolo (RPG)","Azione","Avventura","Arcade"],"description":"Delve into the tale of a once-glorious kingdom ensnared by darkness, a story that begins with a young boy haunted by prophetic dreams. As evil corrupts the heart of the Sarook King, leading him to command his monsters against his own people, the stage is set for an epic saga.\n\nThe Premise:\nUncover the legend of a kingdom plunged into despair, betrayed by its monarch. In the mystical realm of Sarook, a young hero is awakened by visions of light, only to find his world threatened by a malevolent force. The king, once a protector, now spreads terror, commanding a legion of beasts to ravage his land.\n\nThe Game:\n\"Adventure Field™ Remake\" is a turn-based JRPG that reimagines the original classic with breathtaking 3D graphics. Navigate through treacherous dungeons, battle formidable enemies, and uncover the secrets of the kingdom. Embark on a quest to locate the 100 hidden mandragoras scattered across Sarook, unlocking one of 15 exclusive in-game achievements.\n\nShiny Monsters:\nPrepare for encounters with rare, color-varied monsters that offer a bounty of 10 times the usual experience and gold. With a 1 in 100 chance to stumble upon these shiny creatures, each battle could be a windfall.\n\n2 Difficulty Modes:\nChoose your challenge with two distinct difficulty settings: Remake and Classic. Classic mode raises the stakes—no healing upon leveling up, increased inn costs, deactivated healing crystals in dungeons, and the absence of hidden items. It's a true test of your strategic prowess and endurance.\n\nAs darkness descends upon the Kingdom of Sarook, the legend awaits your intervention. Only you can prevent the fall of the kingdom in this gripping remake. Will you rise as the hero Sarook needs, or will the shadows claim victory?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/fd4f775915ab3d9839a36df14a048649f130a29f4fef8100b4052517614bb88d.jpg","id":"0100B6A01E59E000","intro":"Embark on a legendary journey to save the kingdom of Sarook from darkness in Adventure Field™ Remake, now enhanced for Nintendo Switch™.","isDemo":false,"key":null,"languages":["en"],"name":"Adventure Field™ Remake","nsuId":70010000078182,"numberOfPlayers":1,"publisher":"Elushis","rating":7,"ratingContent":["Violenza moderata"],"region":null,"releaseDate":20240506,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/51370df700fc3d8c14c66a80464971ef5ad1e7eda5bb98edaed10be2fe875128.jpg","https://img-eshop.cdn.nintendo.net/i/6445b288c995637fac9bec9ee9edc9c211f6346ba911c995937c59bfcdcafd50.jpg","https://img-eshop.cdn.nintendo.net/i/8d74b7ca910b3b86d0d8eb718fd1cf2a5357edbc4909097c7a83bfa215c28b2c.jpg","https://img-eshop.cdn.nintendo.net/i/5c39982b4dc1a12b165133063c154971a05ed5067e65a1920177cc9a9dbc36db.jpg","https://img-eshop.cdn.nintendo.net/i/b28b5a6fe3ceef3feb0bfdca7a82c9cecfe685583538f455940c6fcc8a4173ea.jpg"],"size":3204448256,"version":null},"70010000081069":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/008c2e22ccd0a615d02235aa87c41b163bb2fcdfb98d0a2cf286a86fea05c6c9.jpg","category":["Arcade","Azione","Avventura","Altro"],"description":"Coconut Farm 3D: Embark on a thrilling farmyard adventure where classic arcade excitement meets charm! Navigate through a vivid 3D world as you help our lovable farm animals — a courageous cow, a cheeky rooster, a cunning cat, and a playful pig — clear each level of coconuts.\n\nAs you progress, you'll encounter a quirky cast of monsters, including spectral ghosts, menacing werewolves, and lumbering zombies. These foes will do their best to hinder your progress. Thankfully, you're equipped with powerful upgrades to turn the tide against them. Use these power-ups wisely to outsmart the monsters, or dodge them with skillful maneuvering when you're not powered up.\n\nGame Features:\n\nClassic Gameplay: Experience the thrill of classic maze-navigating gameplay reimagined with a delightful farmyard twist.\nEndless Fun: Dive into numerous levels full of challenges and surprises.\nDual Game Modes: Tackle the game in 'Level Mode' for a structured challenge or test your skills in 'Arcade Mode'—how many levels can you conquer with just three lives?\n\nWhether you're navigating tricky levels or competing for the high score, Coconut Farm 3D offers endless entertainment and farm-filled fun for players of all ages!\n\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/1409a2c7b9f448a791c5aa038c645a80a57678499ab587c19542eeebdd25a56b.jpg","id":"010074F01F18C000","intro":"Farmyard Frenzy: Gather, Dodge, and Win!","isDemo":false,"key":null,"languages":["en"],"name":"Coconut Farm 3D","nsuId":70010000081069,"numberOfPlayers":1,"publisher":"House of Pandas","rating":3,"ratingContent":[],"region":null,"releaseDate":20240506,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/de7215cb6d45ca396e9c9cf4c3fa680d83c7f62fff5580d39fa6ad543f77396c.jpg","https://img-eshop.cdn.nintendo.net/i/6335a10fa79118fbc791113fedcb43d03cd0bcc3374cf01b1d459e802d6a6684.jpg","https://img-eshop.cdn.nintendo.net/i/c2a210ce4c5b3613edffd319302fffd2151ca58f0d6be5ee250f790d823b3752.jpg","https://img-eshop.cdn.nintendo.net/i/67a372c23f2e1c0a7ee055253cddcb177b57b8632971c1b7407fd4974eebab16.jpg","https://img-eshop.cdn.nintendo.net/i/b073a2e0904bfd55d7e906de5587ede913ac847924e0227c7a960bed4d0b0461.jpg"],"size":115343360,"version":null},"70010000044810":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/bd4fdb1ba23515c9a142617d6e8bbc1b56e7f7164a61a2c943810bf96703e279.jpg","category":["Avventura","Puzzle","Strategia"],"description":"Perditi in una fiaba magica e meravigliosa, dove tutto è possibile e dove nulla è ciò che sembra: unisciti al giovane Gerry e segui lo strano coniglio bianco nel meraviglioso regno della Foresta dei Topi, una terra i cui roditori parlano e il mistero abbonda. \n\nÈ qui che il sogno di Gerry di diventare un mago si avvera, sebbene una forza malefica e sinistra abbia gettato una lunga ombra sulla foresta. Qualcuno ha offerto agli abitanti della Foresta un affare irrinunciabile: i biglietti per lo spettacolo di magia più bello che il mondo abbia mai visto. Ma il prezzo è altissimo, poiché dovranno impegnare i loro averi più preziosi e persino le loro stesse vite. \n\nMentre l'ombra diviene sempre più grande, Gerry è l'unica risorsa su cui gli abitanti della Foresta possano contare. Durante la sua avventura piena di risate e lacrime, gioia e paure, il ragazzino affronterà la prova definitiva, lasciandosi alle spalle il mondo che conosceva, e anche la sua infanzia diverrà una cosa del passato.\n\nELEMENTI CHIAVE:\n\nEsplora un mondo nuovo: The Night of the Rabbit è stato concepito, scritto e ideato da Matthias Kempke, che crede che compito del game designer è quello di creare nuovi mondi che i giocatori possano esplorare.\n\nStoria multilivello: l'esordio è spensierato e allegro, ma ben presto la storia diviene drammatica e stimolante, man mano che ci si addentra nelle 20 ore di gioco.\n\nUn mondo e dei personaggi originali: gli animali che popolano il gioco erano originariamente i protagonisti di alcuni racconti scritti dal creatore del gioco; queste storie sono incluse come bonus.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/d82d6f4bc212eec2b6b432096c482d0af7016bad2434098acd59839ca6c192e6.jpg","id":"010047300EE38000","intro":"Perditi in una fiaba magica e meravigliosa","isDemo":false,"key":null,"languages":["ja","es","pt","en","fr","de","it","ru","ko","zh","zh"],"name":"The Night of the Rabbit","nsuId":70010000044810,"numberOfPlayers":1,"publisher":"Daedalic Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20240508,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/e4c562df89577dd2d1e99b9645ad3cd5531ca814c4e340f6f21bffb451c0fe2c.jpg","https://img-eshop.cdn.nintendo.net/i/92417fced188292186ce32df947334b1ec85389486cdf86940311d175b6457b6.jpg","https://img-eshop.cdn.nintendo.net/i/46ea3800be5bc282ab040133383e406c07b5b3589db79b1e5e1e4716ad7d9233.jpg","https://img-eshop.cdn.nintendo.net/i/1bdc3b19d631dff74b1cb4354a78c45685ab96f5c0843db361f39537282aeba1.jpg"],"size":2149580800,"version":null},"70010000051851":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/73ee4f951360031668858ddbcfea6630a6fb21cb0b6542efeb9fdb400367a8f6.jpg","category":["Piattaforme","Avventura"],"description":"Nartide è una dolce bambina che ha sempre vissuto con i suoi genitori in una grande casa fino alla notte in cui, disobbedendo alla madre, ha dormito senza la coperta. Quella notte, il freddo vento chiamato Cruviana è entrato dalla finestra e ha preso prigioniera la piccola Nartide. Intrappolata in una notte eterna, Nartide deve seguire la luce della sua vita e ritrovare la via di casa.\n\nThe Prisoner of the Night è un platform d'azione a scorrimento laterale in uno stile 2,5D da incubo, in cui l'adorabile Nartide dovrà sopravvivere a mostri e trappole terribili nella notte più buia e spaventosa della sua vita. Preparati a guidare Nartide attraverso 159 livelli folli e terrificanti, dove ogni passo potrebbe condurre a una morte dolorosa!\n\nCaratteristiche:\n\n• Esplora un mondo surreale in stile platform a scorrimento laterale!\n• Supera 159 livelli sospesi tra sogno e incubo.\n• Raccogli 12 diversi tipi di indumenti speciali che daranno abilità utili a Nartide!\n• Risolvi rompicapi, evita trappole mortali e sopravvivi a incontri con terribili creature.\n• Goditi elementi della cultura popolare brasiliana!\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/ef4a1003ce00702b9fa270dd3611dd5ea11fe6c2487b4f604de1899e3759d503.jpg","id":"0100155017E12000","intro":"Guida una bambina dentro un mondo surreale di incubi e oscurità in classico stile platform!","isDemo":false,"key":null,"languages":["en","pt","es"],"name":"The Prisoner of the Night","nsuId":70010000051851,"numberOfPlayers":1,"publisher":"eastasiasoft","rating":18,"ratingContent":["Violenza estrema"],"region":null,"releaseDate":20240508,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/197277c38aef38194fa72343d9812993640f1a03cb9dfc2f9b5b29f0684aa0da.jpg","https://img-eshop.cdn.nintendo.net/i/0e2860d47688926f2bd8cee9954f4b64e3debfa203e660b81eb0e92b16d634c7.jpg","https://img-eshop.cdn.nintendo.net/i/67a43c24732c4207b84063280d3c31b5f5ff2425f0add03b5f0042c5f00b7e7a.jpg","https://img-eshop.cdn.nintendo.net/i/ba3ffe63d43f07da67fa05328b62e743c7678767bb0731adec3af0a92ddb2451.jpg","https://img-eshop.cdn.nintendo.net/i/c0d25daa4c2a540dca38b312b7feaf83240b378925d6e3c080730156f3826600.jpg","https://img-eshop.cdn.nintendo.net/i/502a1bdb46f76b12530bebc6595af88e484f394a00ac4e39a454d9847c81a06d.jpg"],"size":3452960768,"version":null},"70010000059157":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4fea77866c2379eb0d40ff588d39725a1bd7f086bb8c5ef573b7e855ef481ce8.jpg","category":["Avventura"],"description":"The three time IGF award nominated 1000xRESIST is a thrilling sci-fi adventure. 1000 years in the future, humanity is all but extinguished and a disease spread by an alien occupation keeps the survivors underground. You are Watcher. You dutifully fulfil your purpose in service of the ALLMOTHER, until the day you learn a shocking secret that changes everything.\n\nIn the near future, a mysterious alien race of giant entities arrives. We call them the Occupants.\n\nThey are not hostile, but it doesn’t matter. Their arrival is a death sentence. Humanity is wiped out in a matter of months, succumbing to a disease the Occupants have brought to our planet.\n\nA teenage girl called Iris is the only survivor. Somehow she is not only immune but also becomes immortal.\n\n1000 years later, Iris has birthed a new society consisting exclusively of her own clones. \n\nShe calls them Sisters. They call her the ALLMOTHER.  They live safe in the Orchard, an underground bunker, whilst Iris wages war on the Occupants.\n\nBut all is not well. Your closest sister, Fixer, comes to you with a dangerous revelation. You have been lied to. The ALLMOTHER is not what she claims to be. After Fixer is executed for treason, it falls to you to discover the truth.\n\nKEY FEATURES\n• RELIVE THE MEMORIES OF A GOD - As Watcher, your role is to relive and interpret the memories of the All Mother through a process called Communions. \n• DISCOVER THE TRUTH - Explore pivotal moments in the life of the ALLMOTHER from high school days and the arrival of the Occupants to the creation of the Orchard and the birth of the first sisters.\n• JUMP BACK AND FORTH IN TIME - within memories you can skip forwards and back in time. Use this ability to solve puzzles and access locked off areas and secrets.\n•A STORY LIKE NO OTHER - experience perspective shifts both literal and metaphorical as the game blends between 3rd person adventure, visual novel and first person walking simulator while throwing twists, turns and revelations at you until you question everything you think you know.\n• FULLY VOICED - enjoy more than 10 hours of playtime brought to life with over 15,000 lines of fully voiced dialogue from a brilliant cast of Asian-Canadian actors.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/5afe3d19e2e91627c2f0d36316d2ddcfed7d67b22af77760674741e878212bad.jpg","id":"0100B02019866000","intro":"A society of clones is ripped apart by a 1000 year old secret","isDemo":false,"key":null,"languages":["en","zh"],"name":"1000xRESIST","nsuId":70010000059157,"numberOfPlayers":1,"publisher":"Fellow Traveller","rating":18,"ratingContent":["Violenza estrema","Linguaggio volgare"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/d23ab9d04c83c5ec1c1b88bcf59fbf67cfb9f1131e889e766634fdc93850b4fd.jpg","https://img-eshop.cdn.nintendo.net/i/b396962565157d847df849bf2524f4a393caeb310229dcd06e5f390d7798cf91.jpg","https://img-eshop.cdn.nintendo.net/i/41728d0975b3717c2f8140da4ef7ff1bdf82eb55cc76d7444cd390ccd258b70c.jpg","https://img-eshop.cdn.nintendo.net/i/ee7f9169ce5587ad4debaf209535a971879d7f15404c5a190c494a771cf97ebe.jpg","https://img-eshop.cdn.nintendo.net/i/b1baa7edca8c7d5d601bbe14b1ed2a456f6f82514998d81f744b91ab8d8854e7.jpg","https://img-eshop.cdn.nintendo.net/i/4ed3ef7a11cfbc0b421c6ee468c3004794cd6b1407af1a5f651ad215266a3e9e.jpg"],"size":8935964672,"version":null},"70010000061051":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/813e3bd006428f1a6618bf73584b107d262ce6f663428bca0566e0ab49540dd2.jpg","category":["Avventura","Simulazione"],"description":"Tornerai subito a casa o scoprirai cosa la grande città ha in serbo per te? Anche se, ovviamente, tornare a casa rimane la tua priorità. Chiaro. Beh, una delle tue priorità. Forse più una linea guida... Sicuramente è da qualche parte sulla tua lista di cose da fare! Ma prima? Esplorazione!\n\nCaratteristiche:\n- Prenditi il tuo tempo ed esplora la città in questo gioco open world colmo di sorprese!\n- Stringi amicizia con tanti, simpaticissimi animali.\n- Completa missioni, aiuta i tuoi amici o crea scompiglio. Scegli tu.\n- Personalizza il tuo micio scegliendo tra una pletora di adorabilissimi cappelli!\n- Fai un sonnellino al sole.\n- Ritrova la strada di casa...?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4e0c83c0641a373c2709deb965d850a1c7ba4ee8cc57bc5b6f4db37a643cd032.jpg","id":"01000A4019FA2000","intro":"Un rilassante pisolino si trasforma in una stravagante avventura!","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","ko","zh","zh"],"name":"Little Kitty, Big City","nsuId":70010000061051,"numberOfPlayers":1,"publisher":"Double Dagger Studio","rating":3,"ratingContent":[],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/875d0cd976f63a49a4c6f88d04ed8daec999ea171aedc64a0fa153664d278b73.jpg","https://img-eshop.cdn.nintendo.net/i/1e19687bb6ab64c241995b1a7fa787b4d057ddeb3d37dc77b8d5fced49a291e9.jpg","https://img-eshop.cdn.nintendo.net/i/1e19687bb6ab64c241995b1a7fa787b4d057ddeb3d37dc77b8d5fced49a291e9.jpg","https://img-eshop.cdn.nintendo.net/i/69e80bf10252dfb1b93b8231411bffd2a2de658c2773ccacaa7e8ab8673d9b56.jpg","https://img-eshop.cdn.nintendo.net/i/1cae841ca240821cfc931447632fd166c927e0d3cad20fd928964e11bd6624db.jpg","https://img-eshop.cdn.nintendo.net/i/23771358c6c3192eb33e85105edf87798ad87baf0d840a0afb1bc9deedbc4d87.jpg"],"size":1292894208,"version":null},"70010000063763":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/afca2966ebf967109ab6d42c3e0ff36155167941d178fe7e05cd7c77c48143a9.jpg","category":["Strategia","Simulazione","Puzzle","Study"],"description":"Imagine Earth è una simulazione planetaria in tempo reale e un gioco di strategia. Il tuo compito, quale manager di una colonia spaziale, è quello di esplorare e popolare lontani pianeti. Costruisci colonie fiorenti e redditizie, commerciando risorse e beni nello spazio.\n\nProfitto vs ecocidio\n\nSperimenta il grande conflitto tra gli obiettivi delle corporazioni interstellari e la necessità di preservare le condizioni di vita della tua gente. Gas di scarico e inquinamento del suolo hanno un impatto sul clima globale e sulla crescita della tua colonia, mentre l'innalzamento delle temperature provoca lo scioglimento delle calotte polari, con conseguenze potenzialmente disastrose.\n\nEspansione e ricerca\n\nCostruisci immense città e soddisfa i loro bisogni costruendo centrali elettriche, fattorie e fabbriche. Scava alla ricerca di cristalli ideon, pacifica le rivolte, ricerca tecnologie o nuovi edifici e massimizza la tua crescita mantenendo l'ecosistema in buona salute.\n\nAlleati, minacce e nemici\n\nPreparati ad avere a che fare con minacce come piogge di asteroidi, tornado, incendi, vulcani e disastri ambientali. Respingi i predoni spaziali e gli speculatori alieni. Coesisti e commercia con nativi, mercanti e colonie ostili.\n\nL'età del capitalismo spaziale\n\nNel 2084 delle immense corporazioni si sono spartite la Terra, sfruttandone ogni risorsa naturale. Ora, grazie alla scoperta dei cristalli ideon, i viaggi nello spazio sono all'ordine del giorno, anche se dal punto di vista tecnologico e culturale quasi ogni cosa è rimasta invariata, in un universo dominato dalle leggi del mercato.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/9c05c79eff0baa9c578b9a5b474d841b82520af853e09fdefde20124d356da1f.jpg","id":"0100E2701A3D8000","intro":"Costruite e rifornite le vostre civiltà planetarie. Gestite le risorse e sviluppate le infrastrutture per farle crescere e prosperare. ","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh"],"name":"Imagine Earth","nsuId":70010000063763,"numberOfPlayers":1,"publisher":"Serious Brothers","rating":3,"ratingContent":[],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/cfd0eeac6126289979985cbd26a523d0d00b65a2007b16f74a585fbfd444d1de.jpg","https://img-eshop.cdn.nintendo.net/i/ef02516fb1f054cf10023ea6f7aa971c09cb6528df9b46bcc7b2ee4d6de2b937.jpg","https://img-eshop.cdn.nintendo.net/i/835ee5291125280a920422ca98d818885769e285705f249c07be47ccb684f721.jpg","https://img-eshop.cdn.nintendo.net/i/43db30a76e11d45c9a85946de5db38964a0bde4321212d3997e11043e38bd127.jpg","https://img-eshop.cdn.nintendo.net/i/641fb9929d58e6f70c65c1461380408705c65c6b06dae6e14385460120387157.jpg","https://img-eshop.cdn.nintendo.net/i/b44ce44ffc48a3cab5b9685694ac0e89416d28a2d7e3be2d118dd22f217c90eb.jpg"],"size":1060110336,"version":null},"70010000065091":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/63c78c2b7e586401115db25168c5e13054b9fdd261b16d9b65d0f23a68a8299f.jpg","category":["Piattaforme","Avventura","Azione"],"description":"Sboccia dal tuo fiore ed esplora il bellissimo e a volte inquietante mondo di Animal Well, una meraviglia pixellata con un intricato livello di dettaglio audio e video. Incontra vivaci creature - piccole e grandi, cortesi e ostili - mentre scopri dei miglioramenti sorprendenti e sveli i segreti del pozzo. Quest'esperienza unica ti farà vivere momenti di puro divertimento, paura, sorpresa e felicità.\n\nEsplora - Illumina l'oscurità\n• Un mondo ricco di atmosfera pieno di tantissimi segreti\n• Accendi le candele per avanzare in sicurezza e rivelare progressivamente la mappa\n• Un gioco non lineare - esplora e raccogli oggetti nell'ordine che preferisci\n\nRisolvi enigmi - La chiave è osservare\n• Sorprendente sistema d'interazione con nemici, ambienti e oggetti\n• Tutti gli oggetti hanno utilizzi multipli\n• Anche i dettagli più innocui possono diventare cruciali\n• Il gioco principale è solo l'inizio. I giocatori scopriranno enigmi nascosti per anni\n\nSopravvivi - Avanza con cautela\n• Tira le tue conclusioni su ciò che è sicuro o pericoloso\n• L'accento è sulla tensione e la suspense più che sull'azione.\n• Non hai alcun potere, ma puoi utilizzare in modo ingegnoso l'ambiente circostante e gli oggetti","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4519ab30d1b40a67a3ea3caa03cf792575954a15ecb1639f0e6b9eb9df169f37.jpg","id":"010020D01AD24000","intro":"Esplora un labirinto complesso e interconnesso e scopri tutti i suoi segreti.","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh"],"name":"ANIMAL WELL","nsuId":70010000065091,"numberOfPlayers":1,"publisher":"Bigmode","rating":7,"ratingContent":["Paura","Violenza moderata"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/bd63393ccc185c3abc15cc61e20be4fb140d3c21a15e183083001f461bb2037c.jpg","https://img-eshop.cdn.nintendo.net/i/ad55aac79b1adff168b2e2c20c538c0e1fd0444a1d1e58a3d0fea8051a73fad5.jpg","https://img-eshop.cdn.nintendo.net/i/2c29e01e87282fe6d0514528eac25dd624c01eaa50b67bc07b79412ce8cfb10d.jpg","https://img-eshop.cdn.nintendo.net/i/8f9c497f43a5f1a6d64336229be342f65d2fac5d488e579301fe6c0c7b694c1b.jpg","https://img-eshop.cdn.nintendo.net/i/2a191defa0769b10a279ee9574e1c3ab1bf0d93b39bebbb7268e13f4e8ebcba2.jpg","https://img-eshop.cdn.nintendo.net/i/3f8c684800a55a971e27523f78caa84041f686e02cb07e4f193960d8dc011331.jpg"],"size":44040192,"version":null},"70010000065692":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/bd83ab5e8239722001cccb844a7226ce42810e1343877473d1325686bfd49a77.jpg","category":["Arcade"],"description":"PAC-MAN Mega Tunnel Battle: Chomp Champs è una gara di masticazione PAC-MAN solo online! Fatti strada attraverso diversi labirinti interconnessi con i Power Pellet e una varietà di oggetti potenti per masticare i FANTASMI e i giocatori PAC-MAN avversari! Sii l'ultimo PAC a sopravvivere alla fine di ogni partita di questa battle royale da 64 giocatori per aggiudicarti il titolo di Super masticatore!\n\n• MANGIA PER COMPETERE\nL'unica battle royale PAC-MAN multipiattaforma!\n\n• DIVORA TUTTO\nMangia tutto quello che trovi nel tuo labirinto! Poi usa i tunnel per entrare nei labirinti degli altri giocatori PAC-MAN e sgranocchia ancora di più per ottenere il punteggio più alto!\n\n• PAC-MAN MULTIMODALITÀ\nLa modalità Eliminazione prevede azioni in stile arcade contro giocatori di qualsiasi grado in cui guadagni gettoni da scambiare con oggetti cosmetici. La modalità Classificata prevede gare serie contro giocatori di grado simile in cui guadagni XP posizione per entrare nelle classifiche!\n\n• MISSIONI CON UNA MARCIA IN PIÙ\nSoddisfa condizioni specifiche durante la partita per aumentare il punteggio!\n\n• PAC VERO CONTRO PAC-AZIONE\nSgranocchia palline e frutta, poi mangia un Power Pellet per masticare i FANTASMI... e persino altri PAC-MAN!\n\n• POTERE AI PAC\nGli oggetti potenti potenziano l'azione con scudi, velocità e altro ancora per darti un vantaggio contro i FANTASMI e gli altri giocatori PAC-MAN! Alcuni oggetti potenti aiutano PAC-MAN mentre altri favoriscono i FANTASMI!\n\n• LABIRINTI A ELIMINAZIONE\nFai attenzione ai labirinti lampeggianti che eliminano un giocatore dopo l'altro durante ogni partita! Fuggi prima dell'eliminazione!\n\n• PERSONALIZZA IL TUO PAC\nUna divertente varietà di oggetti cosmetici per corpo, testa e viso ti permetteranno di distinguerti dalla massa con il tuo stile personale!\n\n• RADUNA I TUOI PAC\nAggiungi giocatori al tuo elenco degli amici, monitora i loro progressi, assisti alle loro partite e invitali persino a giocare nella tua stessa partita!\n\n• GIOCA O ASSISTI\nAssisti alle partite in corso dal bacino di giocatori generale od osserva le abilità dei tuoi amici. Gli spettatori della modalità Eliminazione possono anche votare quali oggetti potenti riceveranno i giocatori!\n\n• OTTIENI IL TITOLO DI SUPER MASTICATORE!\nPrimeggia in astuzia, resistenza e capacità degne di un PAC per essere l'ultimo a sopravvivere contro 63 PAC-MAN avversari!\n\n*Oltre a questa edizione, è disponibile anche una Deluxe Edition. Fai attenzione a non acquistare due volte lo stesso contenuto.\n*Questo prodotto è un gioco multigiocatore che prevede principalmente partite online. L'unica modalità che consente il gioco in solitaria è il tutorial.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/5cd3b0e400c77e54eb8313bebf093ea55974f1b3e4b8cf3d6697cffaa5da13c1.jpg","id":"0100B7F01AF58000","intro":"MANGIA PER COMPETERE!","isDemo":false,"key":null,"languages":["en","es","pt","fr","de","it","ko","zh","zh"],"name":"PAC-MAN Mega Tunnel Battle: Chomp Champs","nsuId":70010000065692,"numberOfPlayers":1,"publisher":"BANDAI NAMCO Entertainment","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/c6fd8a4d1684f9f2b410f32eb0328475e1bfbcaef526f265a0d2683f0cdb4dff.jpg","https://img-eshop.cdn.nintendo.net/i/91f387ca3f6548fcb211a0ddbc84da458e30b650586c5093589b97b60da75496.jpg","https://img-eshop.cdn.nintendo.net/i/8279cb226296517b1fd0026a45b376744673822ee35bef027d5c68d63463eb0a.jpg","https://img-eshop.cdn.nintendo.net/i/6c0f30f1c8d09d594458510a4a2b50da83f3cd4d6d70a11dd8c1fe6a0715e8cb.jpg","https://img-eshop.cdn.nintendo.net/i/ff6ee7981629d87ff3369c7f02b18b98b4d36f3c490bf88cabd4abab6ac4d7d1.jpg","https://img-eshop.cdn.nintendo.net/i/0c06a50117f2aa7c8d04d8b1fe1140ee3619115814ca9e62b74bb35312d50938.jpg"],"size":2142240768,"version":null},"70010000067932":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/990159a73c65bb93e2d6cfae0e6cf793a9c1865d432f76d5753c4ad86423571c.jpg","category":["Simulazione","Puzzle","Avventura","Strategia"],"description":"With the credits that you earn, you can shop, game and pay your bills on time. Rogue workers may try to entice you into betraying your beloved employer, but we know you'll give 110%.\n\nExperience a linear dystopian narrative, in which you will work as a Lab Technician for a corporately-owned state. Your job is to organise a mysterious collection of genetic samples and remain a model employee, in spite of the rebellious rogue workers that are trying to recruit you. The glorious CorpoNation is counting on you to work diligently and put your money back into the economy.\n\nHOW TO REMAIN A MODEL EMPLOYEE?\n- WORK HARD: Sort through the genetic samples by their characteristics, making modifications where needed.\n- PUT YOUR MONEY BACK INTO THE ECONOMY: Use your wages to shop for items to decorate your room.\n- RELAX AND UNWIND: Climb the leaderboards on the State-Approved gaming platform.\n- STAY INFORMED: Chat with your colleagues, complete corporate surveys and keep up with the news.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/1a3c63c4e8ad2d21f0a1a95057236f0550ff3ba7d37da04d5f00727e5af9e895.jpg","id":"010065B01B942000","intro":"Greetings, valued employee. You have been tasked with sorting the Ringo CorpoNation's genetic samples.","isDemo":false,"key":null,"languages":["en","pt","es","fr","de"],"name":"CorpoNation: The Sorting Process","nsuId":70010000067932,"numberOfPlayers":1,"publisher":"Playtonic Friends","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/8fee659dc1ba652e641f5a93fa75b26cd5c515585f51e6c1e8ad6a89a89c3724.jpg","https://img-eshop.cdn.nintendo.net/i/e1eccbc6b8b3f9450497c22cbda3d54201650d29f23eec287bd499860d8b71cd.jpg","https://img-eshop.cdn.nintendo.net/i/f049b2a2e7cbc02355f03031fcb344067e01b7a0d8613483f81ce9ec1a2cb0e6.jpg","https://img-eshop.cdn.nintendo.net/i/736b1756780100fe96eaf622914666d5aef59838def6e20a3202f6a53ce14cf2.jpg","https://img-eshop.cdn.nintendo.net/i/8bc6eb2e20a22cf47d727931129a8c4a7dd3e62be03eec2626a7c3d614989ac3.jpg","https://img-eshop.cdn.nintendo.net/i/1157b33f97c13a5c5698d5cd5807dd3ee3877025d44b72ad7aaaba27de1322fe.jpg"],"size":560988160,"version":null},"70010000072105":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/dc40f6d15ded19d670c611c927c4a325200ee7c01eb723f41c6d48913960b7ce.jpg","category":["Piattaforme","Azione","Avventura","Sparatutto"],"description":"La leggendaria streghetta Cotton è tornata, e questa volta in 3D! \n\nPreparati, perché questo cute 'em up, precedentemente un'esclusiva giapponese, è ricomparso come per magia! \n\nININ e Success hanno unito le forze ancora una volta per presentare una nuova versione di Rainbow Cotton, notevolmente migliorata. \n\nUscito originariamente nel 2000 sul Dreamcast di Sega, Rainbow Cotton ti porterà in un viaggio in stile arcade attraverso numerosi livelli dal design fantastico e incantato: da un'accogliente città al chiaro di luna adornata da luci natalizie, passando per una misteriosa foresta sommersa, fino ad arrivare a un magico castello sopra le nuvole. Questi livelli, caratterizzati da un'incantevole grafica 3D, comprendono enormi boss e percorsi alternativi da esplorare, che garantiscono un'elevata rigiocabilità. \n\nQuindi, raccogli potenziamenti per migliorare gli appariscenti proiettili con cui colpire i nemici colorati. Sfrutta potenti attacchi magici per fare piazza pulita con palle di fuoco e luci. Con l'aiuto di alcune fedeli fatine, potrai fermare il malvagio demone Tweed e aiutare Cotton nella conquista dell'introvabile caramella \"\"willow\"\". \n\nQuesta esperienza già di per sé magica è arricchita da cutscene in stile anime interamente localizzate e da una grafica rinnovata, oltre che da numerose altre migliorie. \n\nFunzionalità:\n\nModalità retrò: per riprodurre il più fedelmente possibile l'esperienza originale.\n\nComandi migliorati: funzioni di snap-back e lock-on rinnovate per garantire un'esperienza più coinvolgente.\n\nLocalizzazione dell'intero gioco, comprese le cutscene in stile anime!\n\nModalità 2 giocatori!\n\nMiglioramenti grafici: effetti particellari, occlusione ambientale e tanto altro! \n\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/7114fdde1ad22363de964f317f603027f69f26bd0100d174e43fa27f2d542ed0.jpg","id":"0100CE601CE88000","intro":"Rainbow Cotton è tornato: rivivi questo magico classico!\n\n","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it"],"name":"Rainbow Cotton","nsuId":70010000072105,"numberOfPlayers":2,"publisher":"ININ Games","rating":7,"ratingContent":["Violenza moderata"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/32fbf486021c2feb39e3f352b4f04ab85c13d3abd23fdaa6953ad353c723e09a.jpg","https://img-eshop.cdn.nintendo.net/i/a994fe0f634cdb8c8980748599537bdacd3ac0ef4d02634f667b2d3b1344383b.jpg","https://img-eshop.cdn.nintendo.net/i/37fda5f2a516741deb8f0c56043a373a349f83b5f1540a5f3252fa7cfba18d6e.jpg","https://img-eshop.cdn.nintendo.net/i/ba696fd9642d9ac6f2f31782803f36095a7bdde9e0dacc511431bbe01782909f.jpg","https://img-eshop.cdn.nintendo.net/i/65e37d69e0b59d1397e89f28e995a6da365f9c125ee9d2bf89ad42b847e5a299.jpg","https://img-eshop.cdn.nintendo.net/i/fe6eb668f6fc62ebcd0ab4d7b12e735a3c022db85a87eda408c6c0f10c1ca5df.jpg"],"size":852492288,"version":null},"70010000072413":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/72768382c9633785d620f99fc920bdd455ac28852463758e5866597a167123e0.jpg","category":["Azione","Puzzle"],"description":"Un uomo anziano si sveglia e si ritrova su una nave da crociera di lusso. \nNel tentativo di fuggire dalla nave che affonda, incontra passeggeri per i quali prova nostalgia per vari motivi.\n \nSi tratta di un gioco d'azione in cui il giocatore deve fuggire da una nave gigante prima che affondi in mare.\nL'inclinazione della nave e il livello dell'acqua cambiano continuamente, quindi la situazione varia drasticamente a seconda del momento anche nello stesso luogo.\nAnche gli espedienti disseminati per la nave agiscono in modo molto diverso a seconda dell'inclinazione e del livello dell'acqua.\nIl giocatore deve usare questi cambiamenti in modo strategico per costruirsi una via di fuga. A volte è necessario risolvere enigmi, altre usare abilmente le azioni del personaggio.\n \nE alla fine...\nUn incontro davvero prezioso attende l'anziano.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/7477b823a1806499ab056388ec7f95f436753b549c64760421dda17f03b81643.jpg","id":"01004DE01CF78000","intro":null,"isDemo":false,"key":null,"languages":["ja","en","es","pt","fr","de","it","nl","ru","ko","zh","zh"],"name":"Gift","nsuId":70010000072413,"numberOfPlayers":1,"publisher":"Bushiroad","rating":7,"ratingContent":["Paura"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/44607edff8d8f611636a9c50c9e4962921e5cba522d8b44b72aaebe58c582081.jpg","https://img-eshop.cdn.nintendo.net/i/ce86e8629b454d7cb39a9bd464079fd23d1e97a8603ccb53f7a7e85e301fe47b.jpg","https://img-eshop.cdn.nintendo.net/i/52b1e5d218ca9d070cb6c6cae245300a4cbac339cbaf89bd84532a54c6f8aa1c.jpg","https://img-eshop.cdn.nintendo.net/i/29536ceb97d4ba1f24699620d035f01061f85812b5f49f551861ebec98888585.jpg","https://img-eshop.cdn.nintendo.net/i/63e7a62447f936a3c8ae16273189a9d14c8dc1246524bf896660c7c4da0e2dea.jpg","https://img-eshop.cdn.nintendo.net/i/b9d8112aec5ed4582b85f7b38c9182ce78ac130e651934d0857c8baa019f7378.jpg"],"size":1162870784,"version":null},"70010000075496":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/46fa20816025c4d9f8797e003336b6c7f6ff70d36897a9297c4c417bf09f6b02.jpg","category":["Sport","Simulazione","Multiplayer","Altro"],"description":"Alzati da quel divano e sali sul podio del vincitore, prendendo parte all'azione delle Olimpiadi estive! Ti aspettano gare di nuoto, tiro a segno, atletica leggera e pesante. Dimostra il tuo spirito di squadra e dai il massimo nelle prestazioni sportive!\n\n• 5 coppe con un livello di difficoltà crescente\n• 14 discipline diverse\n• Modalità giocatore singolo e multigiocatore (fino a 4 giocatori)\n\n14 discipline sportive appassionanti:\n• Nuoto (stile libero e staffetta stile libero)\n• Corsa (100 metri, 400 metri a ostacoli, 800 metri, staffetta)\n• Giavellotto\n• Lancio del martello\n• Lancio del peso\n• Tiro con l'arco\n• Salto in lungo\n• Salto in alto\n• Salto con l'asta\n• Sollevamento pesi","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/cc21a7d7e1806c00038eb5086299e1423939395bdd294b0f14b771598e96a9a8.jpg","id":"0100F4B01DB16000","intro":"Punta a vincere l'oro!","isDemo":false,"key":null,"languages":["en","es","fr","de","it","ru"],"name":"Summer Games Challenge","nsuId":70010000075496,"numberOfPlayers":4,"publisher":"TREVA","rating":3,"ratingContent":[],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/75c4193226d1497ca2e88814d05bfeef52b83ff0de58048be020fe4acee2caf5.jpg","https://img-eshop.cdn.nintendo.net/i/86de6a05fc7c8ac01f18f8bc1f9f9ffe7625c8c60a00243fe7282c6b703b15aa.jpg","https://img-eshop.cdn.nintendo.net/i/cfe399eb2d939312c86d358ea30248827778c1239b4638ef02e0521bde6e5149.jpg","https://img-eshop.cdn.nintendo.net/i/756b06e40ecd5d6336c1ffa4379120c581f66016170b58bac48ba9d64eb3f697.jpg","https://img-eshop.cdn.nintendo.net/i/9a5d9e14a612a6ac374e438ab4859ad88ca8ddc97103dbc27e56cfcff23f0877.jpg","https://img-eshop.cdn.nintendo.net/i/71f203bdacfacdfe9e62a2eb9a644f1a92dda4a3bbac7aebab1498a3900e0e0f.jpg"],"size":929038336,"version":null},"70010000078553":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d70a6e05baed700a32dedaa39149c01596b388788808b3f084e46d3ba20bccbe.jpg","category":["Sport","Simulazione","Arcade","Training"],"description":"Preparati per un'emozionante avventura nel basket! Metti alla prova le tue abilità e diventa un maestro del tiro a segno in questo avvincente gioco.\n\nIl tuo obiettivo è semplice: lanciare la palla nel canestro. Ma non lasciarti ingannare dalla semplicità! Con ogni livello, la difficoltà aumenterà, richiedendoti sempre più precisione e abilità. Metti alla prova le tue abilità in vari livelli, ognuno dei quali presenta una serie unica di ostacoli. Man mano che avanzi nel gioco, la tua abilità aumenterà e sarai in grado di eseguire tiri sempre più difficili.\n\nProva l'emozione di tirare la palla come mai prima d'ora e diventa una leggenda del basket. Preparati per un'avventura emozionante che metterà alla prova le tue abilità e ti offrirà ore di gioco avvincente!\n\nCARATTERISTICHE DEL GIOCO:\n• Eccellente riscaldamento per la precisione;\n• Molti livelli di varia difficoltà;\n• Fisica realistica del comportamento della palla;\n• Grafica semplice e minimalista.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/a1973aa234214e844889de66f7b9a53999f138f5bc2e3e82c788b48e1e176ade.jpg","id":"010000801E726000","intro":"Preparati per un'emozionante avventura sportiva in un simulatore di basket con una fisica della palla realistica!","isDemo":false,"key":null,"languages":["ja","en"],"name":"LET'S THROOOW! Street Basketball Simulator","nsuId":70010000078553,"numberOfPlayers":1,"publisher":"Megame","rating":3,"ratingContent":[],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/14c3ab94b7bac255b82559ad829ae65767010907127c525fab157d4b6376ad75.jpg","https://img-eshop.cdn.nintendo.net/i/f70a7a77e26e74bef793cd463f33d0ddc319ea5d8f3f4bc232c5dfc981397e92.jpg","https://img-eshop.cdn.nintendo.net/i/77c3dfbef70e4f8932908c09c462646f04c1e1498eb66b3b5d688098d583714d.jpg","https://img-eshop.cdn.nintendo.net/i/5c5c376445404c9f5baea54a61d02d119ade8423c007c61f02f40e2f3e286950.jpg","https://img-eshop.cdn.nintendo.net/i/a34a2153173dbc2619701c06ff558f78ed2fa77b8907cd4b0bde92a2b42173e2.jpg"],"size":155189248,"version":null},"70050000044750":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e38520515118d9e7219ab513c8915da0a6d1491b62e9e8f8ae267133f1416e3b.jpg","category":null,"description":"Lascia il segno con questi rari oggetti cosmetici mentre cerchi di masticare tutti gli sfidanti che si frappongono tra te e il titolo di Super masticatore!\n\nQuesto PAC include:\n- 1 unicorno - raro (corpo)\n- 1 corona (testa)\n- 1 pompadour (testa)\n- 1 punk (testa)\n- 1 occhiali finti (viso)\n- 1 occhiali retrò (viso)\n- 1 Mastica ciliegie (icona)","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100B7F01AF59002","ids":["0100B7F01AF59002"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"PAC-MAN Mega Tunnel Battle: Chomp Champs - Chomp Challengers PAC","nsuId":70050000044750,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000044751":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a56035a279d21b532a286eb6014f00f5914a826f0e64609d19b7533354f8f0cd.jpg","category":null,"description":"Mostra il tuo stile animale lunare preferito con questi oggetti cosmetici mentre mangi per competere!\n\nQuesto PAC include:\n- 1 topo (corpo)\n- 1 mucca (corpo)\n- 1 tigre (corpo)\n- 1 coniglio (corpo)\n- 1 drago (corpo)\n- 1 serpente (corpo)\n- 1 cavallo (corpo)\n- 1 pecora (corpo)\n- 1 scimmia (corpo)\n- 1 gallo (corpo)\n- 1 cane (corpo)\n- 1 maiale (corpo)\n- 1 labirinto lunare (labirinto)","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100B7F01AF59001","ids":["0100B7F01AF59001"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"PAC-MAN Mega Tunnel Battle: Chomp Champs - Lunar Animals PAC","nsuId":70050000044751,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000044752":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3f17961de68a72af788a522dbe97edf4d13d85cfd14247e685b3d28cda1c960f.jpg","category":null,"description":"Celebra la tua passione per gli amici di PAC-MAN con questi oggetti cosmetici mentre mangi per competere!\n\nQuesto PAC include:\n- 1 Fyger (corpo)\n- 1 The Prince (corpo)\n- 1 occhiali Pooka (viso)\n- 1 occhiali Pooka - rari (viso)\n- 1 Klonoa (testa)\n- 1 casco Dig Dug (testa)\n- 1 Dig Dug (labirinto)\n- 1 Mr. Driller (labirinto)\n- 1 Galaga (labirinto)\n- 1 PAC-MAN 3D (icona)\n- 1 Inky 3D (icona)\n- 1 Blinky 3D (icona)\n- 1 Pinky 3D (icona)\n- 1 Clyde 3D (icona)\n- 1 Fantasma spaventato 3D (icona)","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100B7F01AF59003","ids":["0100B7F01AF59003"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"PAC-MAN Mega Tunnel Battle: Chomp Champs - Namco Pals PAC","nsuId":70050000044752,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047743":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/fdddc79932189e7df53fa5f85ced31c77f0570166bb2b0b9a565a51e6e2c86f0.jpg","category":null,"description":"Sei un Survivor abbastanza tosto per riuscire a salvare il cane della sorella del cugino del presidente dalla squadra traditrice della Red Falcon? Unisciti alla Contra Force e fatti strada attraverso la follia apocalittica di Vampire Survivors: Operation Guns. \n\nCrea la tua squadra di personaggi classici ed equipaggiati con un arsenale esplosivo da cabinato arcade in questa espansione di Vampire Survivors carica d'azione. Falcia migliaia di temibili nemici e boss fuori di testa approdati direttamente dalla gloriosa stirpe dei giochi Contra. Resisti con tenacia all'interno di mirabolanti livelli ispirati alle iconiche serie Konami e preparati a combattimenti infernali: se le tue dita non saranno all'altezza, la Terra potrebbe avere i giorni contati. \n\nOperation Guns celebra l'intrinseca semplicità dei classici Contra, con personaggi estremamente caratterizzati perfetti da min-maxare e con cui sperimentare con statistiche, una vagonata d'armi (22, contando le evoluzioni!) e un livello di difficoltà che combina le imprese tipicamente ardue degli arcade con la formula di Vampire Survivors. \n\n11 nuovi tostissimi personaggi Contra \nUna squadra di tenaci sopravvissuti della Contra Force schierati per scatenare il bullet hell, tra cui... \n\nBill Rizer: un ragazzone col fucilone, determinato a vendicarsi della minaccia aliena. Ama i film d'azione e le munizioni grosso calibro. Odia le bare criogeniche e le creature spaziali. \nLance Bean:  celebre per i suoi attacchi violenti e la tinta per capelli sempre a portata di mano, nonché per un cervello all'altezza dei suoi muscoli. Lance è parzialmente responsabile per la creazione delle nuove e bizzarre armi della Contra Force. \nAriana: costretta a difendere la sua casa nel fitto delle giungle di Galuga dai vili traditori della Red Falcon, Ariana è esperta in manovre elusive che trasformano la sua Velocità di movimento in Armatura extra. \nLucia: è un clone? Un cyborg? Una tabula-rasa del terrore istruita dal Team Contra per essere la combattente perfetta? Il suo passato è impenetrabile, ma la sua letalità in battaglia è ben nota, così come la sua abilità nel tornare più in forma che mai dopo ogni sconfitta. \nBrad Fang: spregiudicato risultato di genetica contorta e tecnologia cibernetica d'avanguardia, Brad Fang è metà uomo, metà lupo, metà robot e 150% super soldato. \nBrowny: progettato per essere un robot d'assalto versatile, Browny presenta una serie di bizzarri bug (o funzioni) che hanno reso questo minuto droide un patito delle feste. Fortunatamente, tale disastroso errore di programmazione non ostacola le sue prodigiose abilità di combattimento. \nSheena Etranzi: formidabile guerrigliera esperta nei combattimenti nella giungla e nelle armi sperimentali, Sheena è una vera sopravvissuta abituata a resistere a ogni sorta di imprevisto. \nProbotector: un robot da ricognizione estremamente evoluto programmato per proteggere gli esseri umani in ambienti ostili, il modello Probotector RD009 può convertire qualsiasi potenziamento della sua armatura in ulteriore Potenza al servizio delle sue armi modulari. \n\n22 nuove armi completamente automatiche\nArmati fino ai denti con l'incredibile arsenale della Contra Force, provvisto di missili a ricerca approssimativa, di uno stuolo di blaster iper-tecnologici e perfino del fido fucile a espansione. Migliora questi letali marchingegni, trasformali in prototipi di armi sperimentali e integra ogni salva con tre nuovi collezionabili: per sopravvivere alle sfide di Operation Guns avrai bisogno di tutto il vantaggio possibile. \n\nVerso Galuga e oltre\nFatti strada attraverso pericolosissimi biomi ispirati ai classici livelli di Contra. Esplora la giungla Galuga, Neo City e l'insidiosa Zona aliena in un periglioso livello principale a scorrimento orizzontale brulicante di nemici emblematici e boss ferocissimi. Metti in moto la jetbike e affronta l'autostrada degli orrori in un livello pullulante di sfide frenetiche. \n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Imbraccia il tuo blaster, unisciti alla Contra Force e scatena il bullet hell in Vampire Survivors: Operation Guns.","isDemo":false,"key":null,"languages":null,"name":"Vampire Survivors: Operation Guns","nsuId":70050000047743,"numberOfPlayers":null,"publisher":"poncle","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/b2bd9feb6d6ee919b69118a363a54149c342df9a9001b4f6e30d5eb892a21136.jpg","https://img-eshop.cdn.nintendo.net/i/1213425ecd2008f5c9244b454aca90b711ea0ffac60ee9f987f9357b8e3ff4c5.jpg","https://img-eshop.cdn.nintendo.net/i/ffb2d255ed0bdfe3c515d969ed08eafb3fc21ad838522b2ef711a4bf2e34b1f0.jpg","https://img-eshop.cdn.nintendo.net/i/07ed868393f6c9d03870d7c0812be419b3a721cbd022a511caf210f9e7f93d29.jpg","https://img-eshop.cdn.nintendo.net/i/a51ef69ecdd7255582b586db3067804e221c51374af96f210a54860cf87bf071.jpg","https://img-eshop.cdn.nintendo.net/i/96b6248ed0079c637793bd0661cdc1d282e7de2c98a616d28fb487f6a2d4fd39.jpg"],"size":0,"version":null},"70010000073237":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/b290ea06fc6f8ba983bac4d335d9af2244de9249d80d87697fcda098526c4303.jpg","category":["Avventura"],"description":"STORY\n\n“Machina” is the world’s first android to pass the Turing Test. She’s attracted worldwide attention for her human-like qualities though there’s still some part of her that is not fully complete which shows that she still has room to grow. Incidentally, she is also dressed like a maid.\n\nAt the suggestion of his colleague, Dr. Hiro Koshino ends up taking Machina home and has her work as a maid. As Machina continues to learn and grow through her interactions with Hiro, he also begins to develop certain feelings towards her…\n\nAn android heroine and the genius hermit. This is a story of pure love where the two learn to grow together, overcome fate and find happiness.\n\nFEATURES\n-Art by Suzushiro Atsushi\n-Dual language display support\n-Japanese voice acting\n-Kinetic visual novel\n-An android maid girl!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/3decb7d5fb2797e8c8d029592a3cfb2bb463f2ab65c054d2a02b6f98304ff531.jpg","id":"0100A1901D29E000","intro":"A story of pure love between a scientist and an android heroine and how they grow together, overcome fate and find happiness.","isDemo":false,"key":null,"languages":["ja","en","zh","zh"],"name":"QUALIA ~The Path of Promise~","nsuId":70010000073237,"numberOfPlayers":1,"publisher":"Sekai Games","rating":12,"ratingContent":["Allusioni sessuali"],"region":null,"releaseDate":20240510,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/f6b20aa9ffa4cc88a7a5d6410ddf391e1055f3cd109fe9053722cf55ad701f91.jpg","https://img-eshop.cdn.nintendo.net/i/53e7e3f442b98515a9489faf8a466372ec5b79a452e0b622dff0eb17c283d899.jpg","https://img-eshop.cdn.nintendo.net/i/825aad11560e5c066a3e2f5be31acc60ee8d2d6f7716d0312065c23cf11dbff9.jpg","https://img-eshop.cdn.nintendo.net/i/e537a4d65a43e49fa95ce8ed976db35969ad18c13a9e5e3e0d641ea9f71da3ab.jpg","https://img-eshop.cdn.nintendo.net/i/2d22a2d7236c0707527ace7b4ebf01e882717a6de9b5b94cc0f0bf7c75272bdf.jpg","https://img-eshop.cdn.nintendo.net/i/9535fa488afbc57696ecb68c53b52c2ec8261a9a1b559178de600a3128a94cf8.jpg"],"size":1121976320,"version":null},"70010000076705":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/cd2bf558aef472926966b0571bf1fc5f803e57810385b97250ba7299d1608a58.jpg","category":["Puzzle","Multiplayer","Piattaforme"],"description":"Kinduo 2 è un gioco cooperativo in locale, dove due elementi con abilità uniche si aiuteranno per risolvere degli ostacoli!\n\nCrea blocchi di ghiaccio, brucia o sciogli cose, e combina le abilità per creare piante in questo adorabile e coloratissimo gioco cooperativo!\nOgni personaggio ha le sue abilità uniche che rendono il gioco più coinvolgente e divertente.\n\nSai risolvere questi rompicapi complessi? \n\n\nCaratteristiche\n* 50 livelli con più di 10 meccaniche diverse!\n* 3 biomi diversi!\n* 2 personaggi con tante abilità uniche!\n* Giocatore singolo o multigiocatore cooperativo locale\n* Adorabile grafica a pixel rilassante","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/2cd45d0f0c7c34d8e353b1be2a3de831523239c151a74fade341733ebf10e58c.jpg","id":"010039301DFC2000","intro":"Il platformer cooperativo a enigmi Kinduo ritorna e raddoppia il divertimento!","isDemo":false,"key":null,"languages":["en","pt","es","fr","de","it","ru"],"name":"Kinduo 2 - Frostbite","nsuId":70010000076705,"numberOfPlayers":2,"publisher":"Ratalaika Games","rating":7,"ratingContent":["Violenza moderata"],"region":null,"releaseDate":20240510,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/8bfee03b08d1a16cbacd5140d3ae2c3fa95d2e2fa83680094d7eb774e88010e7.jpg","https://img-eshop.cdn.nintendo.net/i/75fb530531839b5d0cbdc4bc45c720e18d351b7fa6a17b4ce7115403c47ffab2.jpg","https://img-eshop.cdn.nintendo.net/i/21e3c80ecb2a1746f5c2d06cf40f8459879c8a65f7a2ce6d86519e7cdf4b5dd2.jpg","https://img-eshop.cdn.nintendo.net/i/c32792920be36569ccf008de69c87950594c9ddf9bcd6789137e29f1dc9911c4.jpg","https://img-eshop.cdn.nintendo.net/i/bfefceff4e3d96ebcd33fc1840d4da7b6d6c4177354fc6c96f87b59be68b9ec3.jpg","https://img-eshop.cdn.nintendo.net/i/8fa0d7263520072af088ff3f10a79b34ba1c82515c5d92b30a05d453057b7262.jpg"],"size":47185920,"version":null},"70010000080294":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3b3077eb5c6d438d40fc5d2bbdf4c47b3a11a7328eac888da287d7b9925a0876.jpg","category":["Arcade","Simulazione","Strategia"],"description":"Benvenuti nel luogo più vivace del mondo. Avviso importante: no, non potete nascondere il campanello agli ospiti. Sì, continueranno a suonarlo. Il vostro ruolo sarà quello di prendervi cura dell'hotel e di occuparvi degli ospiti e di tutte le loro esigenze per tutta la durata del loro soggiorno.\n\n\nPULIRE, PREPARARE E SERVIRE - SERVIZIO, INTENDO DIRE SERVIZIO \nPrima dell'arrivo degli ospiti dovrete riordinare e preparare le loro camere. Consultate la lista delle cose da fare, prendete tutto il materiale necessario dal carrello e liberatevi del disordine. Per rispondere alle domande in arrivo: sì, gli ospiti si lamenteranno se vedranno solo una briciola sul loro tappeto.\n\nIl tempo è denaro. La consegna delle richieste speciali degli ospiti, come lenzuola lussuose o sushi delizioso, deve essere completata in un tempo specifico per ricevere l'intero bonus monetario.\n\n\nGESTISCI L'HOTEL DA SOLO O CON UN AMICO\nSe volete giocare con un amico, la posta in gioco sarà un po' più alta, ma due teste sono meglio di una. La telecamera si sposta per includere entrambi i personaggi sullo schermo in ogni momento.\n\nBuon lavoro e non dimenticate: un cartello \"non si corre, pavimento bagnato\" non è una scusa sufficiente per non consegnare agli ospiti il loro pasto in tempo.\n\n\nCARATTERISTICHE PRINCIPALI:\n- Modalità singleplayer e coop\n- Stelle che sbloccano nuovi livelli\n- Molte attività da completare\n- 25 livelli con diversi layout","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/e6de4a73fab6594e9354b39ce5f37d3628b651a217aa495fe5380b112270f80a.jpg","id":"01002BC01EDEC000","intro":"Gestite in prima persona un hotel in piena attività e fate in modo che i vostri ospiti se ne vadano con il sorriso sulle labbra.","isDemo":false,"key":null,"languages":["ja","en","ko","zh"],"name":"Hotel Hustle","nsuId":70010000080294,"numberOfPlayers":2,"publisher":"RedDeer.Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20240510,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/c9e7bcc6c519e7160042a3a35b3c69297792fb24ba72a67e28def67307365695.jpg","https://img-eshop.cdn.nintendo.net/i/e7391f534fab31919df6a0f20ab97eb9a472e58676c944968d22a2f79c6eca2d.jpg","https://img-eshop.cdn.nintendo.net/i/bc0da2907676615f3aeaf9431ff3b8e54d1b294e5a170b5e4871c40b551cb732.jpg","https://img-eshop.cdn.nintendo.net/i/2b514ac1fab0e8d89771d5136614a338a17543c07629b7ee8f70369c32d74c24.jpg","https://img-eshop.cdn.nintendo.net/i/7b9f82a27f67a55886ad81f63c8b4c18382b6e51d4a80fdc100a3b495aecfb89.jpg","https://img-eshop.cdn.nintendo.net/i/f955cfe46837f5fa4810bab33d6532badb15e7689fda61e3b83fb100b063a2b2.jpg"],"size":2187329536,"version":null},"70010000072271":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/1678e83b4ec8c0631ecad5d2fcc21667523112dec5283c1d65fed864beafeae0.jpg","category":["Piattaforme","Puzzle","Avventura","Altro"],"description":"Hand In Hand è un puzzle platform 2D a schermo diviso, in cui il giocatore può controllare due personaggi contemporaneamente, oppure due giocatori possono giocare in modalità cooperativa su un unico dispositivo.\n\nUNA STORIA TOCCANTE\nDue anime gemelle vivono in un mondo da favola. Ma quando il male arrivò nel loro mondo, si persero a vicenda. Ora entrambi devono dirigersi l'uno verso l'altro, affrontando molte difficoltà e pericoli lungo la strada. E solo trovando una fragile connessione tra loro e andando mano nella mano potranno sconfiggere il male e incontrarsi di nuovo. È una storia su come possiamo aiutarci a vicenda anche quando siamo lontani, ed essere lontani l'uno dall'altro anche quando siamo vicini. È una storia sull'importanza delle relazioni e del sostegno reciproco. Ma ogni storia ha un significato ancora più profondo...\n\nSCHERMO DIVISO\nIl gioco funziona in modalità schermo diviso, con un personaggio su ogni schermo nelle rispettive posizioni. Il gioco ha due modalità. La prima è la modalità giocatore singolo, in cui un giocatore controlla simultaneamente entrambi i personaggi con un joystick. In questa modalità, il giocatore deve dimostrare sofisticate abilità di controllo. La seconda è la modalità cooperativa locale, in cui due giocatori controllano i personaggi utilizzando due joystick. Qui, entrambi i giocatori controllano i rispettivi personaggi. Ogni modalità ha i suoi vantaggi. La modalità giocatore singolo richiede che tu mostri grande destrezza e velocità di reazione, mentre la modalità cooperativa ti consente di provare la gioia di giocare con la tua famiglia o i tuoi amici. Prova entrambe le modalità di gioco, speriamo che ti piaccia e che ti diverta a completarlo.\n\nI PERSONAGGI INTERAGIANO E SI AIUTANO A VICINO\nOgni personaggio ha la propria parte del livello in una posizione comune. Tuttavia, alcune parti del livello sono interconnesse. Ciò significa che i personaggi possono interagire e aiutarsi a vicenda a completare il livello. I personaggi possono spostare chiavi e oggetti da una parte all'altra dello schermo e la maggior parte degli enigmi deve essere risolta da entrambi i personaggi che lavorano insieme, collegando parti dello schermo e risolvendo enigmi insieme.\n\nBOSS EPICI\nIl gioco prevede epiche battaglie contro i boss. Ogni boss rappresenta il mondo delle ombre che ha invaso questa foresta da favola e vuole far precipitare tutti gli abitanti di questo mondo da favola nell'orrore dell'oscurità eterna. I nostri coraggiosi eroi, Lina e Minho, devono sconfiggere ciascuno dei boss affinché la pace e la prosperità regnino ancora una volta nella foresta delle fate. Le battaglie contro i boss si svolgono senza schermo condiviso e sono progettate per essere giocate da un solo personaggio, quindi ogni personaggio deve sconfiggere i propri malvagi boss ombra.\n\nPUZZLE\nNel loro cammino attraverso il mondo fiabesco che crolla, i personaggi incontreranno costantemente vari enigmi come porte chiuse, raggi laser con riflettori, antichi meccanismi e rovine, labirinti e caverne piene di pericoli. I nostri eroi riusciranno a superare tutte le difficoltà, ma ognuno dovrà fare ogni sforzo per superare queste prove e aiutare il proprio compagno.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/beefd17912b6e3c4b4f95387a73599e9cafa20bb4f0c8735b25b2c118a44abe8.jpg","id":"01002CB01CEE8000","intro":"Immergiti nel mondo etnico di due eroi, risolvi enigmi e supera gli ostacoli insieme, esplora la foresta delle fate e altri luoghi, aiutati a vicenda.","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","zh"],"name":"Hand in Hand","nsuId":70010000072271,"numberOfPlayers":2,"publisher":"OverGamez","rating":7,"ratingContent":["Paura","Violenza moderata"],"region":null,"releaseDate":20240511,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/f531cb8bcdf5dc5e8d09211dc8bb21fde5190fab37d3af30e8f1b7d246c4797b.jpg","https://img-eshop.cdn.nintendo.net/i/49d124826986ea1c28a9987ec7ba2a555707d0d6c5426ff2f0254ceb50c2e0ff.jpg","https://img-eshop.cdn.nintendo.net/i/4f8a382bbb12a540c98ce919f840f96f975ed77e020d006f699b0ed405c48dfc.jpg","https://img-eshop.cdn.nintendo.net/i/f28ddbc10923154b3a7866bbabba0664894ecce5ed69e1258db3fbacc71c052d.jpg","https://img-eshop.cdn.nintendo.net/i/4c4db6fd1fe4ecd9edb2f670846de0b9b9375f3979829aa3b8083664fca3b852.jpg","https://img-eshop.cdn.nintendo.net/i/2dc32626c6cecdf727446ae5a5159061fb1d73932836817424710cd69988f5a9.jpg"],"size":785383424,"version":null},"70010000079891":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/648ba78a5fba67e40e45a30fe42886b13319acaac62a7ebc968ac61d20709153.jpg","category":["Sparatutto","Arcade","Strategia","Azione"],"description":"Defend against an onslaught of zombies in MergeZ \n\nMerge guns together to create new upgraded weapons \n\nArm your soldier and take out the zombie swarms","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/743995602e04ecfa89ac1164f409881b28b884de14c5876853e9d4377a81b5ff.jpg","id":"01001E401EC0A000","intro":"Merge guns to stop the zombies","isDemo":false,"key":null,"languages":["en"],"name":"MergeZ","nsuId":70010000079891,"numberOfPlayers":1,"publisher":"Entity3","rating":7,"ratingContent":["Violenza moderata"],"region":null,"releaseDate":20240511,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/55f337583e7ac4cb4e8ed65ac092f00b9c7fefc3e7e1b05a180f46a821e6c221.jpg","https://img-eshop.cdn.nintendo.net/i/767713493222528bb64f8dd9c6914c6f051c3315efe249110e233b9ec83ad266.jpg","https://img-eshop.cdn.nintendo.net/i/97e02fa515ff70033651e8e6c853e8e314890259efb22dfa9ac0570a3c55047b.jpg","https://img-eshop.cdn.nintendo.net/i/2ebd2a404143356f0686b4da0983147a7e73667fff8ea743908ca1f25737a970.jpg","https://img-eshop.cdn.nintendo.net/i/4581af5a12dd13423cedd3c96f6cb9450bcd30c724efab8cb4f1258610b362b9.jpg"],"size":160432128,"version":null},"70010000080301":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/1c6c95dcad745249a4c40f0ca5e3438e136668478d2eae4fb49f044073d90dff.jpg","category":["Simulazione","Avventura","Arcade","Lifestyle"],"description":"Welcome to the Culinary Cooking Master Simulator,  where you embark on a delicious journey to become the ultimate culinary masterchef! Whether you're a seasoned home cook or a complete beginner, \nthis game offers an immersive experience that lets you hone your cooking skills, experiment with diverse ingredients, and create mouthwatering dishes from around the world.\n\nFeatures:\n- Realistic Cooking Mechanics: Experience the thrill of cooking with lifelike physics and realistic kitchen equipment. From chopping vegetables to flipping meat, every action feels authentic and immersive.\n- Vast Array of Recipes: Choose from a diverse selection of recipes spanning  and difficulty levels. From classic comfort foods to exotic delicacies, there's something for every palate.\n- Ingredient Management: Manage your pantry and refrigerator to ensure you have the necessary ingredients for your recipes. \n- Recipe Customization: Experiment with different ingredients and cooking techniques to create your signature dishes.\n- Career Mode: Start as a novice cook and work your way up to becoming a renowned culinary master. Complete cooking challenges, earn rewards, and unlock new recipes as you progress through your career.\n- Interactive Tutorials: Learn essential cooking skills with step-by-step guides. Master the knife and more!\n- Burger Creation: Build your dream burger bar! Choose from tons of buns, patties, cheeses, and more. Craft the juiciest masterpiece!\n- French Fry Mastery: Fry perfect fries! Cut, season, and fry to crispy perfection. Explore delicious dipping sauces!\n- Soda Fountain Fun: Mix and match flavours for the fizzy drink of your dreams! Adjust the fizz for ultimate refreshment.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4a25ecf9f3b935e06b4ea0f2cf69edae17950ef3ea1b441782f6959722c2cf44.jpg","id":"01001F401EDEE000","intro":"Become a Culinary Master! Cook, Experiment, and Conquer the Kitchen!","isDemo":false,"key":null,"languages":["en"],"name":"Culinary Cooking Master Simulator","nsuId":70010000080301,"numberOfPlayers":1,"publisher":"DEZVOLT GAMES","rating":3,"ratingContent":[],"region":null,"releaseDate":20240511,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6a4e320d7e17854222141ac3649489b67020f356c1d9a666af4496267e0339ea.jpg","https://img-eshop.cdn.nintendo.net/i/c767283d25762815ddbe4135ec35f21d4f31d33e96d256ee9ec0250f6ea8972f.jpg","https://img-eshop.cdn.nintendo.net/i/0cd8a6aa34d71a2d5d7154c06a05c5da8363bba6b5fe2a6ab3d8afac1ce4e5f3.jpg","https://img-eshop.cdn.nintendo.net/i/de82c8b16c6f66d21b4313b3ceaacf3c693a6ae9435a6252da5a480e4b599cc1.jpg","https://img-eshop.cdn.nintendo.net/i/7468e9827ab402f4fe926290b9b698aa1834ee876c4245393c8b7f3427e17682.jpg","https://img-eshop.cdn.nintendo.net/i/7c4a80e62fee603db72204bdb0eb3dfe96a5f07ef05577eb67f71f2f9f598581.jpg"],"size":382730240,"version":null},"70010000080543":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/58552e60fd040637d77403e10592e555900144e9d5c5967314d296cfc261599b.jpg","category":["Arcade","Party","Simulazione","Avventura"],"description":"Crab Digger - an exciting arcade game with RPG elements that takes you to the center of a tropical island, where you control a funny crab. Your task is to break all the blocks on the level and move on to set new records.\n\nThe game offers you the opportunity to compete with other players, track your place in the online high score table. And don't forget to collect coins, because thanks to them you can improve the damage and durability of your pickaxe!\nPersonalize your crab by purchasing hats from the store. Unlock new locations where you will find new types of blocks and decorations.\n\nCrab Digger is a game that promises to captivate you with its enjoyable gameplay, exciting moments and the unique atmosphere of a tropical island. Spend time with pleasure pumping your crab and reaching new heights!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/3f56b0df304febbba352bfbdea09d6ef32c810d63db5aa4e543bcee8cde1e8a1.jpg","id":"01003A501EF46000","intro":"Break, Build, Compete: Unleash Your Inner Crab in a Tropical Adventure!","isDemo":false,"key":null,"languages":["en","ru"],"name":"Crab Digger TROPICAL ISLAND","nsuId":70010000080543,"numberOfPlayers":1,"publisher":"404 Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20240512,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/39bae64c23100ecb2baa86756fe568976b59a341fe98a70efb6261555cd351b6.jpg","https://img-eshop.cdn.nintendo.net/i/e6a0a714d32cd6c12a6dec7edf0ac4855235c648e655aeb3095abd52993fe925.jpg","https://img-eshop.cdn.nintendo.net/i/15d08cfebd626f679f5a9f4234e079a5ca83be94a153afafa35b4aaf10bfe221.jpg","https://img-eshop.cdn.nintendo.net/i/e39c8a4d0fa35fd85772f05738d28ac0779c8ea57a4e63732cec60c09ee6222b.jpg","https://img-eshop.cdn.nintendo.net/i/927d35c9b9aacb9675c40e8235f00e29a6574a6690b27dd06ccdd4c809f767e1.jpg","https://img-eshop.cdn.nintendo.net/i/8c23f4bc2bb1e6a82093df71315a27ce5b41d329b041e1814f8464ca9955f12f.jpg"],"size":195035136,"version":null},"70010000055879":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3dc7c5af1a7f5d29b4cdb9ec0057f5b6e715fbe7a3a6744c618129fb594a842f.jpg","category":["Azione","Gioco di ruolo (RPG)"],"description":"BIOMUTANT® è un gioco di ruolo post-apocalittico favolistico, con un mondo di gioco aperto e un sistema di combattimento originale in grado di unire combattimenti corpo a corpo, armi da fuoco e abilità mutanti.\n\nUna piaga sta uccidendo la terra e l'Albero-della-vita sanguina morte. Le tribù restano divise e il mondo è in subbuglio. Sarai il suo salvatore o lo condannerai a una fine ancora più terribile?\n\nCARATTERISTICHE PRINCIPALI\n- Sperimenta la massima libertà di movimento e combina combattimenti corpo a corpo, armi da fuoco e poteri mutanti\n- Ricodifica la tua struttura genetica modificando aspetto e stile di gioco con mutazioni fisiche quali zampe da mantide e code spinate\n- Esplora il mondo a piedi e con mech, jet-ski e mongolfiere o su cavalcature tipiche di ciascuna regione\n- Combina parti diverse per creare armi da mischia, revolver, fucili e altre armi uniche\n- Un narratore racconterà ogni passo del tuo viaggio, ma saranno le tue scelte a determinare come finirà la tua storia.\n\nINCLUDE IL CONTENUTO SCARICABILE GRATUITO MERCENARIO: Il Mercenario è una classe speciale dotata dell'abilità di brandire due armi contemporaneamente fin dall'inizio dell'avventura. Sceglilo per giocare a BIOMUTANT nei panni di un vero samurai.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/f09682a47174205fe8d33487a40596e3d98223107f4b225215150fd8e872acba.jpg","id":"01004BA017CD6000","intro":null,"isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh"],"name":"Biomutant","nsuId":70010000055879,"numberOfPlayers":1,"publisher":"THQ Nordic","rating":12,"ratingContent":["Violence"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/424b66d198a26aea835f75faa36914dc77bde6d83eb5a23931630af39729603b.jpg","https://img-eshop.cdn.nintendo.net/i/e94478e26432cd699781cc661f7642cbd35c05e44fecb3313e1540cfecc524ff.jpg","https://img-eshop.cdn.nintendo.net/i/48ceb5547232e516a4293f6fb785a3c7089f677c192fdd3b761b0290d7b4496f.jpg","https://img-eshop.cdn.nintendo.net/i/2afaac9b8d31d108addafe8c6d2cb93e29065d32d6bf140fb8fb43aef0652521.jpg","https://img-eshop.cdn.nintendo.net/i/eecace984820c8f85a1f8efb357be7e178d547f63c9a1f849e82a4961a4fafbe.jpg","https://img-eshop.cdn.nintendo.net/i/cb078acce6181ff6bf0728c5a29a512c2eb176536063caa5a46884fd42ca7c47.jpg"],"size":5158993920,"version":null},"70010000061257":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/36925c77075ba87095b388accbf1a7a8899538a06445376bb015156e36cfe34e.jpg","category":["Gioco di ruolo (RPG)","Avventura","Azione","Puzzle"],"description":"Athenian Rhapsody is a super-fresh, one-of-a-kind comedy RPG in which you'll explore the World of Athens! Your goal is to build your very own Rhapsody - the story of you (the player) and your epic tale in this world. You'll be faced with many challenges, and you'll have to fight (or hug) your way through the world by either battling, or awkwardly trying to make friends with your opponents through esoteric knowledge, abstract jokes, memory games, and other strange and funny interactions.\n\nIf you want more of the meat'n'cheese, well feast your eyes upon these rather dry descriptions, written by someone who's probably a little bit boring:\n\n- 16 Potential party members for you to interact with! - Each of these characters has a bold personality, and a large amount of depth for you to discover. You can choose to adventure with whoever you'd like! There truly is a favorite for everyone to bond with, I promise.\n\n- Tons of enemies for you to FIGHT or BEFRIEND! - This world has no shortage of intense battles with opponents that range from weird, wacky, tough, cute, and outright goofy!\n\n- Vigorous mental challenges, and intense puzzles! - You may face mind-bendingly difficult challenges such as \"Spell Richard\" and \"Carry A Feather\" throughout your Rhapsody. Would you dare come face to face with the infamous 3x3 slide puzzle?\n\n- Varying battle mechanics to always keep the action fresh! - Many characters will switch up the tactics of battle, you'll be faced with various minigames based on the scenario you find yourself in.\n\n- Absolutely hilarious. - This game is fast paced, action packed, and full of zany and ironic humor that anyone can have a nice laugh at.\n\n- Lots of rabbit holes, secrets, and suspicious endeavors! - You will NOT run out of things to do. If you do, you probably haven't seen the sunlight in quite some time!\n\n- Choose your own adventure! - Nothing substantial in this game is up to RNG. You choose your pathway from start to finish, creating an extremely specific pathway which'll then be recorded - this is your playthrough's Rhapsody, a narrated story of your journey through Athens! When you come to the end of the line and reflect upon your Rhapsody, could you say you did your best?\n\n- Last but not least... An Online Social System! You'll be able to share Rhapsodies between your friends. Share, combine, read through, and maybe even delete your friend's Rhapsodies!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/73204d62a619f4d8fbe9bf63827c0d6018dd421b5604ec649dcefc368d265511.jpg","id":"0100D64016FD6000","intro":"ARE YOU READY FOR THE CRAZIEST GAME EVER? Forge your own zany story and explore the world of Athens in this one-of-a-kind, fast-paced, wacky comedy RPG!","isDemo":false,"key":null,"languages":["en"],"name":"ATHENIAN RHAPSODY","nsuId":70010000061257,"numberOfPlayers":1,"publisher":"Top Hat Studios","rating":7,"ratingContent":["Violenza implicita","Interazioni degli utenti"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/ee7922e9e474f091fa782339b75015c17ce8f246dc3cc941d15486cd80d42549.jpg","https://img-eshop.cdn.nintendo.net/i/5e89a899e6c4731bec341f7cb42451ef10c6e9f90f5341ef1ae49b114b38ad1e.jpg","https://img-eshop.cdn.nintendo.net/i/bdc6e087a2fd3b28747591ef1320d68490314030ecee6b7cc131f17d2dfef94a.jpg","https://img-eshop.cdn.nintendo.net/i/8c7e7b3f5aba60c28cc97276c6505271951c96a17d2dc1cdf9aee328d32963d6.jpg","https://img-eshop.cdn.nintendo.net/i/4ff8220fba57489c50c9d39e16ab5a45f7913c30bd472f0df84ac947a6f1e2f0.jpg","https://img-eshop.cdn.nintendo.net/i/0993fe1a1d5724afcf9953bd39ded77fb4a6bc82144637a01a5dcf5a170f0dc2.jpg"],"size":613416960,"version":null},"70010000067749":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ff3ba85b19c00b30a0fefde6e504083f8ff7d213113c002a75aafd3c96c86c27.jpg","category":["Azione","Strategia"],"description":"Dopo mezzo millennio di pace, un nuovo pericolo incombe su Antala. Il suo destino dipende da te, Imë, Lysfanga del Nuovo Regno, protettrice del reame. Le antiche città, finora bloccate nel tempo, sono di nuovo libere e un vecchio demone è riuscito a fuggire, minacciando così la pace. \n\nMa non sarai sola. Grazie ai poteri temporali conferiti dalla stessa Dea del Tempo, cosa che nessun altro Lysfanga ha mai avuto prima, puoi riavvolgere il tempo durante i combattimenti ed evocare cloni del tuo passato per farti aiutare. Padroneggia il tuo potere per diventare una vera e propria legione e sconfiggere le orde di demoni in fuga, conosciuti come Raxes.\n\nCon il tuo esercito di cloni del passato, avanza attraverso le antiche città per ampliare il tuo arsenale di armi e imparare nuovi incantesimi, mentre ti prepari ad affrontare una minaccia molto più grande... \n\nRADUNA UN ESERCITO DI CLONI\nUsa i poteri divini di Imë per riavvolgere il tempo, tornare di qualche secondo nel passato ed evocare i tuoi cloni - i cosiddetti remnants - per creare un esercito e sopraffare i tuoi nemici. \n\nSUPERA I TUOI LIMITI\nSfida le tue abilità e il tuo ingegno per superare i tuoi limiti. Padroneggia e rigioca ogni arena per battere i tuoi record e mettiti alla prova cambiando le impostazioni di difficoltà e aggiungendo modificatori di combattimento per sbloccare nuove ricompense.\n\nPERSONALIZZA OGNI COMBATTIMENTO\nOgni arena può essere affrontata in innumerevoli modi. Adatta la tua strategia e sfrutta tutti gli strumenti a tua disposizione per trionfare. Il successo dipenderà unicamente dalla combinazione di remnants, incantesimi e armi.  \n\nINDAGA SU GIGANTESCHE E ANTICHE CITTÀ\nI vecchi meccanismi che bloccavano il tempo non ci sono più. I Raxes ora sono liberi di seminare nuovamente il caos. Esplora le città abbandonate del vecchio continente, finora bloccate nel tempo, e scopri la verità che si cela dietro la ricomparsa dei Raxes.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4716ca39f6080f042d280dd010de5768e76a98e70ac8405db2636568faf7aee1.jpg","id":"0100ED601B876000","intro":"Il destino del tuo Regno dipende da te... Riavvolgi il tempo per creare cloni del tuo passato e combatti con un esercito tutto tuo. Diventa una legione e trionfa su orde di mostri","isDemo":false,"key":null,"languages":["ja","es","pt","en","fr","de","it","ru","ko","zh","zh"],"name":"Lysfanga : The Time Shift Warrior","nsuId":70010000067749,"numberOfPlayers":1,"publisher":"QUANTIC DREAM","rating":7,"ratingContent":["Violenza moderata"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/2ad8787ddebbf85ad5068bf63b3e3bad00e5f4440c3fe617a9c2bf953fec57c0.jpg","https://img-eshop.cdn.nintendo.net/i/3de8f175ed63e98d0ebe609c75405c4362524e0d60a6b707e1e4626d25b148a1.jpg","https://img-eshop.cdn.nintendo.net/i/c02532742fc8b6f95cde074a613fc77c7fe789d96e0024296bcf440fedcecee8.jpg","https://img-eshop.cdn.nintendo.net/i/478c1cd59bfd06c56677f86d2b631de9f819da6065a9f1ef7bbbec9ea37bf234.jpg","https://img-eshop.cdn.nintendo.net/i/d2a41b517fa82d088a13ed5063f9f7855ca3b2f49f60d6fbf41d84b9102eea0b.jpg"],"size":7328497664,"version":null},"70010000074488":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/9f379539c64b6fd410f7d3185f1aec950de27ecbc73440dd807cb02376cb48cc.jpg","category":["Azione","Gioco di ruolo (RPG)"],"description":"In un mondo di potenti Game Maker rivali...\n\nNel mondo dei Game Maker è scoppiata una battaglia per la supremazia sul mercato.\n\nUna nuova Game Maker si getta nella mischia decisa a combattere la battaglia per la sopravvivenza nel mondo di Gamindustri.\n\nCaratteristiche principali\nMiglior Game Studio dell'anno - Gioca nelle vesti della protagonista Older Nep e riporta al successo un game studio caduto in disgrazia. Allestire un game studio richiede ottimi sviluppatori, videogame innovativi e un'espansione del proprio mercato. Scegli con intelligenza per diventare il miglior game studio dell'anno!\n\nCrea giochi e sostieni la tua squadra - Migliora le statistiche della tua squadra creando nuovi giochi grazie allo sviluppatore di dischi e seleziona il tuo staff di creativi per realizzare il tuo prossimo successo! \n\nVroom, Vroom con stile - Percorri le prigioni sotterranee di Gamindustri in sella alla tua fida motocicletta viola e vendi i tuoi giochi. Older Nep può anche sfidare nemici molesti per ottenere certificati di proprietà (ossia ricompense speciali) o testare le tue doti di pilota in gare a cronometro!\n\nGestione Squadra 101 - Gestisci una squadra di quattro componenti per condurre al successo la tua azienda! Fai attenzione però: potrebbero esserci altri game studio decisi a danneggiarti. Grazie a un rinnovato sistema di battaglia, attacchi a catena e poteri di trasformazione, Older Nep e i suoi amici sono pronti per la vittoria!\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/43aad1f3a49db0e26624cf09265d4fbe5ddf0844f44fa3e82a8091b5737f5619.jpg","id":"010082901D6F2000","intro":"Allestisci il miglior game studio di sviluppatori esistente nelle vesti di Older Nep in un coinvolgente RPG d’azione totalmente fuori dagli schemi!","isDemo":false,"key":null,"languages":["en","es","fr"],"name":"Neptunia Game Maker R:Evolution","nsuId":70010000074488,"numberOfPlayers":1,"publisher":"Reef Entertainment","rating":12,"ratingContent":["Bad Language","Sex","Violence"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/233d571eb5c66d8aa17a10eb76fb482dffc5623d26059a5cb59b0e972ffec080.jpg","https://img-eshop.cdn.nintendo.net/i/6f564b81f211f70443d78e8ad6f902a23950161327aba9c6f475eb6530d59504.jpg","https://img-eshop.cdn.nintendo.net/i/b311c9aed92b41e609dc4e98f38ea399c0e9561cfa72b77e2c11aa045de074e7.jpg","https://img-eshop.cdn.nintendo.net/i/b8753502ebe5343f64383f57da7a3cba80e9169686a93494e44707b73e6dfc98.jpg","https://img-eshop.cdn.nintendo.net/i/1954cce6f3c6f063eb8689073370ae42b49a3b4ea77c4a1104e6e5a7da268dc9.jpg","https://img-eshop.cdn.nintendo.net/i/92b1f08833f5fc595475fafdb3b851e5a4104e39bca17f9af5c72b0780d993db.jpg"],"size":7256145920,"version":null},"70010000074489":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6d759c76b0396dce6dfb90b7c8945b204f76b9908dc6b5c56f9385d147ebd7c2.jpg","category":["Gioco di ruolo (RPG)","Azione"],"description":"Ascolta a tutto volume la colonna sonora digitale di Neptunia Game Maker R:EVolution! Questi pezzi ti faranno ballare tutto il giorno!\n\nElenco dei brani (15 brani):\n1. Game Maker R:Evolution\n2: Un’era di creatori belligeranti\n3: Corri in sella a una moto!\n4: Un mondo di creatori\n5: Tema della vittoria\n6: Tema della gara di moto\n7: Tema dell’evento giocoso\n8: Tema dell’evento serio\n9: Tema di Pippih\n10: Tema di Jagaa\n11: Tema di Reedio\n12: Tema della prigione finale\n13: Quartetto da combattimento cooperativo!\n14: Contro un formidabile nemico\n15: Ultimo scontro vittorioso\n\n[I brani 1 - 13 - 15 sono stati composti e arrangiati da Yuki Sugiura. Il brano 14 è stato composto da Yuki Sugiura e arrangiato da AKATSUKI] \n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/af39052287344ba81246d41c5ffbdb8e91828854cad88f037779f07c48d72001.jpg","id":"010047E01D53A000","intro":null,"isDemo":false,"key":null,"languages":["en","es","fr"],"name":"Neptunia Game Maker R:Evolution Digital Soundtrack","nsuId":70010000074489,"numberOfPlayers":1,"publisher":"Reef Entertainment","rating":12,"ratingContent":["Bad Language","Sex","Violence"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":null,"size":269484032,"version":null},"70010000074490":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3a7b1050dd365f631d578deeaec8da0a2d5c22155cf5fe06488f7fb8939ae248.jpg","category":["Azione","Gioco di ruolo (RPG)"],"description":"\"Scopri di più su Neptunia Game Maker R:Evolution e il mondo di Gamindustri con l'artbook digitale. Nelle 31 pagine dell'artbook troverai grafiche dei personaggi, schizzi , bozzetti e tanto altro ancora! \n\nNota: l'artbook digitale potrebbe contenere spoiler. Per questo motivo ti consigliamo vivamente di giocare a Neptunia Game Maker R:Evolution prima di immergerti nell'artbook digitale.\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/2216bd0b3fc15e7fe6b75b006aa5ccc3aa775ee57670e764263299b302659ee0.jpg","id":"01006EC01D6F4000","intro":null,"isDemo":false,"key":null,"languages":["en","es","fr"],"name":"Neptunia Game Maker R:Evolution Digital Art Book","nsuId":70010000074490,"numberOfPlayers":1,"publisher":"Reef Entertainment","rating":12,"ratingContent":["Bad Language","Sex","Violence"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":null,"size":177209344,"version":null},"70050000048657":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/cbd09b933e3c122d502edf491f2faaaa81d03d45a55090bff8c99f80ac98eba3.jpg","category":null,"description":"L'estate è arrivata e Older Nep è pronta a prendere il sole con un intero SET DI COSTUMI DA BAGNO! Il Set Costumi da bagno include 12 costumi da bagno, uno per ciascun personaggio giocabile:\n*Older Neptune\n*Neptune\n*Pippih\n*Jagaa\n*Reedio\n*Noire\n*Blanc\n*Vert\n*Nepgear\n*Uni\n*Rom\n*Ram\n\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Swimsuit Costume Set","nsuId":70050000048657,"numberOfPlayers":null,"publisher":"Reef Entertainment","rating":12,"ratingContent":["Bad Language","Sex","Violence"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":null,"size":0,"version":null},"70070000021729":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/986cdacfec7f3ff8d6f87bf6b6a840650c9cb74d403401633052470e6eb76161.jpg","category":null,"description":"Older Neptune necessita del TUO aiuto per diventare il miglior game studio di Gamindustri! E con l'edizione Deluxe potrai ottenere TUTTI GLI STRUMENTI che ti servono per innalzare Older Nep al top!\n\nL'edizione Deluxe include:\n• Gioco digitale\n• Artbook digitale\n• Colonna sonora\n• Set Costumi da bagno (1x ciascun personaggio giocabile*)\n*Older Neptune\n*Neptune\n*Pippih\n*Jagaa\n*Reedio\n*Noire\n*Blanc\n*Vert\n*Nepgear\n*Uni\n*Rom\n*Ram\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Neptunia Game Maker R: Evolution Digital Deluxe Edition","nsuId":70070000021729,"numberOfPlayers":null,"publisher":"Reef Entertainment","rating":12,"ratingContent":["Bad Language","Sex","Violence"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/233d571eb5c66d8aa17a10eb76fb482dffc5623d26059a5cb59b0e972ffec080.jpg","https://img-eshop.cdn.nintendo.net/i/6f564b81f211f70443d78e8ad6f902a23950161327aba9c6f475eb6530d59504.jpg","https://img-eshop.cdn.nintendo.net/i/b311c9aed92b41e609dc4e98f38ea399c0e9561cfa72b77e2c11aa045de074e7.jpg","https://img-eshop.cdn.nintendo.net/i/b8753502ebe5343f64383f57da7a3cba80e9169686a93494e44707b73e6dfc98.jpg","https://img-eshop.cdn.nintendo.net/i/1954cce6f3c6f063eb8689073370ae42b49a3b4ea77c4a1104e6e5a7da268dc9.jpg","https://img-eshop.cdn.nintendo.net/i/92b1f08833f5fc595475fafdb3b851e5a4104e39bca17f9af5c72b0780d993db.jpg"],"size":7702839296,"version":null},"70010000063703":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d29d5ed750a853bbfa9843943565eb0832c08d12533563fee2d4d0c6c44410c1.jpg","category":["Piattaforme","Avventura","Azione"],"description":"Il Popolo della Terra è sotto attacco. Marionette meccaniche dalle sembianze di uccelli provocano distruzione in ogni angolo, distruggendo la pacifica Colonia di Arcadia e mettendone in pericolo gli abitanti. Il Campione del Cielo, Nair, non si fermerà davanti a nulla per scoprire i segreti che giacciono in profondità... Ora tocca a voi salvare la Colonia!\n\nAiri, Enji e Tazpo sono l'ultimo fronte che combatte contro l'invasione del Popolo del Cielo: combina le loro abilità uniche per esplorare, raggiungere nuove aree e risolvere enigmi nascosti!\n\nTRE EROI UNICI:\n● Airi: Una coniglietta frizzante e radiosa, acrobatica e aggraziata, che salta verso nuove altezze!\n● Enji: intelligente e perspicace, il porcospino Enji è in grado di usare i suoi gadget per superare ogni ostacolo!\n● Tazpo: il Campione della Terra, Tazpo, è a capo dell'operazione e si apre uno spazio tra gli stretti tunnel della Colonia scavando!\n\nCARATTERISTICHE DEL GIOCO:\n● Un mondo pieno di segreti: la Colonia è un luogo di pace e gioia, che cela misteriosi segreti...cosa sta cercando il Popolo del Cielo?\n● Azioni precise: sfidateti a padroneggiare le abilità dei tre eroi e a scoprire cosa si nasconde in profondità.\n● Storie nascoste: scambiati istantaneamente da un personaggio all'altro senza per sbloccare nuovi dialoghi con gli NPC.\n● Un inaspettato Metroidvania: per sconfiggere colossi meccanici, dovrai cercare i loro punti deboli e smuoverli dal loro insediamento.\n● Stile Anime: lasciati trasportare dallo stile artistico 2.5D in un mondo meraviglioso, tratto direttamente dagli anime giapponesi!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/9b45354da55cbd1b4f0bcd0800c901bc8dbe73f16cf880268b706faf825a7c59.jpg","id":"010054C01A84E000","intro":"Lanciati in un'epica avventura d'azione nella Colonia e affronta lei colossali Marionette. Gioca nei panni di tre coraggiosi eroi con abilità uniche, il tutto in stile Anime 2.5D.","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it","ko"],"name":"Arcadia: Colony","nsuId":70010000063703,"numberOfPlayers":1,"publisher":"KibeSoftwareHouse","rating":7,"ratingContent":["Violenza moderata"],"region":null,"releaseDate":20240516,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/0fadcde13355a2ea723d41ea7b451d4076d05b2c1dcc548b2e055591f413e0fa.jpg","https://img-eshop.cdn.nintendo.net/i/ef38f2c127c1e7c9e7a448be9f8192fa825b669f145d806f5a95e301c673e03d.jpg","https://img-eshop.cdn.nintendo.net/i/704d1f6aaa74bd3e09e9f1731d6e8da46ce6a68e52393339c1046c68e6334b81.jpg","https://img-eshop.cdn.nintendo.net/i/74ce4954664e03380809db6966a6e6ae3894759439bb3193bf7d531b10c00447.jpg","https://img-eshop.cdn.nintendo.net/i/7a13f0296dba76ca39546402f29cbb9389b4bc8d516965282430ebc06af3be81.jpg","https://img-eshop.cdn.nintendo.net/i/9e1a97764489565aeee488afc713ab095acec59ad1e0b77c717ef37628320f9c.jpg"],"size":682622976,"version":null},"70010000072926":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6ceb73302069d6601f5a3c3913e6a58210b39ba830d7a9e4b2e8b1818f221c75.jpg","category":["Party","Sport","Multiplayer","Arcade"],"description":"Tuffati nel divertimento del resort di Pool Party! Gioca con max 4 giocatori in multigiocatore locale o in solitaria con tantissimi giochi di sport e di lotta per diventare il re della festa. Personalizza le palle da biliardo: scegli il design e il colore che preferisci, poi sfida i tuoi amici faccia a faccia. Sguazza nel divertimento!\n \nQueste palle da biliardo non sono solo adorabili, ma anche sorprendentemente atletiche. Raggiungeranno in men che non si dica velocità assurde rotolando e rimbalzando nell'arena! Inoltre, queste palle possono prendersi a calci perché in fondo sono comunque palle! Un calcio ben mirato ti lascerà senza parole, quando scaglierai una palla nemica dall’altra parte del campo. Prendi una stecca e unisciti alla festa!\n \nCaratteristiche:\n•\tSport e giochi di lotta caotici basati sulla fisica\n•\tGioca con max 4 giocatori in multigiocatore locale o in solitaria\n•\tAggiungi bot per riempire le squadre o per allenarti\n•\tFacile da imparare, difficile da padroneggiare. Tutti possono unirsi al divertimento!\n•\tVarie modalità di gioco come Biliardo, Idolo, Sumo e Tutti contro tutti\n \n \nModalità di gioco: \n•\tBiliardo: Fai punto calciando le palle del tuo colore nelle buche aperte, ma occhio a non caderci dentro anche tu!\n•\tTennis: Da soli o in doppio, bisogna calciare la palla dall’altra parte del campo per fare punti!\n•\tSumo: Calci non ammessi! Butta in acqua gli altri giocatori rotolandogli addosso. O si spinge o si viene spinti!\n•\tCalcio: Con uno o due giocatori per squadra; lancia la tua palla nella porta avversaria per fare punto... oppure calcia via gli avversari per spianarti la strada per il goal.\n•\tIdolo: Una sfida che prevede di raccogliere e non perdere un piccolo idolo. Ottieni punti tenendotelo stretto... ma attenzione: se hai l'idolo non potrai rotolare, mentre gli avversari ti inseguiranno per fartelo cadere dalle mani.\n•\tFattura: Uno dei giocatori è maledetto! Calcia, spingi o colpisci gli altri giocatori per passare a loro la maledizione. Quando scade il tempo, il giocatore maledetto perde e la maledizione troverà un nuovo bersaglio. L'ultimo rimasto vince!\n•\tTutti contro tutti: Spingi gli avversari nelle buche e cerca di restare l'ultimo in gioco.\n•\tTorneo: Gioca un insieme di varie modalità di gioco e diventa il campione supremo di Pool Party!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c724fff7bf1e971a8bfd8d392e049fe15c62d5eb67905fe398c517ed79068ac6.jpg","id":"010092B01D16C000","intro":"Chiama i tuoi amici e sfidatevi con i party game caotici basati sulla fisica di Pool Party! ","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","nl","zh","zh"],"name":"Pool Party","nsuId":70010000072926,"numberOfPlayers":4,"publisher":"Mindscape","rating":3,"ratingContent":[],"region":null,"releaseDate":20240516,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/b3f01cb651b95bb3d090622dda6d61fd91a0fb440a74a52a755fe00b34e8f7dc.jpg","https://img-eshop.cdn.nintendo.net/i/d44506eacf6cab9f065c16f58d6b637192ca01141e9c3fdc2b235762bcfab478.jpg","https://img-eshop.cdn.nintendo.net/i/3839f2dc08871bdc3d4f6a15ed1a7e8a75e8a71e170943bd5f7c0f1d64a748de.jpg","https://img-eshop.cdn.nintendo.net/i/16d4d3a19770b6917d43bbf49c6f645690686a145130264f0f926cc29c941244.jpg","https://img-eshop.cdn.nintendo.net/i/fe74b45fb0296c82eca0a9774f1a5a944a9d19f245cd4930a3e18d9d8f825126.jpg","https://img-eshop.cdn.nintendo.net/i/8e55482519ad5630681622f7e2063423794785b5e2ebdb1a21ff2681501f1fd3.jpg"],"size":468713472,"version":null},"70010000075254":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7f69ad50397b440dffa82d1a3bfba04ce3fc497139c30067bebb8228441ff0a1.jpg","category":["Puzzle","Da tavolo","Strategia","Simulazione"],"description":"Le strade sono dissestate. Di nuovo. E pure i sentieri, i marciapiedi, persino i laghi (???).\nMamma mia, che sfacelo. E ora tocca a te mettere tutto a posto!\n\nCiascun livello ti mette a disposizione una serie limitata di strumenti per far sì che ogni auto, nave, treno o animale possa partire dal punto A e raggiungere il punto B. Tra gli animali appena citati potrai naturalmente trovare gatti, cani e... adorabilissimi lama rosa.\n\nI tuoi strumenti di demolizione (e riparazione) di massa ti consentiranno di distruggere, ruotare, copiare, invertire, innalzare, abbassare, spingere o spostare le sezioni stradali. E pure i sentieri, e i laghi, e altro ancora!\n\nLe riparazioni non devono necessariamente essere belle a vedersi, ma devono essere funzionali! Quindi, rimboccati le maniche e divertiti ad aggiustare!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4980a7b555f0a8dd0fd3c73f433c22615fc28a1f33b1f961a56823c1d422cf0a.jpg","id":"0100FB201D9C6000","intro":"Probabilmente il puzzle game di riparazioni stradali più appagante di sempre!","isDemo":false,"key":null,"languages":["ja","en","es","fr","pt","de","it","nl","ru","ko","zh","zh"],"name":"Please Fix The Road","nsuId":70010000075254,"numberOfPlayers":1,"publisher":"Silesia Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20240516,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/92a1b45486702cc0ba6774491d59134a86cb32fb48be951d9a2c092655b81a63.jpg","https://img-eshop.cdn.nintendo.net/i/55671b516f8317a93a776cc22872a9b623f77e7bf39d033259f5500c136f6943.jpg","https://img-eshop.cdn.nintendo.net/i/68ee5c12e6c640bf2c023cdbe2e6069e2b176abb1a2c89eb1be27b636314b3c0.jpg","https://img-eshop.cdn.nintendo.net/i/35c368131eb7e97891dab9ecce4eca69c583392d2c75d2db02dd2ce0de1b14f3.jpg","https://img-eshop.cdn.nintendo.net/i/0f721b21b4d76d1e21c6e21edc8051d31fe28b67e03bdd1c56973d492a47e986.jpg","https://img-eshop.cdn.nintendo.net/i/f905bb60961ae5f8f7c4d5be8085da60ed42b96acc167732fa98fe5610bfc31c.jpg"],"size":286261248,"version":null},"70010000080170":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3f1ea6dcde80b2128deae44c284198fb62d3d7f4d4b929bd4b339f0d6aaed6f5.jpg","category":["Piattaforme","Azione","Avventura","Gioco di ruolo (RPG)"],"description":"Gioco di piattaforme classico ma impegnativo con 4 aree di diversi stili: città, sala da ballo, foresta e deserto.\n\n53 livelli, ognuno con meccaniche e difficoltà completamente diverse.\n\nOgni livello ha un tempo limitato, e il numero di ordini consegnati in tempo porterà a 2 finali diversi.\n\nLa tua migliore amica Kiki si trasformerà in una volpe?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/9021b6c95ba8e919cd1500744a202d02bacf2857ee663349836b93af91fb0a3d.jpg","id":"0100A3401ED12000","intro":"Gioco di piattaforme sull'amicizia. Consegna un pacco misterioso per salvare il tuo amico Kiki, in procinto di trasformarsi in una volpe.","isDemo":false,"key":null,"languages":["ja","en","es","fr","pt","de","it","ko","zh","zh"],"name":"Mutant Express","nsuId":70010000080170,"numberOfPlayers":1,"publisher":"Happy Player","rating":3,"ratingContent":[],"region":null,"releaseDate":20240516,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6731fa4ab25a580c2a0be91518fe66dc75989464a8e53ab6ed1dd86253a51572.jpg","https://img-eshop.cdn.nintendo.net/i/9dcb97dd4cb51d0ecc16f0336186a8b56ed07e25fba24ce4be9e1aed09825b8f.jpg","https://img-eshop.cdn.nintendo.net/i/38cb0a73ab70120cefccf56965341fc72d951e4787f83224cee30290cd17f2a3.jpg","https://img-eshop.cdn.nintendo.net/i/cac63da11b87ec92d5fc731a791c5161b9c541d41c027e4de16edc400bfbfc29.jpg","https://img-eshop.cdn.nintendo.net/i/7e96fc86448512de51525775af3aa1af66887721ffead8790ee557894e9dec6b.jpg","https://img-eshop.cdn.nintendo.net/i/5c148f3ad5e1baf2e15defc66fa2040cd0a16719e4a78dda79071d29f1f43051.jpg"],"size":1613758464,"version":null},"70050000042858":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2923f71643f5032d2b5786cc3fd896e3eb1d168b4a64ecc84ef0422295f73dee.jpg","category":null,"description":"Ancora più emozioni ti aspettano nel HOT WHEELS UNLEASHED™ 2 - Old but Gold Pack!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"HOT WHEELS UNLEASHED™ 2 - Old but Gold Pack","nsuId":70050000042858,"numberOfPlayers":null,"publisher":"Milestone","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20240516,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000062453":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4c7408700f720ed5de6273f6c9c580c6138290c539a066931aa6469263085ff9.jpg","category":["Azione","Avventura","Multiplayer"],"description":"Fai librare la magia dell'amicizia in un'avventura all'insegna del mistero per uno o due pony.\n\nNei panni di Sunny, Hitch, Izzy, Pipp, Zipp o Misty, usa le tue abilità speciali per fermare la magia instabile che sta gettando nel caos Zephyr Heights! E divertiti con minigiochi spassosissimi e tante personalizzazioni dei pony.\n\nCI SONO TUTTI I PONY: gioca con i tuoi cavallini preferiti.\n\nESPLORA IL REGNO: salva la città tra le nuvole di Zephyr Heights.\n\nGIOCA IN CO-OP: un'avventura per uno o due giocatori.\n\nSFOGGIA IL TUO STILE: rendi bellissimi i tuoi amici pony con accessori personalizzati.\n\nTROVA OVUNQUE IL DIVERTIMENTO: con minigiochi, collezionabili, foto e altro!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/d0301e25b6af3e5a2bd3d9518ae1118cd29b5075db39f7f83fab0e9ae7868fda.jpg","id":"0100F8A01A40A000","intro":"Tutti i pony sono qui per salvare il regno!","isDemo":false,"key":null,"languages":["ja","en","es","pt","fr","de","it","nl","ko","zh","zh"],"name":"My Little Pony: Mistero alle Cime di Zefiro","nsuId":70010000062453,"numberOfPlayers":2,"publisher":"Outright Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20240517,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6b93fccab5f6736e175e66565e07ca5e4628476bb36bbd47c0d2370c962e115a.jpg","https://img-eshop.cdn.nintendo.net/i/ab2bad84bfe1140c49b7be16a03c5734819ff04ba4263b1d2a4a90a9c38e946f.jpg","https://img-eshop.cdn.nintendo.net/i/26a714a9a4a2be153adffb65f1edfc6a645454ae1353b2ffe414609072c601ab.jpg","https://img-eshop.cdn.nintendo.net/i/e4a8178045086026495fe1f8483f8a0b3a696e2774f89d973c9989d6a6a05d77.jpg","https://img-eshop.cdn.nintendo.net/i/5060f6f05534593798cb2096eb76ef8084a4d76671758df09486c7147264895c.jpg","https://img-eshop.cdn.nintendo.net/i/237f897bd34b2f9638ff77c024930ba58fcdb317b0d4b9ae93a7f47655633221.jpg"],"size":2933915648,"version":null},"70010000069305":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/9ba61f47452284b3ab219c360dfe7b145f1f1a80ce6921f35d3973f1c9719861.jpg","category":["Sparatutto","Azione","Avventura"],"description":"Cosa fa una banana quando è schiava di ansia e demoni? Doug’s Nightmare è un bullet hell in stile cartoon e disegno a mano in cui il tuo compito è aiutare Doug la banana a superare le sue paure peggiori facendole cadere nell'oblio! Metà sparatutto a doppia levetta, metà beat ’em up, Doug’s Nightmare ti metterà di fronte e ondate di insetti, funghi, cervelli fluttuanti e tanto altro!\n\nQuando è disarmato, Doug può sferrare pugni o raccogliere una serie di strumenti per fare fuori gli avversari: dalle pistole spara-slime alle mazze chiodate. Può indossare scarpe, guanti, mantelli, occhiali da sole e tutta una serie di capi d'abbigliamento stravaganti per migliorare le statistiche e fare il figo per ritrovare la giusta autostima e sconfiggere tutti i cattivi! Riesci ad aiutarlo per arrivare alla vittoria?\n\nContenuti:\n\n• Fai a cazzotti viaggiando nei bizzari scenari nei panni di una banana antropomorfica!\n• Goditi i filmati in stile fumetto e immergiti nello strano mondo pieno di guai di Doug.\n• Usa i comandi a doppio levetta per sconfiggere tutti in stile beat'em up!\n• Respingi ondate di insetti e altri nemici inquietanti.\n• Scegli tra i vari livelli di difficoltà per personalizzare la tua esperienza di gioco.\n• Equipaggia una enorme quantità di skin e armi, dalle mazze alle pistole spara-slime e tanto altro!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/cdb93c2d804c5dead957c2e449248a2b731611dc5a21814e1ce13e7e35d072f5.jpg","id":"01008B601BFD8000","intro":"Una banana combatte contro i suoi demoni in un mix folle di azione bullet hell e beat'em up!","isDemo":false,"key":null,"languages":["en","pt"],"name":"Doug's Nightmare","nsuId":70010000069305,"numberOfPlayers":1,"publisher":"eastasiasoft","rating":7,"ratingContent":["Paura","Violenza implicita","Violenza moderata"],"region":null,"releaseDate":20240522,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/dd348f0f66951a2a6f6a25011d343fa1ade4ac61cb5b116a6e6af2dc7f38943e.jpg","https://img-eshop.cdn.nintendo.net/i/210d04c38414ae3c540d026cf2dd1f963f66cfa32a6f1c272d19d548cd4c1bd8.jpg","https://img-eshop.cdn.nintendo.net/i/619ba013558591b2db76aa0f29930529eeb5b18b2098faa4256f89eea31c28a3.jpg","https://img-eshop.cdn.nintendo.net/i/484be66faf325d3adf94112f2d97136dd2d5646eefb36748af03c6cfe9b3b28f.jpg","https://img-eshop.cdn.nintendo.net/i/1088a84a55174bd3437880d9cc388c9fc97d09dd9f80638ab9cae865a83c9e0e.jpg","https://img-eshop.cdn.nintendo.net/i/949af0d4361d112ed52cbed6207b5182384f010fdf7e8d84bc6f830d99675e47.jpg"],"size":2178940928,"version":null},"70010000051380":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ee4342fbb978f18dca062fb6336c2058afd18713282c3e20458f0a6b7285c6a0.jpg","category":["Azione","Avventura","Gioco di ruolo (RPG)"],"description":"Dai creatori di Morbid: The Seven Acolytes... arriva una nuova avventura di sangue e disgusto, dall'estetica inquietante e mostri orrendi; un'orgia di violenza per sconfiggere i Lord di Ire in un tetro mondo horrorpunk.\n\nAnche se sconfitti, i Gahar non sono mai veramente morti. Hanno atteso con pazienza, finché una nuova opportunità di rinascita si è presentata.\n\nMorbid: The Lords of Ire è la nuova gemma oscura dell'ARPG isometrico soulslike, apprezzatissimo dalla critica, “Morbid: The Seven Acolytes” dove l'eroica Striver ritorna ancora una volta a combattere orrende creature in un mondo tetro e dannato, di dolore e sofferenza.\n\nUNA NUOVA AVVENTURA, DA UNA NUOVA PROSPETTIVA\nCombatti contro temibili nemici in una nuovissima prospettiva 3D. Uccidi orrende creature con una gamma di armi mortali, di equipaggiamenti e benedizioni che ti permetteranno di sventrarle a dovere.\n\nAVANZATO SISTEMA MENTALE\nProseguendo sul sistema introdotto con Morbid: Seven Acolytes, il modo in cui affronti ogni combattimento può avere un impatto drammatico sul mondo attorno a te. Se soccombi all'insanità mentale, potrai acquisire enormi poteri ma con un grave rischio, e modificherai dinamicamente il modo in cui percepisci il mondo.\n\nESPLORA SCENARI TORMENTATI\nCombatti nei cinque mondi di Ire, terribili regni horrorpunk popolati da cinque fazioni uniche, dalle montagne invernali alle fetide città e molto altro. Porta a termine il tuo sacro dovere di liberare queste terre dal male che le ha ghermite.\n\nAFFRONTA ORRORI INDICIBILI\nSfida orribili nemici, dai la caccia a temibili avversari e affronta i mostruosi Lord di Ire. Più sangue, più interiora, più Morbid.\n\nCARATTERISTICHE\nEsplora i diversi ambienti distribuiti fra cinque terre uniche, pullulanti di visioni terribili e creature da incubo.\nSperimenta fra diversi stili di gioco, con tante armi a disposizione, rune e benedizioni.\nAvventurati nelle profondità della follia, oppure cammina nella luce della sanità mentale, per definire un livello di rischio personale, con annesse ricompense.\nAffronta i cinque terribili Lord di Ire e dai la caccia ad altri formidabili nemici\nSprofonda negli orrori di Morbid in una nuova prospettiva 3D.\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4b4515282b84a10905be7eb7829b2de26ddbfde126cc29e945c73dc84de6a361.jpg","id":"01007B0017C90000","intro":"Brandisci la tua spada contro i perfidi Lord di Ire. \n","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","ru","ko","zh"],"name":"Morbid: The Lords of Ire","nsuId":70010000051380,"numberOfPlayers":1,"publisher":"Merge Games","rating":16,"ratingContent":["Violence","Horror"],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/62e1f2ecf3bb2b57d3197cc962c649845c0de87930eebec253026444126b64cc.jpg","https://img-eshop.cdn.nintendo.net/i/96be321d7a0af56a81a92fd8ac0811593b2261f8640bdb0e985564a420216d3c.jpg","https://img-eshop.cdn.nintendo.net/i/7068e8427075b339aae241b5726ae74518cc4ebffc3540381637fe26c9c4ec91.jpg","https://img-eshop.cdn.nintendo.net/i/6a5ad12c9ce3aa836e4618f2e10c3e392beb0237cfd95092783d5ea48f0d0d59.jpg","https://img-eshop.cdn.nintendo.net/i/cf9ccf8707be3e3d57cf19e73a5ae2a9568adf9ebf7a0d0eb135ab40b1cb6581.jpg","https://img-eshop.cdn.nintendo.net/i/fa531835752b27ed708108671f3b3f7b6c338d3f28b119f1f737de42b379b557.jpg"],"size":2599419904,"version":null},"70010000070939":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7b9f6103f4e62464c902e1a8edf2703fec9e80397f2be9984b2c07c608bf4e53.jpg","category":["Azione","Avventura","Sparatutto","Altro"],"description":"Blade Jumper è un videogioco d'azione a piattaforme in 2D in cui dovrai salire su una torre piena di ostacoli eseguendo un salto dopo l'altro. \n\nNella Yeouido del 2045, nel cuore di Seoul, è stata costruita l'immensa torre Kukuru, che eclissa l'intera città. In questa torre dall'altezza incalcolabile vivono pochissime persone selezionate, solo l'1% dei cittadini di Seoul, che si godono una vita felice e lontana dal resto del mondo.\n\nAll'interno della torre Kukuru si trova il conglomerato autoritario Unreality, che controlla Seoul facendo leva sul piacere, servendosi dei dolciumi Kukuru, che danno dipendenza. Il gruppo di vigilanti Ground Z si sta preparando per la battaglia finale per rovesciare Unreality e trova te, un suo famigerato ex agente.\n\nHai la stoffa per salire sulla misteriosa torre Kukuru?\n\n▶Salti dinamici che renderanno le sfide ancora più avvincenti!◀\n\nDovrai eseguire tutti i movimenti e gli attacchi con una sola azione, ovvero il fendente salto. Dovrai affrontare le unità nemiche determinate a farti precipitare a terra mentre prosegui nella tua salita. Usa i comandi abilmente e reagisci con prontezza per eliminare i tuoi nemici con eleganza o proverai la frustrazione di tornare al punto di partenza.\n\n▶Diversi design dei personaggi e schemi di livelli◀\n\nAll'interno della torre Kukuru, un luogo isolato dal mondo esterno, ti aspettano più avventure di quante tu possa immaginare. Prendi di mira e sconfiggi tutte le unità nemiche con abilità uniche nella cornice di svariate mappe che fanno risaltare le caratteristiche di ogni zona ed evita le trappole nascoste per superare ogni mappa.\n\n▶Un storia interessante celata in questo mondo affascinante◀\n\nMentre ti arrampicherai sulla torre, incontrerai tanti personaggi con storie incredibili. Man mano che salirai, scoprirai la verità nascosta di questo mondo, un pezzo alla volta... che porta con sé un grande senso di inquietudine.\nPerché devi risalire la torre insieme ad altri personaggi? Cosa ti attende in cima? Raggiungila per rivelare la verità nascosta.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/eb58ff01ced828fedb524da7d66dddaa5fb8a6d974d6a7305b34fbf763a7bc59.jpg","id":"0100BBB01C7FE000","intro":"Seoul, 2045. Arrampicati sulla torre Kukuru, una struttura immensa dall'altezza incalcolabile e scopri la verità sulla città sulla sua cima.","isDemo":false,"key":null,"languages":["ja","en","ko","zh","zh"],"name":"Blade Jumper","nsuId":70010000070939,"numberOfPlayers":1,"publisher":"CFK","rating":7,"ratingContent":["Violenza moderata"],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/91eac107e2cb92e994a08d034ac569c2144e49c735ed698ce3acab70a19021b5.jpg","https://img-eshop.cdn.nintendo.net/i/527663fc9b8fe59580bada3e7c5b501a5ad11845bf108819aaebdd96cf9ac15e.jpg","https://img-eshop.cdn.nintendo.net/i/403bc0363fa16ddef0b02416bc6af8d0907f4b23b2c0aebcbe284ba03e8a927e.jpg","https://img-eshop.cdn.nintendo.net/i/cb9c44b068dfb89b134f11b3b34007be7a23ced522ce3a81ddb3db515176690c.jpg","https://img-eshop.cdn.nintendo.net/i/918242a2d2c82d05e94c45fb9121e96d7aeb523ac7374cfb676c1c925e37559c.jpg","https://img-eshop.cdn.nintendo.net/i/5341355c5e82769ac6129c2dcc94df6b7786c43f2f8fc36707fc50dbdaf7a20c.jpg"],"size":1103101952,"version":null},"70010000072849":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6e0a43d772e76868f0bb245beb74620923e3192c3ad45ed6819094a87a61d76b.jpg","category":["Strategia","Gioco di ruolo (RPG)","Simulazione"],"description":"▼Caratteristiche\n- Sistema di gioco innovativo: il deckbuilding roguelike si fonde con l'RPG strategico per un'esperienza di gioco inedita.\n- Carte: oltre 50 tipi, tutte con design originale.\n- Perlustrazione nella nebbia: mano a mano che avanzi sulla mappa disperdendo la nebbia, scoprirai nemici, strutture ed equipaggiamenti con cui sviluppare la tua strategia.\n- Sistema di combattimento: una fusione tra battaglia a turni e battaglia di carte.\n\n●Un nuovo ed entusiasmante sistema di gioco che fonde il deckbuilding roguelike con l'RPG strategico.\nAbbiamo introdotto un elemento roguelike nel mondo strategico degli SRPG.\nAssembla un mazzo ottimizzato scegliendo tra oltre 50 tipi di carte, sgomina il nemico con la strategia su un campo da SRPG.\nSperimenta a ogni scontro una strategia diversa: sapersi adattare a ciascun campo di battaglia è la chiave della vittoria.\nAssembla il mazzo supremo e sconfiggi la banda di Helmut.\nProva l'ebrezza di un'esperienza di gioco senza precedenti!\n\n●Sistema di combattimento: una fusione tra battaglia a turni e battaglia di carte.\nAbbiamo introdotto nel classico sistema di combattimento a turni degli SRPG un elemento di battaglia di carte.\nPer guadagnare un vantaggio in battaglia, è essenziale assemblare il proprio mazzo sul campo.\nCombinando due diverse modalità di combattimento, uniamo il brivido della battaglia al fascino della strategia.\n\n●Perlustrazione nella nebbia: mano a mano che avanzi sulla mappa disperdendo la nebbia, scoprirai nemici, strutture ed equipaggiamenti con cui sviluppare la tua strategia.\nDovrai muoverti su una mappa avviluppata in una fitta nebbia.\nA mano a mano che avanzi, la nebbia si disperde, rivelando nemici in agguato, strutture ed equipaggiamenti.\nIl vagare nella nebbia cercando di prevedere cosa nasconde aggiunge un ulteriore livello di complessità alla componente strategica.\n\n●Carte: oltre 50 tipi, tutte con design originale.\nOgni livello ha le sue carte caratteristiche, così puoi assemblare un mazzo nuovo di zecca in ogni livello per battaglie mai monotone.\n\n▼Completamente doppiato da un cast d'eccellenza\nDoppiaggio disponibile in giapponese e inglese.\nVivi la storia ascoltando le voci dei personaggi nella lingua che preferisci.\n\n▼Riguardo l'acronimo C.A.R.D.S. RPG\nC：Commander（Comandante）⇒ Rappresenta la leadership di Veldina\nA：Adventure（Avventura）⇒ Rappresenta il gruppo di mercenari di Clausewitz\nR：Revolution（Rivoluzione）⇒ Rappresenta giochi innovativi e narratività\nD：Deck building（Costruzione del mazzo）⇒ Rappresenta il genere e il gameplay\nS：Strategy（Strategia）⇒ Rappresenta gli elementi strategici dell'intero gioco","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/2289915ee5dbe57be435b042798e50663bc07e48f936feeea9199edd21a031ea.jpg","id":"010066D01D0F0000","intro":"Il gioco capostipite di un nuovo genere che fonde il deckbuilding roguelike con l'RPG strategico.","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","zh","zh"],"name":"C.A.R.D.S. RPG: The Misty Battlefield","nsuId":70010000072849,"numberOfPlayers":1,"publisher":"ACQUIRE","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/3593d8d642a1771c8b58ad5ec13722e883209c21d6de5f1639d3f7d8bf780a17.jpg","https://img-eshop.cdn.nintendo.net/i/674d2a7c6a4a34f8b439f4ebc59a54a8038523651c0b4524d891752675d1dc67.jpg","https://img-eshop.cdn.nintendo.net/i/2c87ab7eda68a71044e2180c6e04df6b8116dbe2835943fcfa5e8d36bee833e6.jpg","https://img-eshop.cdn.nintendo.net/i/4857d46b1e5fbba7912569775539307b218e1fede5ab45b98fc2d81e44e038eb.jpg","https://img-eshop.cdn.nintendo.net/i/46e58977a0f17ec0645db2e90ac1425583110c7b5e97543804811817f32ff30b.jpg","https://img-eshop.cdn.nintendo.net/i/f2829881a9e42998206cead728fba2c2cc8372365447b621e3e61af59a7ba1c4.jpg"],"size":1695547392,"version":null},"70010000077588":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2d00316ae24eb99cc6c796e47aef5702cf4529cb49e510a5d16f6a1b2699f501.jpg","category":["Avventura","Puzzle","Lifestyle","Altro"],"description":"Benvenuti al Pine Hearts Caravan Park! Insieme a Tyke, indossa i tuoi scarponcini da montagna e preparati ad esplorare questo piccolo, rilassante mondo pieno di sentieri e ruscelli. Divertiti a frugare qua e là per il parco alla ricerca di strumenti che potrebbero esserti utili sul cammino, mentre riempi il tuo fidato diario di viaggio. Attraverso i ricordi delle estati che Tyke ha passato nel parco quando era un bimbo, scopri la commovente storia della sua infanzia.\n- Fai nuove amicizie\n- Sblocca strumenti e abilità\n- Spolvera ricordi\n- Coccola cagnolini\n\nIl parco è pieno zeppo di piccole sorprese tutte da scoprire!\n\nUn racconto commovente\nPine Hearts è un gioco sull’amore, la vita, i ricordi e la famiglia. Racconta la storia della perdita di un familiare con sensibilità e grande delicatezza. Prima di giocare, è opportuno assicurarsi di essere a proprio agio con questo tema\n\nIspirato ai classici\nLa progressione item-based tipica di Zelda e il design dei livelli in stile soulslike si fondono in Pine Hearts in un gioco dal sapore genuino basato sui rompicapi, non sul combattimento\n\nDivertimento senza barriere\nAbbiamo fatto del nostro meglio per rendere Pine Hearts accessibile a tutti. Tra le principali funzioni di accessibilità ci sono:\n- Comandi semplificati\n- Modalità a blocchi di colore\n- Modalità in bianco e nero\n- Modalità a contrasto elevato\n- Comandi per effetti visivi\n- Ridimensionamento dei caratteri\n- Mappatura completa controller/tastiera e mouse","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/dc7901b784018def800ce3b69290d400e279ed9000d448c9561beacb1c97bee9.jpg","id":"010015D01E28A000","intro":"Pine Hearts è un rilassante gioco di avventura narrativo, ambientato nel sereno Pine Hearts Caravan Park.","isDemo":false,"key":null,"languages":["en"],"name":"Pine Hearts","nsuId":70010000077588,"numberOfPlayers":1,"publisher":"Little Nook","rating":3,"ratingContent":[],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/02d4a7980cd2da7dbdb64330fdbdc263ec2e3bf773e4312e937e8e16a067babe.jpg","https://img-eshop.cdn.nintendo.net/i/c7969009a382cc9f17e5412bc1fd97e92d4d43d2e72437f1c892a0a0f9ae24d1.jpg","https://img-eshop.cdn.nintendo.net/i/56e09840b2ee2d514ba13ac4dc821995e52bc33a5f4466884d0723feccb04029.jpg","https://img-eshop.cdn.nintendo.net/i/64b02139c1ee2cdd56714b95fc4c287c3dfe9e014b5506f10d2629997c61e2d2.jpg","https://img-eshop.cdn.nintendo.net/i/aeb8c71cf9ef2d34b813ee5f4a4e7020c67260bedeecc4cc8c7cd3f6dbba7c4d.jpg","https://img-eshop.cdn.nintendo.net/i/6be28fa7daea6d37ff467316415f14148a0015424a507e6ab8a13540d6ede029.jpg"],"size":744488960,"version":null},"70010000078228":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2a0c7aa2df826e1f95ec6b6325f6281181782c9f85f0e8a1d64e0061b5553455.jpg","category":["Avventura","Puzzle"],"description":"THIS MIGHT RUFFLE SOME FEATHERS.\n\nAggretsuko meets Return of the Obra Dinn in Duck Detective, a cozy mystery game about a down-on-his-luck duck searching for answers in a sinister sausage-based conspiracy.\n\nInspect and interview suspects to learn their hidden secrets, then use the information you’ve gathered (plus your own de-duck-tive reasoning) to locate the suspect and bust the case wide open!\n\nFEATURES:\n- A 2-3 hour long mystery game!\n- Interview suspects, fill in the blanks and crack the case!\n- Fully voice-acted!\n- Throw bread to the fine beak of lady justice!\n- Judge everyone on first impressions, just by looking at them really, really hard! Get them to admit things by staring! Do ducks blink? You don’t.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c6b099d7e96560c126a79ca2ea00897513ba40b908f81aa534ed1aff3e009c08.jpg","id":"0100F3D01E094000","intro":"Solving crime is no walk in the pond. You are a down-on-his-luck detective who also happens to be a duck.","isDemo":false,"key":null,"languages":["en"],"name":"Duck Detective - The Secret Salami","nsuId":70010000078228,"numberOfPlayers":1,"publisher":"HappyBroccoliGames","rating":3,"ratingContent":[],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/62036397d8d8d681ee179c4d88c7f1c499415c7067f45a0212fc836ca0d2e50a.jpg","https://img-eshop.cdn.nintendo.net/i/496cba645e67dd0fe4591d6a539642eb6779717a7827c2ea45d5513248560efc.jpg","https://img-eshop.cdn.nintendo.net/i/3147e2bb744afb66cc5f17a59683194226a61978fac86a9934c0779e3345e513.jpg","https://img-eshop.cdn.nintendo.net/i/a5e9c1d93ab8833d13aec0fa1ac500ace2007ce9bf253df7864a99acde8499b0.jpg","https://img-eshop.cdn.nintendo.net/i/268293773a3926ed23fdf9dc6d5d4c0faeae5555592c2b52e19bb16fdcca1622.jpg","https://img-eshop.cdn.nintendo.net/i/181bbfa0e0f9ce50850710a5c29e48f91463f1160a436f9dc19dae3580a32fcc.jpg"],"size":190840832,"version":null},"70050000043318":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2923f71643f5032d2b5786cc3fd896e3eb1d168b4a64ecc84ef0422295f73dee.jpg","category":null,"description":"Ancora più emozioni ti aspettano nel HOT WHEELS UNLEASHED™ 2 - Alien Encounters Expansion Pack!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"HOT WHEELS UNLEASHED™ 2 - Alien Encounters Expansion Pack","nsuId":70050000043318,"numberOfPlayers":null,"publisher":"Milestone","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046556":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/58fc45457374758331efaba39ecebdac67b2ffdf76d469f5ff4a25f95eaf10e1.jpg","category":null,"description":"Componente aggiuntivo per Eiyuden Chronicle: Hundred Heroes, contenente 1x statua QG speciale.\nVerifica attentamente ogni descrizione prima dell’acquisto.\n\nIl pacchetto include:\n 1x statua QG speciale (Nowa Haniwa)\n\n*Questo set è incluso nell’edizione deluxe digitale di Eiyuden Chronicle: Hundred Heroes.\n*Assicurarsi di non eseguire un acquisto multiplo accidentalmente.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100ED9018F3F002","ids":["0100ED9018F3F002"],"intro":"Il JRPG torna con una nuova cerchia di eroi.\n","isDemo":false,"key":null,"languages":null,"name":"Speme dell’Alleanza","nsuId":70050000046556,"numberOfPlayers":null,"publisher":"505 Games","rating":12,"ratingContent":["Bad Language"],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000046737":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a3bf7e4cda7f16d08028f6ce95c61b7c98286986c1cc250f436af6cd1f9f5f33.jpg","category":null,"description":"Componente aggiuntivo per Eiyuden Chronicle: Hundred Heroes, contenente 1x oggetto quartier generale personalizzato (bandiera dell’onore) e 1x pacchetto Pioniere.\nVerifica attentamente ogni descrizione prima dell’acquisto.\n\nIl pacchetto include:\n1x oggetto quartier generale personalizzato (bandiera dell’onore)\n1x pacchetto Pioniere (1x runa di potenziamento e 1x accessorio di potenziamento)\n\n*Assicurarsi di non eseguire un acquisto multiplo accidentalmente. ","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100ED9018F3F001","ids":["0100ED9018F3F001"],"intro":"Il JRPG torna con una nuova cerchia di eroi.","isDemo":false,"key":null,"languages":null,"name":"Pacchetto Pioniere","nsuId":70050000046737,"numberOfPlayers":null,"publisher":"505 Games","rating":12,"ratingContent":["Bad Language"],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70010000072086":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ad6a5ef99340654181d43439dc61b7ba0e06f709a0e0f820b34b01d030b7526a.jpg","category":["Azione","Avventura","Arcade","Picchiaduro"],"description":"Prendi la bacchetta magica e vesti i panni di un negromante che lavora come buttafuori in un nightclub. Entra nei sotterranei del locale e affronta altruisticamente decine di mostri ubriachi che vengono a farti visita dopo le vacanze. È il momento di mettersi al lavoro!\n\nAgisci e colpisci, nel club\nApriti la strada tra la folla e neutralizza quegli arroganti. Utilizza i poteri nascosti nelle gemme per migliorare e potenziare le tue capacità di buttafuori. Combina i poteri in diversi modi e scopri nuovi efficaci mix per annientare gli ubriachi dei sotterranei.\n\nQuello che non ti uccide ti fortifica\nDopo ogni sconfitta, torna più forte, più arrabbiato e meglio armato di prima. Sperimenta i diversi tipi di abbigliamento (ciascuno con vantaggi esclusivi) elabora strategie intelligenti, aumenta i poteri e combina tutto insieme con centinaia di manufatti. Prepara il cocktail perfetto per il successo!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/5ae209a4c7dd72e31c801ab7e9e8fb4ecaa237a9bfeb9422523595625e75fa50.jpg","id":"010080701CE7A000","intro":"Inizia l'happy hour! Vesti i panni del NecroBouncer e allontana i clienti fastidiosi, in un'avventura rogue nei sotterranei del nightclub.","isDemo":false,"key":null,"languages":["ja","en","pt","es","de","ko","zh","zh"],"name":"NecroBouncer","nsuId":70010000072086,"numberOfPlayers":1,"publisher":"Ravenage Games","rating":7,"ratingContent":["Violenza moderata"],"region":null,"releaseDate":20240524,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/300ae1e2504ccedf74b9e6a11445e1be0ac65a0bac823a6be3e79d1a3704b7a3.jpg","https://img-eshop.cdn.nintendo.net/i/c78ae342a6cb15f8720cdab72133ffa1e2f390a6dd5b1eaa2d82769afcab3a6e.jpg","https://img-eshop.cdn.nintendo.net/i/b41d64c2e16a730a30e55c7ea02f599d53718fcf43b556715a7e17cbdc78e23d.jpg","https://img-eshop.cdn.nintendo.net/i/7e16090910b458c837f9c26f33295450ab651fb2bca585abdedfbc33420b8f4f.jpg","https://img-eshop.cdn.nintendo.net/i/9912540a53a721d250145e584d351252fca919a42b40c33ce964f6a295e0e1c5.jpg","https://img-eshop.cdn.nintendo.net/i/a1deba8b90bce9bb15a2304b6cc14c1f6f803da0f4e588614dc2439a5c7121fc.jpg"],"size":150994944,"version":null},"70010000067103":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/b28a72fc178c6eba9fe854047d92fc489141b1ee921637b4b0fd027f6fbca38a.jpg","category":["Simulazione"],"description":"Construction Simulator ritorna su Nintendo Switch™!\n\nStavolta il lavoro ti porterà nei suggestivi boschi e nelle insenature di una mappa immaginaria ispirata al paesaggio canadese.\n\nEsplora tre grandi aree all'interno di una mappa totalmente inedita per la serie Construction Simulator! Partecipa a una campagna completa, articolata e specifica per ciascuna ambientazione del gioco, con speciali sfide che il tuo impero edile in ascesa dovrà affrontare.\n\nPreparati al ritorno dei classici marchi e macchinari dei partner su licenza Atlas, BELL, Bobcat, Bomag, CASE, Caterpillar, Kenworth, Liebherr, Mack Trucks, MAN, MEILLER Kipper, Palfinger, STILL e WIRTGEN GROUP. Inoltre, potrai espandere la tua attività con macchinari e veicoli dei nuovi marchi come CIFA, DAF e Scania.  \n\nInclude: \n• Più di 80 veicoli, macchinari e accessori dei 20+ partner su licenza\n• Più di 100 lavori edili \n• Modalità multigiocatore per due giocatori\n• Una mappa inedita, ispirata al paesaggio canadese\n• Abitacoli dettagliati\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c9cc189661d6d4ae32288d9ee7f8e0898221c224baa1a8603db1ef572f1fc7d9.jpg","id":"0100A6901B574000","intro":"Construction Simulator torna con una mappa immaginaria ispirata al Canada.\n","isDemo":false,"key":null,"languages":["ja","pt","en","es","fr","de","it","nl","ru","ko","zh","zh"],"name":"Construction Simulator 4","nsuId":70010000067103,"numberOfPlayers":1,"publisher":"astragon","rating":3,"ratingContent":[],"region":null,"releaseDate":20240528,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/3dfc9e3dc0ec85987e58d3e1dd8175f23e734e0013fab799a033a223c98e216c.jpg","https://img-eshop.cdn.nintendo.net/i/727f93afb1b5c7a5748a1c13dec2733e1877765bb6d685d2257486f72c6a13cd.jpg","https://img-eshop.cdn.nintendo.net/i/e9262ec9eae7010f12c83477dd83b6591280c7a05c9d24540415e953361f320c.jpg","https://img-eshop.cdn.nintendo.net/i/c2fe8c2035125e489c526162c3151ad723b9749a4399a066798386290e4e7d0e.jpg","https://img-eshop.cdn.nintendo.net/i/b37f557d91a37ed51ff5800d86b553f5e4191111fde0e38b187c402a3649d80c.jpg","https://img-eshop.cdn.nintendo.net/i/7bb05772d1d20c4e8355c11e81137d6e6f9ae7c9bfedc71bc8d7d5e9b1a63ca8.jpg"],"size":952107008,"version":null},"70010000073385":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ef302c05f42082d0fcbcb1a64b9caa775fc99457cd9efd42d1d7fa70898ab0cc.jpg","category":["Altro"],"description":"Continua la storia d'amore dolce e piccante di un’ex dea nel prosieguo dell'acclamata visual novel otome Cupid Parasite.\n\nMentre lavorava per la Cupid Corporation, la dea dell’amore Cupid ce l'aveva messa proprio tutta per diventare la migliore consulente matrimoniale esistente. In uno dei più scoraggianti incarichi che le erano stati assegnati, il Parasite 5, Cupid (nota sulla Terra con il nome di Lynette Mirror) era riuscita a superare difficoltà inaspettate non riuscendo tuttavia a evitare di innamorarsi di uno dei suoi clienti.\n \nOra ha inizio un nuovo capitolo. Riuscirà la nuova coppia a sopravvivere alle sfide impreviste?\n\nCaratteristiche principali\nSempre più dolce e piccante! – Ritorna a Los York con il cast originale di Cupid Parasite e in più l’arrivo di un personaggio totalmente nuovo: Merenice Levin. Incontrati con sette tra i più dolci e intriganti single in 3 modalità di gioco e sblocca oltre 80 grafiche digitali alcune delle quali molto pepate da gestire!\n\nCe n'è per tutti i gusti - Scegli tre differenti modalità di gioco in grado di soddisfare chiunque sia desideroso di dolcezza. Seleziona la modalità “After Drama” per riagganciarti all'originale Parasite 6 e scegliere il punto dal quale partire. Seleziona la modalità \"New Parasite\" per vivere un'avventura con Merenice Levin dopo il percorso comune di Cupid Parasite. È possibile inoltre esplorare percorsi sbloccati in precedenza nella modalità \"Bonus Episode\" per sei episodi bonus con relative grafiche digitali sbloccabili!\n\nIn dolcezza o in piccantezza? - Devi scegliere il gusto del prossimo percorso. Sarà dolce? O sarà piccante? Suggerita una scelta durante il gioco, la decisione dolce o piccante influirà sul finale del percorso selezionato. Bilancia saggiamente i gusti per garantirti la possibilità di un finale deliziosamente appetitoso.\n\nIllustrazioni dalle atmosfere ricche e decadenti, scene intriganti e coinvolgenti - Il ritorno degli sceneggiatori e degli illustratori originali di Cupid Parasite! Ririka Yoshimura (sceneggiatura) e Yuuya (illustrazioni) uniscono nuovamente le forze per regalare ai fan un nuovo meraviglioso capitolo dell'universo Cupid Parasite.\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/7c3018e867d88a2b2384dadd1d8431f2659f14d13dd300361316230626849a2f.jpg","id":"0100B5D01D30A000","intro":"Continua la storia d'amore dolce e piccante di un’ex dea nel prosieguo dell'acclamata visual novel otome Cupid Parasite.","isDemo":false,"key":null,"languages":["en"],"name":"Cupid Parasite: Sweet and Spicy Darling","nsuId":70010000073385,"numberOfPlayers":1,"publisher":"Reef Entertainment","rating":16,"ratingContent":["Sex"],"region":null,"releaseDate":20240528,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/94d95d6a906bba36115a6c5f84e4cd87e40bd7bddd195827146be094b2ce2de4.jpg","https://img-eshop.cdn.nintendo.net/i/05ff93cb7bfb6e9dbde985617ebe26887011c484a30f01abeffb4a0c0b5933c0.jpg","https://img-eshop.cdn.nintendo.net/i/d63f9ac826998495ea7571deb75e818c02ab6e4fd68dfa3400f859d8823e9496.jpg","https://img-eshop.cdn.nintendo.net/i/474e9d031b0dd75c21665e4922a8a3c0b7e6218f9db7d0d7ca8b8d95ef37b13a.jpg","https://img-eshop.cdn.nintendo.net/i/d607d0d4c43bc3c2fde9085546a58564c4185176ce4be5293dc84b66f7b3d141.jpg","https://img-eshop.cdn.nintendo.net/i/6ae68d00c5f78b6728db1caa7044391f197f156b047eaafdbdc6db2dfbf3233b.jpg"],"size":6026166272,"version":null},"70010000068888":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e01afdf84e91a05514c189bcfa59e6abc0ca50438e3d35c57a6ecef6b197c3d1.jpg","category":["Strategia","Azione"],"description":"Vent'anni fa, hanno vinto i supercattivi.\n\nDa allora, hanno creato una città distopica in cui sviluppare superpoteri è considerato un crimine. Nessuno è riuscito a fermarli, almeno finora. Capes è un gioco di strategia a turni basato su supereroi dove dovrai formare una squadra di eroi per riconquistare la città. Attraverso una serie di missioni di campagna e pattugliamento, potrai scegliere se avanzare con la storia o affrontare alcune missioni secondarie e sbloccare nuovi eroi, guadagnare punti abilità e completare le sfide, oltre a scoprire maggiori dettagli sulla vita degli eroi.\n\nFORMA LA TUA SQUADRA\nRecluta nuovi eroi con una vasta gamma di abilità e poteri unici. Ogni eroe agisce in maniera diversa e richiede un approccio differente ai propri poteri e abilità. Apprendere e sfruttare correttamente lo stile di gioco unico di ciascun eroe consente di aumentarne il potere in combattimento per riuscire a scatenare le proprie Ultimate.\n\nTATTICHE A TURNI\nAffronta combattimenti a turni avvincenti ed eroici che metteranno alla prova le tue abilità strategiche. Sarà essenziale unire le forze e posizionarsi strategicamente, scoprendo nuovi modi per affrontare ogni tipo di nemico e supercattivo che incontrerai. I combattimenti di Capes non si basano su numeri casuali o sull'azione furtiva. Il potere non ti renderà invulnerabile, al contrario. Saranno le tue scelte a fare la differenza tra la vittoria e la sconfitta.\n\nCOLLABORA!\nScegli fino a 4 eroi che collaboreranno in ogni missione. Ogni eroe guadagna un'abilità di squadra unica da ciascuno dei propri alleati che potrai sfruttare a tuo vantaggio collaborando con loro.\n\nMIGLIORA I TUOI POTERI\nAumenta il livello dei tuoi eroi per accedere a nuove abilità e potenti miglioramenti. Usa i punti abilità ottenuti completando obiettivi e sfide per sbloccarne i poteri.\n\nMETTI ALLA PROVA I TUOI EROI\nCompleta una serie di sfide specifiche per ogni eroe durante le missioni per guadagnare punti abilità bonus e sbloccare missioni opzionali, che ti consentiranno di conoscere maggiormente ogni eroe.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/8d0bf38fa78e04e05f8e8f3e430a37b2aab3a1ebcbc732e998d96a7a62eaf3fd.jpg","id":"01000D401BD9A000","intro":"Scontri tra supereroi in un gioco di strategia a turni.","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","ru","ko","zh","zh"],"name":"Capes","nsuId":70010000068888,"numberOfPlayers":1,"publisher":"Daedalic Entertainment","rating":16,"ratingContent":["Violenza intensa"],"region":null,"releaseDate":20240529,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/fbc7624fb51eeeb570bc6fce41f2eccdaecee9a6305d534120926c00ed0ccd1e.jpg","https://img-eshop.cdn.nintendo.net/i/8346b02b33c7b8e52939fbb4ee07ebfb095dabe7d37199d4edf4778034d83d2f.jpg","https://img-eshop.cdn.nintendo.net/i/1d63d4067e3e1051f204ee0728423590635aff10fb8849438ec960a7dae7efe5.jpg","https://img-eshop.cdn.nintendo.net/i/027e5b0c663535843ddeb7b2f6a2100eaab1f076a82eefa30d1ec59255c92238.jpg","https://img-eshop.cdn.nintendo.net/i/0159b54d41741fd2fdae169c41ff7992cbfe689583103ad2ea099c8308b19e3d.jpg"],"size":2586836992,"version":null},"70010000079069":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/f10cfaf6fc0d53ea7279a2b923098099e7f7f1a5794500c3dca68372b264f9b4.jpg","category":["Avventura"],"description":"Follow the clues, question a cast of quirky and intriguing witnesses, and solve a mysterious murder case in the rural American Northwest.\nUncover the secrets of the apparently sleepy little town of Greenhearth, where the deeper you dig, the more you risk awakening Eldritch horrors.\nWill you crack the case with your sanity intact?\n\nFeatures\n- Gorgeous black and white hand-painted illustrations, with a style that evolves with the mood and tone of the story, from the soft gray scale of the first episode to the hard black and white style of episode four, before ending in a technicolor-drenched finale.\n- A mind-bending narrative adventure, with four different endings, that seamlessly takes you from a film noir pastiche to an 80's horror flick.\n- Find clues in light point-and-click gameplay scenes, then confront persons of interest to uncover the truth.\n- Meet a cast of quirky and lively characters, from the badass sheriff to the strange car mechanic, the neurotic waitress, the jovial hotel manager and more. Question them, befriend them or betray them to crack the case.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c6b33ac94f7735d3a76e6341c21609b8fbd40e365e0b40735bcd49e46a24bb21.jpg","id":"010062D01E908000","intro":"Follow the clues, question a cast of quirky witnesses and uncover the secrets of the little town of Greenhearth. Will you crack the case with your sanity intact?","isDemo":false,"key":null,"languages":["en","fr"],"name":"Echoes","nsuId":70010000079069,"numberOfPlayers":1,"publisher":"Nova-box","rating":16,"ratingContent":["Violenza intensa","Uso di alcol/tabacco"],"region":null,"releaseDate":20240529,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/d410f2f5006475186eaf3fa280c273c618523016c5c890df76c0f0929c444fff.jpg","https://img-eshop.cdn.nintendo.net/i/f283f3896caf7c91928120db22433e409187127c68f4d9849302e184b227019d.jpg","https://img-eshop.cdn.nintendo.net/i/652e9b88f886af75250020ca1cb111e4f145d4b50d32d7caf85072ce275128ff.jpg","https://img-eshop.cdn.nintendo.net/i/0c4e07c41b1253fcbdaa1e4a98584de476b9aab92d4b9acd737a14838ac5e000.jpg","https://img-eshop.cdn.nintendo.net/i/4ca7c46216841faa196f7f82185cc8f56f58bb79c11d920c5433770bda78ce8c.jpg","https://img-eshop.cdn.nintendo.net/i/e5103cef2a4471ad5b881c3e846a8ac770f888966f43dd559de554fb37299d8c.jpg"],"size":421527552,"version":null},"70010000068167":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2082ef97a04e9ffeddb9462ab8a3555413dde751634e1e26fce3104d85b7bd3d.jpg","category":["Gioco di ruolo (RPG)","Avventura","Azione"],"description":"Xuan Yuan Sword 7 è un GDR d'azione con frenetiche battaglie in tempo reale, un'avvolgente grafica 3D e una ricca narrazione cinematografica. È una celebrazione dell'ambiente, della civiltà e della cultura dell'antica Cina, intrisa di leggende mistiche, in netto contrasto con le anacronistiche tecnologie moderne. È un mondo familiare e misterioso al tempo stesso, fatto di scienza e spiritualità, che aspetta di essere esplorato.\n\nAssumi il ruolo del pacato e affidabile spadaccino Taishi Zhao, che lotta per proteggere la propria famiglia e scopre la verità su una piaga che minaccia tutta la Cina. Con una narrazione profondamente radicata nella storia e nella mitologia cinese, Xuan Yuan Sword 7 reinventa il passato trasformandolo in un regno fantastico e caotico governato da una nuova dinastia Xin.\n\nVerso la fine del dominio degli Han occidentali, il potente primo ministro della Cina ha detronizzato l'imperatore, promettendo un'era di pace e prosperità. Ma dieci anni dopo, quella promessa non è stata mantenuta. Anzi: un decennio di guerra e carestia ha lasciato la Cina in rovina, e la salvezza del paese è nelle mani di uno spadaccino mohista che ha ottenuto il controllo di un manufatto leggendario, la Pergamena di Elysium. Riusciranno i mohisti, cultori della scienza, a far rivivere la loro antica gloria? O svaniranno tra le pagine di una storia dimenticata?\n\nCaratteristiche:\n\n• Viaggia attraverso la Cina facendoti trasportare da un'avventura cinematografica.\n• Squarcia, blocca, schiva e rispondi in combattimenti in tempo reale basati sulle combo!\n• Controlla la Pergamena di Elysium per rallentare il tempo, assorbire mostri o modificare l'ambiente.\n• Potenzia armatura e armi, sviluppa abilità passive e impara nuove tecniche.\n• Esplora una storia indipendente che non richiede conoscenze preliminari della saga di Xuan Yuan.\n• Immergiti nelle grafiche 3D più evolute nella storia della serie!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/63e3a9734e5e945c72ed1c1df2fb652b2c890b08ad2b63a6a589f7a8560e840a.jpg","id":"010029F01BA3E000","intro":"Viaggia attraverso una rivisitazione fantastica dell'antica Cina in questo GDR d'azione 3D!","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","ru","zh","zh"],"name":"Xuan Yuan Sword 7","nsuId":70010000068167,"numberOfPlayers":1,"publisher":"eastasiasoft","rating":16,"ratingContent":["Violenza intensa"],"region":null,"releaseDate":20240530,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/4eff190891b47b1f4bfad7f60cde8039b48b4dfa2f3d9ebbdfd9080ffa73f13f.jpg","https://img-eshop.cdn.nintendo.net/i/dcdb93832ac8dc61a995ff9341a304524fb714b436396021e69357366b8dcf0f.jpg","https://img-eshop.cdn.nintendo.net/i/5eb67275fb8729d8571b6c8b0585f4970859e5abacd0e36647f536f1f515ace5.jpg","https://img-eshop.cdn.nintendo.net/i/a3a0c1c2a82ecdcbbddc6fd33956036952ded3d034315f4e99a064d892ecf2d1.jpg","https://img-eshop.cdn.nintendo.net/i/08cfd6b7bf232a7dc63509e009e86f0fc1a69bd841a39ef7736306b36b0e83ea.jpg","https://img-eshop.cdn.nintendo.net/i/a977a0ad588a258a07967fe75a1b1af19afc1c74ba3dbfd2df63b0e69381235e.jpg"],"size":10162798592,"version":null},"70010000068808":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/27476adb2c5f21b316eafa76e7b668c462f765d32c5676e3b5c309967b05076c.jpg","category":["Azione"],"description":"Umbraclaw narra la storia di Kuon, una gatta domestica morta sul piano dei mortali, ma risvegliata sul Piano Animico. In questo action-adventure 2D affronterai il suo pericoloso viaggio per tornare a casa.\n\nControllerai la gatta Kuon mentre cerca la via verso il \"Confine\" del mondo dei mortali.\nIl terreno infido e gli spaventosi demoni sono una sfida quasi impossibile per un semplice gatto domestico.\nUn singolo impatto può causare la morte immediata per un piccolo felino.\nMa questo offre anche una possibilità, dato che Kuon può usare il potere del Risveglio Animico per tornare in vita ogni volta, dotata di nuove abilità per facilitarsi il cammino.\n\nCome finirà? La storia di Kuon si chiuderà in vari modi diversi, in funzione delle azioni e delle scelte del giocatore. La sua lotta per spezzare il ciclo di vita e morte potrebbe toccarti l'anima.\n\n1: Trova speranza nella morte con il \"Risveglio Animico\"!\n\nKuon è una semplice gatta mortale. Il minimo danno sul Piano Animico è sufficiente a ucciderla all'istante. Ma il misterioso potere del \"Risveglio Animico\" la riporterà in vita, assorbendo l'anima di altri animali per dotarla di nuove abilità e aiutarla a sopravvivere.\n\nKuon potrà anche trasformarsi in forma umanoide per diventare ancora più forte ma... \nPotrà rianimarsi solo nove volte. Come si suol dire, i gatti hanno nove vite! \nRiuscirà Kuon a fuggire dal Piano Animico prima di esaurire le sue nove vite?\n\n2: Attraversa un aldilà tenebroso, intrigante e spettacolare.\n\nIl percorso verso casa di Kuon sarà riccamente illustrato con grafica disegnata a mano, nello stile del collage. Ogni singola creatura e ambientazione è stata realizzata con amore dal reparto grafico di INTI CREATES.\n\n3: Una storia che ti rimarrà nell'anima.\n\nLa morte di una semplice gatta aprirà un ciclo di rinascita.\nMentre lotta pe tornare a casa, Kuon incontrerà altre anime cadute dell'aldilà. Alcune come lei, altre molto diverse...\nCome finirà? La storia di Kuon si chiuderà in vari modi diversi, in funzione delle azioni e delle scelte del giocatore.\nRiuscirai a conservare la tua umanità (e la \"felinità\" di Kuon) fino all'ultimo?\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/b275446c71de92802536c955cc8226f1121b784999a467c4b035cdae997e0bff.jpg","id":"010088601BD34000","intro":"Trova speranza nella morte.","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ko","zh","zh"],"name":"Umbraclaw","nsuId":70010000068808,"numberOfPlayers":1,"publisher":"Inti Creates","rating":16,"ratingContent":["Violenza intensa"],"region":null,"releaseDate":20240530,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/a4b2434a6f99b1c5d99599dc0122102a54ef873ebf758a3e1742148065a5cf05.jpg","https://img-eshop.cdn.nintendo.net/i/f8243ecf79df289d435ffa3bc973b13580b3813a6ac28aa027d31b62d32de1dd.jpg","https://img-eshop.cdn.nintendo.net/i/ce1f3289d432a46c2ec0e6101e43d9448a12b8a9a14972841cff57f7b2fd2a16.jpg","https://img-eshop.cdn.nintendo.net/i/d75a682b7e13b638bac1c1f77161e0a9bf1c84c9c25f7c88e41a2e54f04d7129.jpg","https://img-eshop.cdn.nintendo.net/i/99b198ce07568440dab58b812f5528283f447e9965bd7653ceed2761788c4953.jpg","https://img-eshop.cdn.nintendo.net/i/93badb177c371ab8f6538b9a40592f260a7f3a00fb4f5f2c99afbb1c77ccd554.jpg"],"size":1795162112,"version":null},"70010000073935":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5968fe906ce1b97634eaf71b0c7f18866b1531fb29aaf68695cd9e721fc240ff.jpg","category":["Arcade","Azione"],"description":"Power up with special \"TYPE 0\" boost gear and annihilate the forces of evil in this captivating arcade-style ninja action game!\n\nDelve into and experience the mysterious \"beginning\" untold in the original anime.\n\nGameplay Features:\n・Immerse yourself in this side-scrolling action game that lets you experience the world of the original anime!\n\n・Master the art of timed attacks for devastating combos that keep enemies on their toes.\n\n・Utilize homing kunai to stun locked-on enemies and gain advantage of the battle with your own unique style!\n\n・Explore 3D mode by attacking enemies and collecting various items from a first-person perspective.\n\n・Storytelling through captivating comic strips and character dialogues during each stage will help reveal hidden truths.\n\n・Challenge yourself in Score Attack mode, competing with other players from around the world on the online leaderboard!\n\nStoryline:\nStep into the role of Tsukumo, a member of the Ninja Organization within AUZA, committed to eradicating all traces of \"evil\" within its ranks.\n\nOne day he learns that a deadly attack by AUZA mercenaries on his former comrades is being planned. He receives an experimental \"TYPE 0\" boost gear from his buddy, J, a researcher in the same organization.\n\nTsukumo arrives at the hidden village of the “exiled ninja” where he encounters the leader of the AUZA Ninja Organization - Lil, Big D, and others...","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/ce8892273140110db363209707514f61f3cb7589716875f0a6c877acc5fe6ee9.jpg","id":"0100ECA01904C000","intro":"A thrilling ninja action game based in the world of the original anime “NINJA KAMUI” is now available!","isDemo":false,"key":null,"languages":["ja","en"],"name":"NINJA KAMUI: SHINOBI ORIGINS","nsuId":70010000073935,"numberOfPlayers":1,"publisher":"Rainmaker Productions","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240530,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/4f9d9e0c3afba4ee024cdcd452885915a95b41e0a2909ba53240a355d9a9ed15.jpg","https://img-eshop.cdn.nintendo.net/i/38106ccc897275e954bb03fe8f91fea33d03af5228eb07b4e3368db55e2869d3.jpg","https://img-eshop.cdn.nintendo.net/i/9afb3af9ea441736b4aca1df9561366a185793db671c7a0f447fda9426a31140.jpg","https://img-eshop.cdn.nintendo.net/i/da6ee8e32157e6034b30552a0e5c6e7d91a3677f78a50bad0c0e7d31ac46a06c.jpg","https://img-eshop.cdn.nintendo.net/i/95d471d2f530a3f8657b88283af53b46b035630807c7416d8f4742b039e4e61f.jpg","https://img-eshop.cdn.nintendo.net/i/5e684851ca11720572b61c6801ad15c67519f6b1c2e451af74eb59bff01f086e.jpg"],"size":1301282816,"version":null},"70010000077166":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0f39c92c5f31faf45cef6a92acb833415180169b6e6ccadf17275273fdb509cb.jpg","category":["Arcade","Azione","Multiplayer"],"description":"Cast powerful spells, battle against hordes of magical enemies to liberate the rulers of three kingdoms that have been overtaken by dark forces. With staff in hand, do you have what it takes to uphold the title of The Spellbearer?\n\nSTORY\n\nDarkness sweeps over the mythical world of Spellbourne, out of which emerge beasts and monsters that were said to have long been banished. An evil force has brought them back and must be stopped. This darkness has invaded the three ruling kingdoms of Spellbourne, their rulers overtaken and transformed into hideous and destructive monsters. If there is to be any hope in defeating this evil, all three kingdoms must be saved by restoring the rulers back to their original forms.\n\nAmid the ensuing chaos, Four legendary heroes arise to take up the call. Destined to forever shoulder the burdens of magic, they are known only as the Spellbearers.\n\nSelect your Spellbearer and fight against the hordes. You can join the cause alone or with a friend. Choose the Spellbearer that best represents your own soul.\n\nTorch your enemies and stop them from progressing against you and those you protect. You wouldn't want to know the chaos that will commence if failure occurs. Precision and speed are key to success, but the freezing cold may determine the result. The icy terrain will be used against you by the enemy, therefore, you must find your own advantage points to proceed through the frozen dungeons.\n\nBring down the epitome of evil with your cunning and wits. Mistakes are unacceptable, and the enemy is pristine.\n\nThe enemy is strong, but each has its weaknesses. Abnormities and demonic abilities are against you. Can you survive long enough to expose it?\n\nGRAB A FRIEND\n\nTake a friend on the adventure and work together to prevail against the dark creatures. But remember that your enemies will do whatever it takes to fulfill their objectives.\n\nFEATURES\n\n1-2 Multiplayer: Grab a friend on this adventure and set off as the pair of Spellbearers that the world needs to save itself.\nNumerous unique power-ups: Power up with energy grenades that bounce off walls, lightning blasts that unleash devastating chain damage, protective swords made of destructive light, and more.\nExplosive visual effects and soundtrack: Enjoy the atmosphere created by power-ups that you select to use throughout your journey, as well as the full original Spellbearers soundtrack.\n\nAction-oriented: The halls of the invaded kingdoms are packed with monsters that appear one after the other.\n\n* Please note that the game content is available in English only. ","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4c669a0aee4d7940658ffc38b3042a738884b776af60d4761da7f486ec22e227.jpg","id":"010081701E158000","intro":"Spellbearers is a top-down, 2D, twin-stick shooter. Battle against hordes of magical enemies to liberate the rulers of three kingdoms that have been overtaken by an evil wizard. ","isDemo":false,"key":null,"languages":["en"],"name":"Spellbearers","nsuId":70010000077166,"numberOfPlayers":2,"publisher":"Whim Independent Studios","rating":12,"ratingContent":["Orrore"],"region":null,"releaseDate":20240530,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/243b1dafc7a2d67ae601fff6e74576918cf018f7c270bbad276b38c878afd83b.jpg","https://img-eshop.cdn.nintendo.net/i/2b43c8d925b10a50e1eb29b6c591842805754f3cdae2d7b185b67a8a75c20a0d.jpg","https://img-eshop.cdn.nintendo.net/i/9711641e06e24bc920dfebae04dfd0bf4e84c325137deed5259b0972909a574b.jpg","https://img-eshop.cdn.nintendo.net/i/1f0a379f20cc264ca2467b2aeb6c0359a3004b7146290867c166803867d14cde.jpg","https://img-eshop.cdn.nintendo.net/i/0ac06b41416f0f858eb4a3c438822d7cd94a455b41723ca799c34219beeb3e69.jpg","https://img-eshop.cdn.nintendo.net/i/52cccb2276e6b50e024c6ac030173a9a4fdc9b49a0bab78b018911d5fe9b1729.jpg"],"size":423624704,"version":null},"70050000028136":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/45d027d289ee935213b10b5efdcc7d27213e475233b1344206b7f7f357ddc16b.jpg","category":null,"description":"Con 115 nuovi livelli da superare e migliaia di esagoni da risolvere, questo mondo, Ignis,  promette ore rilassanti di risoluzione di rompicapi!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Sblocca un nuovo ed eccitante mondo: Ignis! Divertiti con un mondo inedito, ricco di rompicapi da completare!","isDemo":false,"key":null,"languages":null,"name":"Ignis","nsuId":70050000028136,"numberOfPlayers":null,"publisher":"ToastieLabs","rating":3,"ratingContent":[],"region":null,"releaseDate":20240530,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/632797e953695242896176beedb946ce2ee9314f6c454d724aa15e58bc5492ac.jpg","https://img-eshop.cdn.nintendo.net/i/47b9d6e73568b490ca925cc290bacfe38f636ad697130a7668cc5746f133fcdb.jpg","https://img-eshop.cdn.nintendo.net/i/8c484f167124bdacd6f51d60c0c80ac1c9c790de749ebd4655a8424b8f706a7e.jpg","https://img-eshop.cdn.nintendo.net/i/faeca2f2943995412de9c9648424c7eef26e1e496cc674cfb587bb9a94b64177.jpg","https://img-eshop.cdn.nintendo.net/i/ba47aa7125695aec2951f03a78e3034d76c0fe0e55cc65463aa7e581916ff691.jpg","https://img-eshop.cdn.nintendo.net/i/675b07bbb8d905ba6890e843116428533a5501345c2a2522915263ab82e17178.jpg"],"size":3145728,"version":null},"70010000072540":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/721a3768ce40f5512bbeb369dee9ec3cea0c3778f905fc9a08f7188c93ae28d0.jpg","category":["Avventura","Puzzle"],"description":"SKELER BOY è un gioco d'avventura con un'atmosfera ispirata agli iconici film che hai amato negli anni '70 e '80. \n\nEntra in un tetro mondo di suspense e parti per un viaggio nell'horror psicologico. Incontrerai centinaia di conversazioni, manipolerai oggetti, risolverai rompicapi, scoprirai indizi e troverai tante sorprese.\n\nCaratteristiche\n* Gioco d'avventura a rompicapi\n* Temi narrativi horror e dark\n* Nostalgia della cultura popolare degli anni '70 e '80","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/7252431a746a3c3e0dd0fb3622722f011e98c5a00aad65836efec98a95ccab9c.jpg","id":"010010701CFD8000","intro":"Un'estetica nostalgica dai classici degli anni '80 e '90!","isDemo":false,"key":null,"languages":["en","es"],"name":"SKELER BOY","nsuId":70010000072540,"numberOfPlayers":1,"publisher":"Ratalaika Games","rating":16,"ratingContent":["Violenza intensa"],"region":null,"releaseDate":20240531,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/de1baf0ffd666a6f44d505839fdc748ead5d5488eda1412c9a35ae721a2cd06a.jpg","https://img-eshop.cdn.nintendo.net/i/4c8fb13136c2f7f5cf1321a0c9d78db1b9f7b214bd41a8ffb790db95adbf76a0.jpg","https://img-eshop.cdn.nintendo.net/i/7e2538ec9b6a1f46e7699f122d8c472c0d69c1f6d8c7e9ac158ec8107a39af08.jpg","https://img-eshop.cdn.nintendo.net/i/c7c512efd4063027e5634d54875b8a592cb95b47c4468246efc1aa59e071ddc5.jpg","https://img-eshop.cdn.nintendo.net/i/6f654ee7ad9170515d74aeafed1c351fd0eacaf1c4ff6a2445b938e0584e0839.jpg","https://img-eshop.cdn.nintendo.net/i/3eb913f700ac321ad9905b8668cb5b7b427754253d17d83662899a56ca87e1b5.jpg"],"size":1199570944,"version":null},"70050000040090":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/8c57465cee620457eaa1fafbbc2d32013c51662b1a343b4d2cf3f29d4cfc9512.jpg","category":null,"description":"Scopri di più su LEGO 2K Drive con il Drive Pass della Stagione 4.\n\nI contenuti bonus sono accessibili solo dall'account Nintendo utilizzato per comprare questi contenuti.\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Season 4 Drive Pass","nsuId":70050000040090,"numberOfPlayers":null,"publisher":"2K","rating":7,"ratingContent":["Violence","Acquisti in-game"],"region":null,"releaseDate":20240531,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047502":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/c5c545553a32293bade0ef31b5afe3b12ba97934ccf6f50d543ff566ee5816c8.jpg","category":null,"description":"Enjoy three new game modes: \"Original,\" \"Time Limit,\" and \"Attack.\"\n\n\"Original\" is the usual Suika Game, and the player with the highest score wins. Once the box is full, play ends at that point. If the other side's score is higher, you win at that point. If you are losing, continue playing. Can you catch up to your opponent?!\n\n\"Time Limit\" is a 5-minute intense competition, and the player with the highest score wins. When the rainbow gauge runs out, Poppy will drop fruits on her own, so you'll need to make decisions faster than usual!\n\nIn \"Attack,\" the winner is the one who ends the opponent's game. On every 5th attempt, you can send \"sinking\" fruit to your opponent's box. Sending a big fruit would surely turn things around!\n\nWe are currently developing an online play mode!\nYou will update to online play mode for free if you purchase the “Suika Game Multi-Player” DLC. So, stay tuned!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"A brand new two-player addition to the Suika Game is here; come and join the fun!","isDemo":false,"key":null,"languages":null,"name":"Suika Game Multi-Player Mode Expansion Pack-Online","nsuId":70050000047502,"numberOfPlayers":null,"publisher":"Aladdin X","rating":3,"ratingContent":[],"region":null,"releaseDate":20240531,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/e69bb35e0012929c8fa87b64347eff48b064dd35b67f796e8a663c63cdd6d7d4.jpg","https://img-eshop.cdn.nintendo.net/i/608305106b0598f5ea0c632195b8cadccb23aef4abc975f8661cfcb1c3836278.jpg","https://img-eshop.cdn.nintendo.net/i/b0d885e0c724afbe35cf6d46f6cc072843f88e3899845e78a765a4e6723d3e99.jpg","https://img-eshop.cdn.nintendo.net/i/7046b165f06587ffa8a46e662f1afd8c187974e9e8792fa69b6ab8567ba7f6ca.jpg","https://img-eshop.cdn.nintendo.net/i/b36451a5c357c8d8b441cb40c3e71ca84c060792a43629e8cd2ea865811b3ba5.jpg","https://img-eshop.cdn.nintendo.net/i/0d688bdca7aac74e2a7dbcf16eb4cb0fc1c591ff9015b81f40ecf3c320f6f10f.jpg"],"size":0,"version":null},"70010000077586":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a1e95d775cf68dad7033c6310bddefd6a366636816dc00bf92b0bc255d29b49e.jpg","category":["Party","Multiplayer"],"description":"Grande Puffo ha deciso di organizzare una festa eccezionale! \nA tal fine, chiede a tutti i Puffi di partecipare ai preparativi per rendere la festa indimenticabile!\n \nVai in giro per il villaggio e invita all'evento tutti i Puffi sparsi per il mondo, ma fai attenzione a Gargamella perché ha saputo della festa e farà di tutto per rovinarla...\n\nNella modalità, riunisci i tuoi amici e familiari per ore di divertimento puffesco attraverso 50 minigiochi ispirati all'allegro spirito dei Puffi. \n\nNella modalità avventura, tuffati in un emozionante viaggio pieno di missioni, incontra oltre 100 Puffi iconici ed esplora 10 diverse regioni, dal villaggio dei Puffi al territorio di Gargamella.\n\nGIOCO DI FESTA\n• 50 minigiochi\n• 19 Puffi iconici giocabili + 31 abiti per il tuo Puffo giocabile\n• 6 tipi di giochi (sport, rapidità, fortuna, memoria, battaglia e precisione)\n• 2-4 multigiocatori locali\n\nAVVENTURA\n• Una storia originale nel villaggio dei Puffi\n• Incontra oltre 100 iconici Puffi\n• 10 ambienti diversi: Foresta incantata, Montagne innevate, Territorio di Gargamella, ...","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/a831933476379d03cba94c9eda6718c7fdbe27288078a86021beeb32c3110bf0.jpg","id":"01007C101E334000","intro":"Partecipa a un gioco di festa ambientato nel villaggio dei Puffi, con una modalità di avventura!","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it","nl","ru","zh","zh"],"name":"I Puffi - Village Party","nsuId":70010000077586,"numberOfPlayers":4,"publisher":"Microids","rating":3,"ratingContent":[],"region":null,"releaseDate":20240606,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/85392eabf381c07835f7448cf3429f99508c59d9ebb3ec4da954aea0689b2a5a.jpg","https://img-eshop.cdn.nintendo.net/i/0aa4b05d2e3ece0465628695a20218db0702cce83eaef9a0d6a6dedc91ac8316.jpg","https://img-eshop.cdn.nintendo.net/i/7aa3cc99464202c53ab607383b1381392dd46b35692db8ec883f34a06edc760b.jpg","https://img-eshop.cdn.nintendo.net/i/ce97da3202e0dcf4c806397bdb3ac046af267986e34b18e8cf76401b1c5440ab.jpg","https://img-eshop.cdn.nintendo.net/i/f7a8caf61c51f8af82c3045a5e747fe93e9d771f019e8c39486b26ba27dffed1.jpg"],"size":1204813824,"version":null},"70010000068530":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0a1d7fb1bf1180baf9067ec08f9b3e9b07540a211b4470d473fbec062cf56f9d.jpg","category":["Azione","Arcade","Picchiaduro","Multiplayer"],"description":"Willy's Wonderland - The Game è un gioco beat 'em up in 2.5D basato sull'omonimo film cult, in cui un gruppo di Animatronics prende vita e massacra le persone che osano visitare il Paese delle Meraviglie di Willy.\n\nI giocatori assumono il controllo dell'Inserviente o di Liv mentre affrontano le orde del male comandate dai nefasti Animatronics - Tito Turtle, Siren Sara, Arty Alligator, Cammy Chameleon, Willy Weasel e altri ancora!\n\nProva diverse combinazioni di pugni e calci per eseguire diverse combo e utilizza tecniche speciali e potenti abilità per sbarazzarti di Willy e dei suoi scagnozzi.\n\nCaratteristiche\n- Combatti contro orde di nemici in stile \"retro beat 'em up 2.5D\" ispirato ai classici del genere;\n- Attraversate le fasi a tema Willy's Wonderland;\n- Due personaggi tra cui scegliere;\n- Utilizzare tecniche speciali e potenti abilità;\n- Sconfiggere diverse ondate di nemici e minacciosi boss in ogni livello;","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/3e57c9bd277cc9149ce0432c22fcf85c6790b99eff3892ba179601e62ef1d9b7.jpg","id":"0100CE701BC6A000","intro":"Sconfiggi un gruppo di Animatronics che prendono vita in Willy's Wonderland!","isDemo":false,"key":null,"languages":["en"],"name":"Willy's Wonderland - The Game","nsuId":70010000068530,"numberOfPlayers":2,"publisher":"QUByte Interactive","rating":16,"ratingContent":["Violenza intensa"],"region":null,"releaseDate":20240613,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/47d23e9900e238af7e6e18b6a52afdf423a1471337aeb414b5c64f2620fe710c.jpg","https://img-eshop.cdn.nintendo.net/i/3f0674eb0102d9d4196ac3e76d84f6ceccf0f870c3c3ffaf259ab16578b981e3.jpg","https://img-eshop.cdn.nintendo.net/i/a45476881e9b9ac710f3c744ffdb03849af9d831a3b8f301c36fc5f55d90a125.jpg","https://img-eshop.cdn.nintendo.net/i/2982e342ead1b039958cfb3fa5bf349417602b9eaa0bb089caf03acd38da0931.jpg","https://img-eshop.cdn.nintendo.net/i/9e7a5d8eeb77ea574d447e24f399fa8ff2a0861bba42a0b0b3c703f89ce34508.jpg","https://img-eshop.cdn.nintendo.net/i/a1ea2bbcc68b4ffb20d5b6b960a128c1a685f067bb1ed860f1e058f013fb157b.jpg"],"size":1440743424,"version":null},"70010000079345":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/11fe4e2a93de0f34b76ba6093a7825628a8ebf4294a71de19c7bf109733f6513.jpg","category":["Avventura","Puzzle","Altro"],"description":"Magnus Trilogy is a series of three visually captivating and emotionally immersive visual novel games, each with its own unique narrative and hand-drawn graphics. The Trilogy invites players to explore the depths of the human psyche, confronting them with unsettling themes and thought-provoking storytelling.\n\nMagnus Trilogy includes 3 games:\nMagnus Positive Photoaxis\nMagnus Imago\nLazarus A.D. 2222","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/f3c675b9c1df77efcd6ad16b562df1d227ef5f9ab23f1234373e3d334dd8c9a3.jpg","id":"01008DA01E990000","intro":"Explore the depths of the human psyche.","isDemo":false,"key":null,"languages":["en"],"name":"Magnus Trilogy","nsuId":70010000079345,"numberOfPlayers":1,"publisher":"IndieGamesStarter","rating":18,"ratingContent":["Violenza estrema","Linguaggio volgare"],"region":null,"releaseDate":20240613,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/115749eefbf901fad7c680807172f7a6b7f59ca7f497c88200610468331054ee.jpg","https://img-eshop.cdn.nintendo.net/i/3847e73d39f99829dfa0aeebc45460b072d348c14a31d2b5b39d92e2f377eb94.jpg","https://img-eshop.cdn.nintendo.net/i/de2ffa26ea78b109a311a3aa5f8639445d23c255dc953de284b819f469cefbaf.jpg","https://img-eshop.cdn.nintendo.net/i/4dc7affd4ed37245384fb31bebfe7ef80de87f1e2c5866984a3a879749364b1c.jpg"],"size":558891008,"version":null},"70010000064608":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/aa1b0784f01b32bea6ed63b9ca363e5ecf837c21916cd808aeb1b815457d2124.jpg","category":["Gioco di ruolo (RPG)","Azione","Avventura"],"description":"Imbarcati in questa versione definitiva dell'acclamato Shin Megami Tensei V, enormemente ampliato con una trama nuova di zecca con nuovi luoghi, demoni e scelte da fare che detteranno il destino di tutta l'esistenza. \n\nShin Megami Tensei V: Vengeance è composto da due percorsi narrativi completi: sperimenta un percorso completamente nuovo, il \"Canone della Vendetta\" - una drammatica storia di vendetta da parte dei caduti, incentrata su nuovi personaggi e un'enigmatica coorte di demoni, le Qadištu, che tramano i propri oscuri disegni separatamente dalla guerra di coloro che combattono per mantenere l'ordine e di coloro che cercano di sfidarlo. Oppure esplora la storia originale narrata in Shin Megami Tensei V, il \"Canone della Creazione\": un eterno conflitto tra angeli e demoni, in cui il protagonista combatte per il destino del mondo. \n\nQuando una macabra scena di omicidio nella moderna Tokyo blocca il cammino del nostro protagonista verso casa, una deviazione non pianificata lo lascia sepolto e privo di sensi. Si risveglia in una nuova Tokyo, una terra desolata devastata dall'apocalisse ora chiamata Da'at... ma prima che demoni assetati di sangue possano reclamare la sua vita, emerge un salvatore, e i due si uniscono per diventare un essere potente, né umano né demone: un Nahobino. \n\nCon un ritrovato potere, il protagonista si avventura attraverso il Da'at, un regno enigmatico pieno di divinità mitiche e tiranni demoniaci in costante conflitto per la sopravvivenza. Alla ricerca di risposte, il protagonista deve forgiare la propria strada in una battaglia tra angeli e demoni per dettare il destino del mondo. \n \nASPETTI CHIAVE \n\nLa versione definitiva di Shin Megami Tensei V: Vengeance \n\nCompletamente evoluto con una grafica straordinaria per le console moderne, la trama oscura, l'atmosfera inquietante e i demoni meravigliosi e mostruosi sono tornati e sono migliori che mai. Massicciamente ampliato con nuove aree, demoni e musica, Shin Megami Tensei V: Vengeance offre un'esperienza di gioco più accessibile, un sistema di combattimento migliorato, nuove esperienze con i demoni e una maggiore esplorazione del campo. \n\nUn racconto di Vendetta o Creazione \n\nQuale strada percorrerai? Vivi una nuovissima storia di vendetta dei caduti o la storia originale di Shin Megami Tensei V, entrambe piene di scelte contrastanti e tragiche, che ti costringono a confrontare le ideologie per cui sei disposto a combattere. Mentre l'ordine e il caos si sgretolano intorno a te, forgia il tuo percorso per dettare il destino dell'umanità. \n\nEsplora un mondo post apocalittico \n\nCombatti in una Tokyo decimata, ridotta a una vasta terra desolata e invasa da demoni mitici. Vaga per aree ampie e aperte ed esplora nuovi luoghi alla ricerca di oggetti salvavita o incontra centinaia di demoni conosciuti e dozzine di nuovi demoni con cui combattere o fare amicizia come alleati.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/90d0b43d6a2af0afce08883e87988578fbb7a19b2a7f600e53e923bdbe38e86c.jpg","id":"010069C01AB82000","intro":"I demoni esigono vendetta\n","isDemo":false,"key":null,"languages":["en","pt","es","fr","de","it","ru"],"name":"Shin Megami Tensei V: Vengeance","nsuId":70010000064608,"numberOfPlayers":1,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6782d70b4f287e221b08fabddb45fe36ef1257b10eebbfe0312cf2bbc5c9b321.jpg","https://img-eshop.cdn.nintendo.net/i/965b644927688bfae3f6a73395bec5d9731cd0d5d2eb2584ade254ba29da23d7.jpg","https://img-eshop.cdn.nintendo.net/i/85301efb9afc696c19385b1e48933718cd00eb20c82bdd895ec1f944e545090e.jpg","https://img-eshop.cdn.nintendo.net/i/cbec017e68c111c55d481448f5f99108a0a202a518de115abe5bb9a19b3ee8f9.jpg","https://img-eshop.cdn.nintendo.net/i/abcb5ea6ff4971d8a559ce6fa42c1c73bdb4e6e34af7dca09a063d7cbb181073.jpg","https://img-eshop.cdn.nintendo.net/i/470687cb2f17effd2c7228ccb503cdc7a5e68c285f31f55889c0e89c1e04443f.jpg"],"size":14763950080,"version":null},"70010000076858":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4fd7e53dbe85a51800342e51df4915a4df3e74164d3b3bf12d39f1ff690b51e4.jpg","category":["Gioco di ruolo (RPG)"],"description":"Monster Hunter Stories è un GDR ambientato nel mondo di Monster Hunter che si amplia in straordinari modi tutti nuovi! Non dovrai più dare solo la caccia ai mostri, ma potrai anche allevarli! In questa storia toccante al fianco degli eroi conosciuti come Rider di mostri, vivi insieme a queste creature e stringi con loro legami inscindibili. Torna finalmente il primo titolo della serie di Monster Hunter Stories, interamente doppiato in giapponese e inglese, con funzionalità aggiuntive come una nuova modalità museo in cui potrai ascoltare la musica e vedere le concept art per scavare ancora più a fondo nel mondo di Monster Hunter Stories.\n\nStoria:\nNelle vesti di protagonista della storia, provieni da un villaggio di Rider che si guadagnano da vivere allevando mostri. Crescendo come Rider affronterai peripezie di ogni genere, e lascerai il tuo villaggio per partire all'avventura. Destinazione: il mondo dei Cacciatori, i quali si guadagnano da vivere dando la caccia ai mostri. Nonostante gli stili di vita molto diversi, dovrai imparare a convivere e collaborare coi Cacciatori e infine riunire queste due realtà.\n\nLa situazione si complica quando appare una calamità nota come Flagello nero, minacciando il mondo intero e alterando stili di vita pacifici dati per scontati... Rider e cacciatori verranno dunque messi alla prova per sventare questa minaccia.\n\nI segreti per salvare il mondo sono la Pietra del legame e il suo potere latente, insieme alla verità della \"Leggenda di Redan\", che descrive l'antico segreto sulle origini dei Rider! In questo epico viaggio, scoprirai il vero significato del Legame, che cresce continuamente man mano che intensificherai l'affiatamento! Ti attende una storia di amicizie e trionfi: salta in sella con fierezza nel mondo di Monster Hunter Stories!\n\nFunzionalità di gioco:\n■ Un GDR a turni ambientato nel mondo di Monster Hunter! Monster Hunter Stories presenta un sistema di combattimento strategico molto intuitivo, facile anche per chi non è abituato ai giochi d'azione. Usa gli attacchi di potenza, velocità e tecnica per anticipare e sovrastare gli attacchi dell'avversario, infliggergli grossi danni e vincere le battaglie Testa a testa! Carica la barra legame per usare le abilità o prova le straordinarie abilità legame dei Monstie!\n■ Addestra i celebri mostri della serie e falli diventare tuoi Monstie! Esplora l'area usando le abilità dei Monstie, fai schiudere le uova che trovi durante i tuoi viaggi e addestra vari mostri per farli diventare Monstie! Questo gioco presenta tanti celebri mostri della serie di Monster Hunter, tra cui Zinogre, Nargacuga e Lagiacrus. È presente anche il Rituale sciamanico, con cui potrai risvegliare le abilità latenti dei tuoi Monstie e usarli per affrontare potenti nemici!\n■ Funzionalità online in cui potrai creare una potente squadra coi Monstie che hai allevato e affrontare entusiasmanti scontri con altri giocatori!\n\nNuove funzionalità:\n■ Interamente doppiato in giapponese e inglese! La storia sarà ancora più immersiva con le voci in giapponese e inglese.\n■ Contenuti bonus del museo! Goditi più di 200 opere di concept art, tra cui alcune mai viste prima, e svariati brani musicali. Alcuni brani sono inclusi in surround per la prima volta!\n■ Tutti gli aggiornamenti inclusi! Troverai tutti i mostri aggiunti negli aggiornamenti del gioco originale, tra cui Kushala Daora, Teostra e Rajang, più tutti i contenuti d'espansione di fine gioco e parti aggiuntive dell'editor personaggio, per un pacchetto davvero completo!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/b775e11d6ca914685b7627949da98f6709be425010925792bc0b94e423cb99c8.jpg","id":"010069301B1D4000","intro":"Torna il primo GDR nella serie di Monster Hunter!","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh","zh"],"name":"Monster Hunter Stories","nsuId":70010000076858,"numberOfPlayers":1,"publisher":"CAPCOM","rating":7,"ratingContent":["Fear","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/0d7a2b06e425c3909fd887cf04ffb367f4b16c054abcd972f49e2b028637dc56.jpg","https://img-eshop.cdn.nintendo.net/i/78955946d5fbbd01b4b04429b7031a0188187f0ff5953a81a9b9eeea2f4cb869.jpg","https://img-eshop.cdn.nintendo.net/i/88f09d1f32fbd278e48c29924401e5ff37ddd8c6902c03fa50996747042843b3.jpg","https://img-eshop.cdn.nintendo.net/i/a9434f73af456abc1e6432e03eb017bbda6815d6515744c2f5e591ffaedc3f62.jpg","https://img-eshop.cdn.nintendo.net/i/5d07c95319aeeb7d3e9455202fc221aae9cc0041853129967348b1d253d88e38.jpg","https://img-eshop.cdn.nintendo.net/i/b179467882e946796cf6f4692c731f674b1ba04e86a69f70ae53b0b311c24fac.jpg"],"size":11161042944,"version":null},"70050000047105":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/aa1b0784f01b32bea6ed63b9ca363e5ecf837c21916cd808aeb1b815457d2124.jpg","category":null,"description":"Due Set di Tesori Sacri che ti aiuteranno durante il tuo viaggio nel Da’at. Questo set include \"Granata lucente\" per infliggere una piccola quantità di danni ai nemici, e \"Perlina di Haraedo\" per far recuperare PV a tutti gli alleati. Entrambe possono essere usate senza limiti durante le battaglie.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069C01AB83007","ids":["010069C01AB83007"],"intro":"I demoni esigono vendetta","isDemo":false,"key":null,"languages":null,"name":"Set di 2 Tesori Sacri","nsuId":70050000047105,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047112":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e38eefb10e85900cc4bfbdf036953989411e6c2376f1ecf9429b6705c8cc09c7.jpg","category":null,"description":"Contenuto scaricabile aggiuntivo che aumenta la probabilità di comparsa dei \"Saki Mitama\", demoni che lasciano oggetti che possono essere venduti in cambio di Macca.\n\n*Esiste, tuttavia, una probabilità minima che i Mitama compaiano anche senza questo DLC.\n*Si può ripristinare la probabilità di comparsa durante il gioco dal menu opzioni.\n*Contenuto esclusivo per il gioco Shin Megami Tensei V: Vengeance. Si tenga presente che non può essere usato per Shin Megami Tensei V.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069C01AB83002","ids":["010069C01AB83002"],"intro":"I demoni esigono vendetta","isDemo":false,"key":null,"languages":null,"name":"Danza della prosperità dei Mitama","nsuId":70050000047112,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047113":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/72c85898f9a5f9aec4cf61a0b8ebc6ca4b51088f141015fbad000435047e33f0.jpg","category":null,"description":"Aumenta la possibilità di comparsa dei \"Kushi Mitama\", demoni che lasciano oggetti che conferiscono al protagonista esperienza, e \"Ara Mitama\", demoni che lasciano oggetti che conferiscono esperienza ai demoni alleati.\n\n*Esiste, tuttavia, una probabilità minima che i Mitama compaiano anche senza questo DLC.\n*Si può ripristinare la probabilità di comparsa durante il gioco dal menu opzioni.\n*Contenuto esclusivo per il gioco Shin Megami Tensei V: Vengeance. Si tenga presente che non può essere usato per Shin Megami Tensei V.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069C01AB83003","ids":["010069C01AB83003"],"intro":"I demoni esigono vendetta","isDemo":false,"key":null,"languages":null,"name":"Danza dei PE dei Mitama","nsuId":70050000047113,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047114":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/78e999fa172f0466bd807cff9f1c4611bb2e284bc0a7492be9d60b8d2f03aefb.jpg","category":null,"description":"Contenuto scaricabile aggiuntivo che aumenta la probabilità di comparsa dei \"Nigi Mitama\", demoni che lasciano oggetti che conferiscono al protagonista Gloria, punti necessari per imparare nuovi miracoli.\n\n*Esiste, tuttavia, una probabilità minima che i Mitama compaiano anche senza questo DLC.\n*Si può ripristinare la probabilità di comparsa durante il gioco dal menu opzioni.\n*Contenuto esclusivo per il gioco Shin Megami Tensei V: Vengeance. Si tenga presente che non può essere usato per Shin Megami Tensei V.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069C01AB83004","ids":["010069C01AB83004"],"intro":"I demoni esigono vendetta","isDemo":false,"key":null,"languages":null,"name":"Danza dei Miracoli dei Mitama","nsuId":70050000047114,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047116":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0a94e571cfac3be73e03435b736c3ed3a4e9c14ba5f23fcf7f5bb8ff0970b387.jpg","category":null,"description":"Contenuto aggiuntivo che garantirà l'accesso alla missione secondaria \"Ceneri di sakura orientale\".\n\nIn questa missione, i giocatori potranno affrontare \"Konohana Sakuya\", e, se vincitori, potranno addirittura reclutarla.\n\n*Dopo aver raggiunto un certo punto del gioco, parla con la ricercatrice della Bethel al Palazzo della Dieta di Tokyo per iniziare la missione secondaria.\n*Si raccomanda di provare questa missione secondaria almeno a metà del gioco.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069C01AB83006","ids":["010069C01AB83006"],"intro":"I demoni esigono vendetta","isDemo":false,"key":null,"languages":null,"name":"Missione secondaria demone: Ceneri di sakura orientale","nsuId":70050000047116,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047117":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a245fb20d37aa8e2573acb4059a95fc6cbc9ca166a27788633c7900dc7870732.jpg","category":null,"description":"Contenuto aggiuntivo che garantirà l'accesso alla  missione secondaria \"Volontà Santa e Dissenso Profano\". \nIn questa missione, i giocatori potranno affrontare \"Dagda\", e, se vincitori, potranno addirittura reclutarlo.\n\n*Dopo aver raggiunto un certo punto del gioco, parla con la ricercatrice della Bethel al Palazzo della Dieta di Tokyo per iniziare la missione secondaria.\n*Si raccomanda di provare questa missione secondaria almeno a metà del gioco.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069C01AB83005","ids":["010069C01AB83005"],"intro":"I demoni esigono vendetta","isDemo":false,"key":null,"languages":null,"name":"Missione secondaria demone: Volontà Santa e Dissenso Profano","nsuId":70050000047117,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000048399":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/eafa695e14c54574f22628cae2e927e2946eb872e22862b4da7e12c337112216.jpg","category":null,"description":"Pre-ordina per ottenere le divise \"Re\" e \"Regina\" di Navirou! Parti per la tua avventura insieme a Navirou con gli abiti di questi mostri classici!\n\n*Le divise acquistate saranno rese disponibili avanzando nel gioco. Puoi cambiare le divise di Navirou dall'opzione \"Divise di Navirou\" che trovi nel forziere a casa tua.\n*Questo contenuto potrà essere reso disponibile separatamente più avanti.\n*Queste divise sono puramente estetiche e cambiano solo l'aspetto di Navirou.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069301B1D5001","ids":["010069301B1D5001"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Divise di Navirou: \"Re\" e \"Regina\"","nsuId":70050000048399,"numberOfPlayers":null,"publisher":"CAPCOM","rating":7,"ratingContent":["Fear","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70070000020788":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/97949dffecdd2c040d17046a968d53ecf36db7a4c3274f6ab472c1c4a1424f57.jpg","category":null,"description":"L'edizione digitale Deluxe Shin Megami Tensei V: Vengeance contiene:\n\n• Gioco base di Shin Megami Tensei V: Vengeance\n• DLC: Danza della prosperità dei Mitama\n• DLC: Danza dei PE dei Mitama\n• DLC: Danza dei Miracoli dei Mitama\n• Missione secondaria demone: Ceneri di sakura orientale\n• Missione secondaria demone: Volontà Santa e Dissenso Profano\n\n*Per maggiori informazioni, fai riferimento ai singoli contenuti scaricabili.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"I demoni esigono vendetta","isDemo":false,"key":null,"languages":null,"name":"Shin Megami Tensei V: Vengeance Edizione digitale Deluxe","nsuId":70070000020788,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":14779678720,"version":null},"70050000042860":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2923f71643f5032d2b5786cc3fd896e3eb1d168b4a64ecc84ef0422295f73dee.jpg","category":null,"description":"Ancora più emozioni ti aspettano nel HOT WHEELS UNLEASHED™ 2 - Mercedes-Benz Pack!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"HOT WHEELS UNLEASHED™ 2 - Mercedes-Benz Pack","nsuId":70050000042860,"numberOfPlayers":null,"publisher":"Milestone","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20240620,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000077859":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/cc1834e377637d9eea6a91b992cf07f546b3791d26ef10b6a5ceba43e4497e2e.jpg","category":["Arcade","Party","Piattaforme","Multiplayer"],"description":"Unisciti ad AiAi e ai suoi amici in Super Monkey Ball Banana Rumble, dove tu e un massimo di 16 giocatori potete competere online in varie modalità di gioco per ottenere il titolo di \"miglior banana\"! Puoi anche collaborare con la tua combriccola preferita nella modalità cooperativa per 4 giocatori o immergerti nella meravigliosa storia della nuovissima modalità Avventura!\n\nCaratteristiche:\n- Lanciati nel multiplayer online per un massimo di 16 giocatori o nel multiplayer locale per un massimo di 4 giocatori.\n- Raduna fino a 3 amici e immergetevi nella meravigliosa storia della modalità Avventura, che vede AiAi e la sua banda andare alla ricerca di 7 misteriosi artefatti che dovrebbero essere la chiave per trovare la Banana leggendaria in più di 200 fasi nuove di zecca!\n- Sfoggia il tuo stile! Personalizza il tuo personaggio e la tua palla scimmia con oltre 300 oggetti alla moda tra cui scegliere.\n- Prova un gioco emozionante e facile da imparare, ma appagante e impegnativo da padroneggiare \n- Usa il nuovo Scatto rotante che permette ai giocatori di superare rapidamente i rivali o creare nuove scorciatoie per conquistare la vittoria!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/b9c7e0dc30094622881edef17f3fd5d3c904eb0bf6fc4081b0e875aebf38d1ac.jpg","id":"010031F019294000","intro":"Divertiti rotolando!","isDemo":false,"key":null,"languages":["ja","en","es","pt","fr","de","it","ko","zh","zh"],"name":"Super Monkey Ball Banana Rumble","nsuId":70010000077859,"numberOfPlayers":4,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20240625,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/691358f3b1809634a4d1681c97c03ecc2911a619e68b655428f8c961ff0c311a.jpg","https://img-eshop.cdn.nintendo.net/i/fcc7df95dd182d243df682b1254d087e5f31aa3255b17933b46c3a9dc4328325.jpg","https://img-eshop.cdn.nintendo.net/i/d6371c22bae7dc6272a72e4658f402b7c384de7a8c003c2a16adc3c0899d16ec.jpg","https://img-eshop.cdn.nintendo.net/i/c02add0429bd59153afd4e2e36065ecd4e1a2f13ad0b6620921cfae595add513.jpg","https://img-eshop.cdn.nintendo.net/i/d0a7281bdb31211dba66813c187412a550675321c0fd27797dc1998e43b965a8.jpg","https://img-eshop.cdn.nintendo.net/i/f7827a06b103c006b5ba265af1c99c6260fe84cc986aee724cc34fb6c3c10648.jpg"],"size":3541041152,"version":null},"70050000047038":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0e8c3094e193166749a10328ad0925fe4f57dfef678bd4545a0f9808c2f306ea.jpg","category":null,"description":"Gli utenti che effettuano il pre-ordine possono diventare un tutt'uno con la banana grazie a questo abito ricco di potassio per i tuoi personaggi.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Costume da banana","nsuId":70050000047038,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20240625,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047053":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/604b6b2408beb3dca4a000b434a66390446ad26913698328b784a765b23fe023.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pass Personaggi SEGA DLC 1","nsuId":70050000047053,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20240625,"rightsId":null,"screenshots":null,"size":0,"version":null},"70070000020803":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/12b8a2899fe3fd54439c773e79bfc57bd6a05c0ffe2e1972e0a40499748d4d12.jpg","category":null,"description":"Unisciti ad AiAi e ai suoi amici in Super Monkey Ball Banana Rumble, dove tu e un massimo di 16 giocatori potete competere online in varie modalità di gioco per ottenere il titolo di \"miglior banana\"! Puoi anche collaborare con la tua combriccola preferita nella modalità cooperativa per 4 giocatori o immergerti nella meravigliosa storia della nuovissima modalità Avventura!\n\nCaratteristiche:\n- Lanciati nel multiplayer online per un massimo di 16 giocatori o nel multiplayer locale per un massimo di 4 giocatori.\n- Raduna fino a 3 amici e immergetevi nella meravigliosa storia della modalità Avventura, che vede AiAi e la sua banda andare alla ricerca di 7 misteriosi artefatti che dovrebbero essere la chiave per trovare la Banana leggendaria in più di 200 fasi nuove di zecca!\n- Sfoggia il tuo stile! Personalizza il tuo personaggio e la tua palla scimmia con oltre 300 oggetti alla moda tra cui scegliere.\n- Prova un gioco emozionante e facile da imparare, ma appagante e impegnativo da padroneggiare. \n- Usa il nuovo Scatto rotante che permette ai giocatori di superare rapidamente i rivali o creare nuove scorciatoie per conquistare la vittoria!\n- Pass Personaggi SEGA: include 6 star SEGA giocabili, ognuna con statistiche uniche! Questo pacchetto include anche 15 oggetti di personalizzazione per decorare la tua scimmia con le tendenze di moda a tema SEGA più popolari del momento.\n\nSuper Monkey Ball Banana Rumble Digital Deluxe Edition include: Super Monkey Ball Banana Rumble e il pass SEGA","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Divertiti rotolando!","isDemo":false,"key":null,"languages":null,"name":"Super Monkey Ball Banana Rumble Digital Deluxe Edition","nsuId":70070000020803,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20240625,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/691358f3b1809634a4d1681c97c03ecc2911a619e68b655428f8c961ff0c311a.jpg","https://img-eshop.cdn.nintendo.net/i/fcc7df95dd182d243df682b1254d087e5f31aa3255b17933b46c3a9dc4328325.jpg","https://img-eshop.cdn.nintendo.net/i/d6371c22bae7dc6272a72e4658f402b7c384de7a8c003c2a16adc3c0899d16ec.jpg","https://img-eshop.cdn.nintendo.net/i/c02add0429bd59153afd4e2e36065ecd4e1a2f13ad0b6620921cfae595add513.jpg","https://img-eshop.cdn.nintendo.net/i/d0a7281bdb31211dba66813c187412a550675321c0fd27797dc1998e43b965a8.jpg","https://img-eshop.cdn.nintendo.net/i/f7827a06b103c006b5ba265af1c99c6260fe84cc986aee724cc34fb6c3c10648.jpg"],"size":3541041152,"version":null},"70010000073168":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/afa4e689fc58877781758ae8cb9cf4e4bf5f7a073f6ff3febc22495753b33e4f.jpg","category":["Avventura","Azione"],"description":"Parti insieme a Tchia in un'avventura open-world tropicale: dovrai salvare suo padre dal crudele tiranno Meavora, sovrano dell'arcipelago. Arrampicati, scivola, nuota e salpa in barca tra splendide isole esplorando un ambiente sandbox basato sulla fisica. Affronta i soldati di stoffa creati da Meavora in scontri aperti nei quali potrai contare sulla tua creatività. Prendi il controllo degli animali e degli oggetti che trovi, stringi nuove amicizie e divertiti con il tuo ukulele che puoi suonare davvero! Una poetica storia di crescita e maturazione ispirata ai paesaggi della Nuova Caledonia.\n\nPASSAGGIO DA UN'ANIMA ALL'ALTRA\nLo speciale talento di Tchia ti permette di prendere il controllo di qualsiasi animale o oggetto che trovi, ciascuno con propri stili di gioco e abilità uniche, che utilizzi per esplorare, risolvere i rompicapi e svelare i segreti. Osserva il mondo dall'alto nei panni di un uccello, esplora gli oceani sotto forma di pesce o scava alla ricerca di tesori con le zampe di un cane. Oltre 30 animali giocabili e centinaia di oggetti.\n\nESPLORAZIONE E ATTRAVERSAMENTO\nSaltando e planando, esplora un vasto arcipelago e utilizza il sistema dei trick per spettacolari acrobazie e immersioni. La meccanica di arrampicata ti permette di salire su qualsiasi oggetto che incontri, senza alcuna limitazione, inclusi alberi realistici basati sulle leggi della fisica. Usa la tua barca personalizzabile per attraversare insenature color turchese e immergiti alla scoperta di barriere coralline e relitti sul fondo del mare.\n\nCOMBATTIMENTI E INCONTRI\nAffronta i Maano, misteriosi nemici generati da pezzi di legno e tessuto. Muoviti continuamente, improvvisa e usa tutte le abilità di Tchia per primeggiare in questi difficili scontri. Puoi anche mettere alla prova le tue abilità affrontando sfide mistiche nei Santuari del totem.\n\nSTORIA E MUSICA\nAccompagna Tchia in un'avventura appassionante in cui incontrerai un cast variegato di personaggi, ispirati alle culture della Nuova Caledonia. I filmati animati con audio nella lingua tradizionale accentueranno la tua avventura mentre i brani orchestrali originali con l'aggiunta di suoni locali creeranno un'atmosfera unica e coinvolgente.\n\nUKULELE\nPotrai strimpellare in solitario o creare melodie insieme ai personaggi non giocanti con il tuo ukulele perfettamente funzionante, che sarà il tuo fedele compagno durante l'intero gioco. Utilizzalo nei momenti chiave della storia e durante le sessioni musicali o suona le melodie sbloccabili in qualsiasi angolo dell'open world per attivare eventi speciali, come attrarre animali o scatenare un acquazzone.\n\nPERSONALIZZAZIONE E OGGETTI\nScegli lo stile degli abiti e dell'imbarcazione di Tchia utilizzando centinaia di oggetti estetici sbloccabili, dal più tradizionale al più eccentrico. Nel tuo cammino, avrai anche la possibilità di sbloccare strumenti utili e divertenti come torce elettriche, fionde, bussole, fotocamere...\n\nNUOVA CALEDONIA\nIl mondo di Tchia è ispirato alla Nuova Caledonia, una piccola isola dell'oceano Pacifico e terra di origine dei co-fondatori di Awaceb. L'ispirazione che è stata tratta dalla ricchezza e dalla varietà di paesaggi, culture, musiche, lingue, folklore e tradizioni locali ha dato vita a un mondo immaginario in grado di narrare una storia universale che chiunque potrà comprendere e apprezzare. I personaggi sono arricchiti dalle voci di talenti locali in lingua tradizionale e i sottotitoli sono disponibili in varie lingue, tra cui inglese, francese, russo, cinese e tedesco.\n\nHai voglia di trascorrere ancora più tempo sull'arcipelago di Tchia?\nPer divertirti ancora di più nelle tue esplorazioni, l'aggiornamento gratuito di Tchia include 8 nuove melodie dell'anima, tra cui la modalità acrobatica, la torcia umana e la super barca! Potrai anche equipaggiare tanti nuovi costumi, e tutti gli oggetti estetici ti forniranno talenti aggiuntivi come vigore extra o abilità speciali.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/b0425738c16734f93a8914f5860a38b9ff000d48bcdb9ddea59c756594360f28.jpg","id":"0100CEE01D23C000","intro":"Un gioco ispirato alla Nuova Caledonia.\n","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh"],"name":"Tchia","nsuId":70010000073168,"numberOfPlayers":1,"publisher":"Kepler Interactive","rating":12,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240627,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/7d1baf1aeab03cf4c66754ff1a654ff6c82a25b5fb51e2ff5468715cade01211.jpg","https://img-eshop.cdn.nintendo.net/i/a0af90ef73217fa54a705aca6051dd90c091e80937e1fbc4a76ee354ea5e3353.jpg","https://img-eshop.cdn.nintendo.net/i/9d1f592a9a43db56f886dd05fdca8257711699c63aca8cb047dadab9d1f7ab91.jpg","https://img-eshop.cdn.nintendo.net/i/2a1202dc62f77dabd85de9f7de8f1cde0f96f8b136490062824e73f34c3de828.jpg","https://img-eshop.cdn.nintendo.net/i/a96e60c8530fc439853dde1702a6632f215c8956feaedc9775493802857fe3cc.jpg","https://img-eshop.cdn.nintendo.net/i/335599b03cca2370334769085aa0cd8fc28156ad383be436fc4f22ceb8777b35.jpg"],"size":6765412352,"version":null},"70050000047752":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/9c96ea2da786e8ea3f8ff0825a6b4c917c6d40edd086adf94744548b24b638a2.jpg","category":null,"description":"Il Kepler Customization Pack include quattro set costumi per Tchia e quattro pacchetti di personalizzazione per la barca, ispirati ad altri titoli del catalogo Kepler.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100CEE01D23D001","ids":["0100CEE01D23D001"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Tchia: Kepler Customization Pack","nsuId":70050000047752,"numberOfPlayers":null,"publisher":"Kepler Interactive","rating":12,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240627,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/63ef49ba557e2739105727bdeda0cb62f72262d07a9be842820e2c6bfc2ab91a.jpg","https://img-eshop.cdn.nintendo.net/i/d0cad8e2178383de1f9cd68974cce9646ee95282f082e7dad7396dda10585a10.jpg","https://img-eshop.cdn.nintendo.net/i/05f06617ca50870f03f17268c922884d1a2179c36aed7514f6da1201be28df3e.jpg","https://img-eshop.cdn.nintendo.net/i/e202179889956a8889a8d4443fa08ef3988fce4dca197b277f8450258aacc69a.jpg"],"size":3145728,"version":null},"70070000021116":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3e914047d306dd5656188e02340daaafc5442f79dbcc496d76e2c9de98e944f5.jpg","category":null,"description":"La Tchia: Oléti Edition include il gioco base Tchia e il Kepler Customization Pack, con quattro set estetici per Tchia e quattro pacchetti di personalizzazione per la barca, ispirati ad altri titoli del catalogo Kepler.\n\nParti insieme a Tchia in un'avventura open-world tropicale: dovrai salvare suo padre dal crudele tiranno Meavora, sovrano dell'arcipelago. Arrampicati, scivola, nuota e salpa in barca tra splendide isole esplorando un ambiente sandbox basato sulla fisica. Affronta i soldati di stoffa creati da Meavora in scontri aperti nei quali potrai contare sulla tua creatività. Prendi il controllo degli animali e degli oggetti che trovi, stringi nuove amicizie e divertiti con il tuo ukulele che puoi suonare davvero! Una poetica storia di crescita e maturazione ispirata ai paesaggi della Nuova Caledonia.\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Un gioco ispirato alla Nuova Caledonia.\n","isDemo":false,"key":null,"languages":null,"name":"Tchia: Oléti Edition","nsuId":70070000021116,"numberOfPlayers":null,"publisher":"Kepler Interactive","rating":12,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240627,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/7d1baf1aeab03cf4c66754ff1a654ff6c82a25b5fb51e2ff5468715cade01211.jpg","https://img-eshop.cdn.nintendo.net/i/9d1f592a9a43db56f886dd05fdca8257711699c63aca8cb047dadab9d1f7ab91.jpg","https://img-eshop.cdn.nintendo.net/i/a96e60c8530fc439853dde1702a6632f215c8956feaedc9775493802857fe3cc.jpg","https://img-eshop.cdn.nintendo.net/i/2a1202dc62f77dabd85de9f7de8f1cde0f96f8b136490062824e73f34c3de828.jpg","https://img-eshop.cdn.nintendo.net/i/a0af90ef73217fa54a705aca6051dd90c091e80937e1fbc4a76ee354ea5e3353.jpg","https://img-eshop.cdn.nintendo.net/i/335599b03cca2370334769085aa0cd8fc28156ad383be436fc4f22ceb8777b35.jpg"],"size":6768558080,"version":null},"70050000047627":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/21bb2f3e4ded1e6165873f49ff6d002f5ca3bd36fdb7e0980bdb77bf248769d7.jpg","category":null,"description":"Con 200 nuovi livelli da superare e migliaia di esagoni da risolvere, questo mondo, Terra,  promette ore rilassanti di risoluzione di rompicapi!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Sblocca un nuovo ed eccitante mondo: Terra! Divertiti con un mondo inedito, ricco di rompicapi da completare!","isDemo":false,"key":null,"languages":null,"name":"Terra","nsuId":70050000047627,"numberOfPlayers":null,"publisher":"ToastieLabs","rating":3,"ratingContent":[],"region":null,"releaseDate":20240725,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/660ff5475dd998b5d60ff23dac1a23b7491bef53201f4692f8b0d7c13cd2593b.jpg","https://img-eshop.cdn.nintendo.net/i/dbd9ce87146a9984204665ad04290ff3a8e122813bae7bcf92b6fa24c38d0093.jpg","https://img-eshop.cdn.nintendo.net/i/066221706a1d5a75c33eb53d2a3c0b8a6af51ed760bb79ec614f2273bb48a704.jpg","https://img-eshop.cdn.nintendo.net/i/ace8823e7639bcb04a17b95aaae03efe3630873e0d888ea376e54dfef6b8e176.jpg","https://img-eshop.cdn.nintendo.net/i/9c3b7c1591e8e974830fbccde7795aa6dcb13eff6d8652deb092472b90d115c7.jpg","https://img-eshop.cdn.nintendo.net/i/f49122676e0a488576e4e10adebe6067397c9fb2ecc5f63699620ed1d86fde7c.jpg"],"size":3145728,"version":null},"70050000042818":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/899372d6b41c661c8f343076bb1c0e33f0de74eb538b4d74666edb55df27c70a.jpg","category":null,"description":"Aggiunta una nuova storia, un nuovo Servant, nuove abilità, nuovi nemici, nuove Mountings e tanto altro ancora.\n\nNota: l'uscita di questo oggetto è programmata entro la fine di luglio 2024.\nI contenuti del Season Pass e le date di uscita possono variare senza preventiva comunicazione. Per ulteriori informazioni, visita il sito ufficiale. \n(https://www.koeitecmoeurope.com/fate-sr/)\nQuesto oggetto è incluso nel Season Pass. Attenzione a non effettuare acquisti in esubero.\nPer poter utilizzare questo contenuto è necessario raggiungere un determinato punto del gioco.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Episode 2","nsuId":70050000042818,"numberOfPlayers":null,"publisher":"KOEI TECMO EUROPE","rating":16,"ratingContent":["Violence"],"region":null,"releaseDate":20240731,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000044390":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d8ab4ada08378de4cf6442200911413e7484ff82aeb819139735f20de0201c73.jpg","category":null,"description":"Il contenuto incluso in questo pacchetto sono anche inclusi nel Nickelodeon All-Star Brawl 2 Season Pass (venduto separatamente). \n \nPer poter usare questo contenuto scaricabile ti servirà Nickelodeon All-Star Brawl 2 (venduto separatamente).","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Nickelodeon All-Star Brawl 2 - Character Pack 03","nsuId":70050000044390,"numberOfPlayers":null,"publisher":"Game Mill","rating":7,"ratingContent":["Violence","Acquisti in-game"],"region":null,"releaseDate":20240731,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000067866":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0ec80d16d0dbdae40afa87b635ee71fea665055c7126c926ae3dbff2d32e49e7.jpg","category":["Avventura","Gioco di ruolo (RPG)"],"description":"Parti per una... micione impossibile in Cat Quest III, il terzo episodio della pluripremiata saga Cat Quest!\n\nGioca nei panni di un avventuroso felino-bustiere in un gioco d'azione in 2,5D ambientato in un fantastico mondo aperto a tema piratesco, i Gattaraibi: un arcipelago brulicante di pi-ratti in cerca di un mitico tesoro, la Stella del Nord. Insieme al tuo fidato spirito da compagnia, veleggia nel mare dei Gattaraibi sulla tua nave! Ma attenzione: i mari sono pericolosi, e c'è il rischio di un miaomutinamento ora che le orde di pi-ratti, agli ordini del Re dei Pirati, ti danno la caccia...\n\nIL RITORNO DEL GATTO\nTorna il gioco RPG d'azione più carino che ci sia: un'avventura variopinta piena di divertimento e felinità! Tuffati con i tuoi nuovi a-mici in un mondo pieno di biomi da esplorare e affronta battaglie graffianti grazie al nuovo sistema di combattimento migliorato, con maggior rapidità nelle combo di attacchi e nello scambio di armi. Puoi giocare in singolo o in coop locale!\n\nVELEGGIA NEI GATTARAIBI!\nPer la prima volta nella serie, potrai solcare i mari e combattere in una nave tutta tua! Esplora gli oceani sul tuo galeone, viaggia di costa in costa e attraversa terre inesplorate sulle tue zampine a caccia di bottino nel mondo dei corsari: i Gattaraibi! Ci sono incredibili tesori da scoprire, nuove armi (tra cui l'archimicio), ingattesimi magici, costumi felini e tanto altro!\n\nLA X INDICA IL PUNTO\nParti per una caccia al tesoro e scrivi la storia che preferisci in completa libertà! Scegli di esplorare gli angoli più oscuri dei Gattaraibi oppure interagisci con un folle cast di personaggi e aiutali nelle loro missioni, nell'ordine che preferisci! Le miao-steriose leggende della Stella del Nord raggiungono ogni angolo del mondo: sta a te indagare, raccogliere indizi e scoprire i mille segreti dei Gattaraibi. L'avventura ti aspetta: leva l'ancora e parti!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/e17fa124bdd1d21b38353c410a0a4af42626dbcc0693a84012872f09bc030211.jpg","id":"010088501B8F2000","intro":null,"isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh","zh"],"name":"Cat Quest III","nsuId":70010000067866,"numberOfPlayers":2,"publisher":"Kepler Interactive","rating":7,"ratingContent":["Paura","Violenza moderata"],"region":null,"releaseDate":20240808,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/a05ae3acea5815d8bb10b818ac86110f2c6fddd9f1a7e153d53f1d4b085e5df0.jpg","https://img-eshop.cdn.nintendo.net/i/a61a37774fc4736520bcc9662a58199ef1520b9c2c497ee13c5147168aeb452c.jpg","https://img-eshop.cdn.nintendo.net/i/68452f36be13932facbabc64b8f5a817ce2a5b25d16d855468b60ae914d0f941.jpg","https://img-eshop.cdn.nintendo.net/i/3a7bd75408cfdbe42a2a1eb3685971ba7080745a743375c2b846e93f6b44846f.jpg","https://img-eshop.cdn.nintendo.net/i/f4d836f83b377b7808c66fa52a028e46d20f0eb8d472db0704e195e06993e578.jpg","https://img-eshop.cdn.nintendo.net/i/a16e9cf92d95c4ec0011fbd3f4e02200e02bd05a70a3c5d96d5feb19375b1cfe.jpg"],"size":815792128,"version":null},"70010000079271":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/668f8e3bb63c2558373ed7fd181f3a17be18efec97af8cd35374f91c62e8d90c.jpg","category":["Avventura","Azione","Strategia"],"description":"La vita sulle onde non è una passeggiata e una crisi si avvicina. Una crisi dell’acqua! Questa preziosa risorsa è diventata mortale, corrodendo arti metallici e cuori meccanici.\n\nVesti gli ingranaggi del capitano Leeway e guida la sua ciurma sgangherata di Steambot alla scoperta della misteriosa minaccia che incombe sul Mar Grande.\n\nMIRA\nNella foga della battaglia, la precisione è cruciale. Prendi la mira e sfrutta i rimbalzi per infliggere colpi letali. Nella strategia verso la vittoria, ogni mossa conta: usa l’ambiente a tuo vantaggio e fai rimbalzare i proiettili per cogliere i nemici alla sprovvista.\n\nPIANIFICA\nIn qualità di capitano, reggi tra le mani le sorti della tua ciurma. Attrezzala con una grande varietà di armi, personalizzane abilità ed equipaggiamenti e serviti del complesso sistema di incarichi per superare ogni sfida. Da veterani agguerriti a reclute entusiaste, l’equipaggio attende i tuoi comandi tra i pericoli del Mar Grande.\n\nSACCHEGGIA\nLeva l’ancora ed esplora il vasto oceano, dove avventura, mistero e pericolo si nascondono oltre la cresta di ogni onda... Affronta battaglie navali in tempo reale, saccheggia le basi nemiche e conquista preziosi bottini per potenziare l’equipaggio. Dopo ogni vittoria, rilassati in uno degli animati bar dove potrai potenziare l’equipaggiamento e la ciurma, nonché stringere nuove alleanze con colleghi robot.\n\nCaratteristiche:\n- Affronta entusiasmanti combattimenti robot a turni basati su meccaniche di mira e rimbalzo. Pianifica i colpi per sfruttare sequenze di rimbalzo perfette e ottenere la massima soddisfazione.\n- Esplora la vastità del mondo e intraprendi battaglie navali in tempo reale, immergendoti completamente nelle sfide del Mar Grande.\n- Scopri il complesso sistema di incarichi e personalizza l’equipaggio in base al tuo stile di gioco con oltre 150 armi, oggetti di supporto ed equipaggiamenti per la nave.\n- Immergiti in un mondo vivo di personaggi e ambienti realizzati a mano, lasciandoti accompagnare da una coinvolgente colonna sonora e dalle canzoni composte dai nostri beneamati trovatori, gli Steam Powered Giraffe. Permetti alla musica di invaderti la mente e imprimervi un segno indelebile.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c1308c11f43dc06a71ecd4b75e8f5db56ed523b72db9e7b6b3c399d9be41e367.jpg","id":"010089C01E9CA000","intro":"Mira, pianifica e saccheggia in questa strepitosa avventura Steambot!","isDemo":false,"key":null,"languages":["en"],"name":"SteamWorld Heist II","nsuId":70010000079271,"numberOfPlayers":1,"publisher":"Thunderful","rating":7,"ratingContent":["Violenza moderata"],"region":null,"releaseDate":20240808,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/4090c2e98d027eb115144c246f658f861e1e302df4a317786d3f70126c290eaf.jpg","https://img-eshop.cdn.nintendo.net/i/762aae550acdf2da47cf84422b76d09e734efc8be5f4f89e753d2bb503b060bb.jpg","https://img-eshop.cdn.nintendo.net/i/65a935bb09e2ff8b9906dfabd31dd0137990c075b058011ca61a3d79662ad281.jpg","https://img-eshop.cdn.nintendo.net/i/42bc41968bf75ae27f97690ba3cc4b89e2dfe58da21e0eae3eba1acb0a5c8c22.jpg","https://img-eshop.cdn.nintendo.net/i/efdd5b38399c1b3a60ed36ddaf2c8d2aea2beb836f4349a8f21bd9127e04be16.jpg","https://img-eshop.cdn.nintendo.net/i/15e72fcc88c108cd8b30a2990636f4ac0ba43c51fab84cb560ccb5fd85ebadd3.jpg"],"size":1374683136,"version":null},"70010000065682":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/055341fce65bf7fd289ec930572d3fbce3aff24e32ff47afbceeb839109021c9.jpg","category":["Sparatutto","Azione"],"description":"Holy Hunt is a roguelike shooter game that unites the nostalgic and fun 8-bit aesthetic with modern and deep shooting mechanics. \n\nMake your way into the church hall to shoot and dash-holy-punch through different species of demons and bosses with unique mechanics that keeps challenging your abilities each run. \n\nBuy improvements and different bullets suited to exploit your enemies weakness and recieve blessings from angels as you keep fighting to get even stronger. \n\nTrust your faith and keep shooting to save the world from the doomsday prophecy!\n\n8-Bit Love Letter\nRelive the nostalgia of an 8-bit game with a modern and challenging arena gameplay.\n\nRoguelite meets Old School\nShoot your way through a large variety of demons in a fast-paced roguelike structure that encourages the player to improve and understand enemies in each run while keeping its 8-bit feel.\n\nBullet-Driven Strategic Gameplay \nEarn and change on-the-fly the different types of bullets that best fits your enemies weakness.\n\nHoly Risk-Reward \nFinish staggered enemies with a risky melee Holy Punch to earn bullets, and use bullets to get enemies Staggered. Maybe you'll even receive blessings from angels?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/1f4eff7d34093a4e165cc08ce2ddbe2f94df00c70fc1a1256f6a41e439c43088.jpg","id":"01003E401A8D0000","intro":"A love letter to 8-bit era in a punishing, rewarding, tight retro top-down shooter.","isDemo":false,"key":null,"languages":["en"],"name":"HOLYHUNT","nsuId":70010000065682,"numberOfPlayers":1,"publisher":"Flux Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20240906,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/3993ef67fa5c9a8955260984c142b07ec69360f9fef7735bd67edd5dccb1bffc.jpg","https://img-eshop.cdn.nintendo.net/i/c137fda9ec456aff2ed14eb8497b74b5d1d390e08ec68cee8eb9f660ef716e71.jpg","https://img-eshop.cdn.nintendo.net/i/99effd83183ef325b29c6a29e1141c9dc55b96351d39e293037837f41a5d5aef.jpg","https://img-eshop.cdn.nintendo.net/i/5527c0c0fdf410b9db42a198b5fba861c4bb1662a5c5df5f38f3af6e82fd6950.jpg","https://img-eshop.cdn.nintendo.net/i/0eb21f50b00ec68b98c4b44dbb8fb4765fa2776a6e92a9fe8a4f83e5515ea207.jpg","https://img-eshop.cdn.nintendo.net/i/d8444dceaf5049364da7231f598a8dc151a65c851d6893101144f4d2b12caaab.jpg"],"size":242221056,"version":null},"70010000076003":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/70326142b4ea4cc176aea0dfeac0a857b53cff931f53caa5b245abe1ba9b7661.jpg","category":["Sparatutto","Azione","Strategia","Party"],"description":"\"EARTH FORCE DEFENSE FORCE: WORLD BROTHERS 2\" uscirà il 26/9/2024. Ora è la TUA occasione per arruolarti nell'EDF e unirti alla lotta!!!\n\n-\n\nLa Terra è a pezzi... di nuovo! Dobbiamo fare di più per salvare il pianeta!\n\n  --Carichi e carichi di nemici giganti...\nLa Terra quadrata è attaccata da nemici giganti. Formiche giganti, ragni giganti, api giganti, scorpioni giganti, UFO giganti, robot giganti, mostri giganti.... E come se non bastasse, ci sono anche alieni giganti e persino soldati giganti dell'EDF. La situazione sembra senza speranza! Eppure... non c'è niente di più soddisfacente che abbattere questi nemici invasori.\n\n  --Crea la tua unità EDF...\nI compagni di squadra sparsi per il mondo aspettano di essere salvati. Selezionate 4 compagni tra quelli che avete raccolto e create la vostra squadra. Crea la squadra perfetta per il tuo stile di gioco, scegli l'equipaggiamento e poi schierati in battaglia. Ci sono oltre 100 personaggi da collezionare!\n\n  --Una gamma completa di soldati della storia della serie EDF...\nOltre ai soldati della serie principale EDF, questo gioco include anche soldati degli spin-off EDF. Godetevi alcuni volti noti e i soldati dell'ultima versione principale, \"EARTH DEFENSE FORCE 6\". Include oltre 600 armi e accessori equipaggiabili.\n\n  --Anche i nemici più noti sono tornati!\nI nemici che hanno devastato il pianeta nelle versioni precedenti hanno attraversato questo mondo per unirsi alla lotta. Divertitevi a combattere contro numerosi nemici, tra cui le versioni voxel ridisegnate dei vecchi preferiti e i nuovi nemici esclusivi di questa versione. Include oltre 100 missioni e 5 livelli di difficoltà.\n\n  --Co-op online e gioco in rete locale supportati...\nÈ supportata la modalità cooperativa online fino a 4 giocatori. Inoltre, come caratteristica esclusiva della versione per Nintendo Switch™, è supportato il gioco in rete locale, che consente di difendere la Terra con i propri amici e familiari.\n\n-\n\n ~La storia\nDopo che il Tiranno Oscuro è stato sconfitto, la pace è stata ristabilita sulla Terra quadrata, ma ora è stata nuovamente fatta a pezzi. Abbiamo osservato i cieli, supponendo che i nuovi nemici sarebbero venuti dall'alto: per questo siamo rimasti sorpresi quando il supermassiccio \"Gaiarch\" è emerso dal sottosuolo, mandando in frantumi la Terra. TU sei il leggendario Comandante che una volta ha salvato il nostro pianeta. Ora abbiamo bisogno che tu guidi un'altra squadra per salvare di nuovo la nostra Terra. L'EDF non si tira mai indietro nel difendere la Terra, sia essa rotonda o quadrata, quindi andiamo a salvarla!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/910a58b6f65705728ac99b0a19e27c4f18f7d5459b727012071b705535dd3d08.jpg","id":"01004C301DC46000","intro":"La Terra è a pezzi... di nuovo! Dobbiamo fare di più per salvare il pianeta!","isDemo":false,"key":null,"languages":["ja","en","ko","zh","zh"],"name":"EARTH DEFENSE FORCE: WORLD BROTHERS 2","nsuId":70010000076003,"numberOfPlayers":1,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6eb0314e28d2afd1e7ee51cd882fd7b2814fedeac7cfef4a6ee48f493c5fcd65.jpg","https://img-eshop.cdn.nintendo.net/i/aca78228cd40f0ea39f1fb2337acc4bc53bb75c5577ba97d77601f9a005985f3.jpg","https://img-eshop.cdn.nintendo.net/i/e8116ba7d4881cdab5b5e708b060e09136940eea7e3c005f52e4d90a991c77e0.jpg","https://img-eshop.cdn.nintendo.net/i/c1d97196361c1a16d19f71b0c7a4054dab482c68954dc7535fbd56c792c793ea.jpg","https://img-eshop.cdn.nintendo.net/i/b96fdcd597d6a1878f09e18c72e899676631a7a41a75a64dc7fe4d915c3e6950.jpg"],"size":5540675584,"version":null},"70050000047628":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/733c936a36440c9c4e3e2889c40405fe62f1a9e101bd9de738e0f12f55e8537d.jpg","category":null,"description":"Con 111 nuovi livelli da superare e migliaia di esagoni da risolvere, questo mondo, Ventus,  promette ore rilassanti di risoluzione di rompicapi!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Sblocca un nuovo ed eccitante mondo: Ventus! Divertiti con un mondo inedito, ricco di rompicapi da completare!","isDemo":false,"key":null,"languages":null,"name":"Ventus","nsuId":70050000047628,"numberOfPlayers":null,"publisher":"ToastieLabs","rating":3,"ratingContent":[],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/814ca6f04dc20f8599d0e082f584749b6440b2e5f69d7b2800c0b5c084fc7d8c.jpg","https://img-eshop.cdn.nintendo.net/i/2713e6d5abcef033506cd0469bdb5c18616556168fcf8c2927f005e655e9151e.jpg","https://img-eshop.cdn.nintendo.net/i/d9faaa4a6d153f7c00d830cf16b461ad78799be2d81d2d41f03d46c98dce4602.jpg","https://img-eshop.cdn.nintendo.net/i/6e421a538948028cddf11e8f741481760ea35d0358ec013cb5e2e5384ca657cd.jpg","https://img-eshop.cdn.nintendo.net/i/2ff5947b105d16b4b80028840b6c81ecc48c26e51fe8fee2198ba7ec621c6ea3.jpg","https://img-eshop.cdn.nintendo.net/i/9181b041d84b910dc5ae1aeeb6c83ece8f0b5390d5af927990d22ed7e0e1ef48.jpg"],"size":3145728,"version":null},"70050000047690":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/cd8bf087ff08125b45a60d403b59aed32e0c3a0b4ba8a95bafa43b90104c2808.jpg","category":null,"description":"Aggiunge il personaggio \"BRB, Freebike Ranger (EDF5)\".\nCome suggerisce il nome (BRB sta per \"Bike Ranger Bike\"), può usare la sua \"Freebike\" militare per la sua abilità di supporto.\nIl tempo di attività è breve, ma spara con un fucile mitragliatore mentre sfreccia a rotta di collo.\nUtilizza lo stesso equipaggiamento di \"Ranger (EDF5)\", ma l'indicatore SP si ricarica più velocemente.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47064","ids":["01004C301DC47064"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" BRB, Freebike Ranger (EDF5) Joins the Fight","nsuId":70050000047690,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/eff83f3086435fd48da9431aaf76ec4343e3f6bd9e3d53da4b10af10d87922d8.jpg","https://img-eshop.cdn.nintendo.net/i/e8d1671a8adcfe3cf7fd633f5604c3963ea93ba5da3497177d05bcb90de6ec83.jpg","https://img-eshop.cdn.nintendo.net/i/9bc94e94e76f95f6a82ec59f8df381eace576bc82a391e88ad592bd56028ce3a.jpg"],"size":3145728,"version":null},"70050000047691":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5b1cbf88b6c4613f04b785da5c0fc995ae1f9fe747b283cf889bae1d999173d2.jpg","category":null,"description":"Aggiunge il personaggio \"Ranger (EDF5) Civilian Outfit.\"\nPermette di combattere con un reskin da \"agente di sicurezza civile\".\nL'equipaggiamento, le abilità e le mosse SP sono le stesse del \"Ranger (EDF5)\", ma l'indicatore SP si carica più velocemente.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47065","ids":["01004C301DC47065"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Humanity's Security Officer, Ranger (EDF5) Civilian Outfit: Reskin","nsuId":70050000047691,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/14d0b867c0c7c1485d8c75ca571a79b3cd0f6e3292ae4b4aff3a6323464c8b83.jpg","https://img-eshop.cdn.nintendo.net/i/67d852e5a958e8e27793815538c949d03237f00aa38066297d4abd4db2c937f7.jpg","https://img-eshop.cdn.nintendo.net/i/7f94abddffd17bdee3141a45ab1e1ac0de5235ff1e1a0328ce1439a3a30f0df6.jpg"],"size":3145728,"version":null},"70050000047692":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4c2defe26415e8ba99a3e138a4c448e9b73eb1265a30fdd7e020fe4bb67e2864.jpg","category":null,"description":"Aggiunge il personaggio \"Wing Diver (EDF5) Civilian Outfit\".\nPermette di combattere con un reskin da \"danzatore del cielo civile\".\nL'equipaggiamento, le abilità e le mosse SP sono le stesse di \"Wing Diver (EDF5)\", ma l'indicatore SP si ricarica più velocemente.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47066","ids":["01004C301DC47066"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Sky Dancer, Wing Diver (EDF5) Civilian Outfit: Reskin","nsuId":70050000047692,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/1cc68f70d16b97866c42a4ddf50924918b8f534880802c50f292221b974073e0.jpg","https://img-eshop.cdn.nintendo.net/i/b319439d7c7be5be58718b2cd3554a06af37d9e9968bcdfe699aca2e3807df44.jpg","https://img-eshop.cdn.nintendo.net/i/35e7e05e57da99704100a5c83f0aa353e11d7dbffa458234c71154a05933bd42.jpg"],"size":3145728,"version":null},"70050000047693":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e9c397c373890aacaf842d4b34fe95e5cd70c9d378a56c0e672e07c4f58fb559.jpg","category":null,"description":"Aggiunge il personaggio \"Air Raider (EDF5) Civilian Outfit\".\nPermette di combattere con un reskin da \"ingegnere civile\".\nL'equipaggiamento, le abilità e le mosse SP sono le stesse di \"Air Raider (EDF5)\", ma l'indicatore SP si ricarica più velocemente.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47067","ids":["01004C301DC47067"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" World's Greatest Engineer, Air Raider (EDF5) Civilian Outfit: Reskin","nsuId":70050000047693,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/1157117aea4843d1397fcbf91ef65b5f369f150286bcfa9734e5d75feaea87ba.jpg","https://img-eshop.cdn.nintendo.net/i/aaec2f8b1ddfbdb0d22689722f2f38a4c9b8ca0a41af5745c855ccd6ccb284cd.jpg","https://img-eshop.cdn.nintendo.net/i/acf9516d52844f966030506136e29423766b8e1b07cf77cb88093e252b75179c.jpg"],"size":3145728,"version":null},"70050000047694":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/1f5e2f6f3377fef60ababbcc4bd8e8bc96ec765a41bbe7799f91250d672361e6.jpg","category":null,"description":"Aggiunge il personaggio \"Fencer (EDF5) Civilian Outfit\".\nPermette di combattere con un reskin di \"caricatore civile\".\nL'equipaggiamento, le abilità e le mosse SP sono le stesse di \"Fencer (EDF5)\", ma l'indicatore SP si ricarica più velocemente.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47068","ids":["01004C301DC47068"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Incredible Cargo Loader, Fencer (EDF5) Civilian Outfit: Reskin","nsuId":70050000047694,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/926a9e64c124b0a1bf126c6776ded3c004ee423a2108546a48e2b4bd9a13e281.jpg","https://img-eshop.cdn.nintendo.net/i/13411e30d99d99ac6a6f551b2100557e5c737dc10709425d22c28811b61f957b.jpg","https://img-eshop.cdn.nintendo.net/i/fc5292ff818cfe309d9c24b14630a7c21c2ef9818f2d49eb1bfe004f29916566.jpg"],"size":3145728,"version":null},"70050000047695":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/476595bf63de0f9411ed5c7cb6915a91176acb6122c25e8fff346f2d737511b1.jpg","category":null,"description":"Aggiunge il personaggio \"Colonist β\".\nI nemici di ieri sono gli amici di oggi! L'alieno Colonist entra in combattimento con una tuta abbastanza resistente per sopravvivere in un mondo desertico. Senza dubbio un alleato indispensabile fin dall'inizio del gioco!\nUtilizza lo stesso equipaggiamento, le stesse abilità e la stessa SP Move del brillante Colonist.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC4706C","ids":["01004C301DC4706C"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Colonist β, Heart of Brocade: Reskin","nsuId":70050000047695,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/da7b04be52866fcff575e7dd443126f808c239910ffb528da9e3590b44bb6d3a.jpg","https://img-eshop.cdn.nintendo.net/i/5426cd1ad227b04a490daeff55dd2c08c0d451f6ecfdec5c603f29fedd0ec54e.jpg","https://img-eshop.cdn.nintendo.net/i/4fafb9a12ef02c4f04346bf66e075603cea627a6013f9638947d346270fa31f7.jpg"],"size":3145728,"version":null},"70050000047696":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/205251a0b516ed6fb42121a19cbd33b9b4a1c96311ae15f74dce93987f59ba08.jpg","category":null,"description":"Aggiunge il personaggio \"Cosmonaut β\".\nI nemici di ieri sono amici di oggi!  L'alieno \"Cosmonaut\" si unisce alla lotta con una tuta formale a casco. Indubbiamente un alleato indispensabile fin dall'inizio del gioco!\nUtilizza lo stesso equipaggiamento, le stesse abilità e le stesse mosse SP del \"Cosmonaut\" senza casco.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC4706D","ids":["01004C301DC4706D"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Cosmonaut β, Wearing a Helmet: Reskin","nsuId":70050000047696,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/1e5a46ba8a23824f49fa1f73fc5c1e2632e715090394d63b84f816d84bc5daf3.jpg","https://img-eshop.cdn.nintendo.net/i/ab63ddd55cff04caa8f81e032098dbe9122c4731d5488aa8fc9234bdfd10ca65.jpg","https://img-eshop.cdn.nintendo.net/i/7bf6c3ca0ba8e582677d393fab555caf5f0697c6fd67955a60c6fff2c9668577.jpg"],"size":3145728,"version":null},"70050000047774":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ad43ae2d62cec9231027badbda861cf28392dbe5579dc08f10537ff37760ca3f.jpg","category":null,"description":"Aggiunge il carattere \"Honda, Reporter\".\nSpedizione d'emergenza del noto reporter Honda. La sua caratteristica tattica di \"fingersi morto\" potrebbe essere utile per una volta!\nHa un'unica arma titolare, abilità e mosse SP.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47073","ids":["01004C301DC47073"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Don't Worry: Honda, Reporter Joins the Fight","nsuId":70050000047774,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/940bdb08ed3d5e27b45ef8e27f4095572116c4b32216e877e4439b4f20e02dbe.jpg","https://img-eshop.cdn.nintendo.net/i/2703c2e40cfacf6771a081cbcefde451974fc3b3cbc417243309f2634e27f371.jpg","https://img-eshop.cdn.nintendo.net/i/937f09c2e5837006d6c3f8b8772725bea53943c65bac781f0c7d9ec8c92eae9e.jpg"],"size":3145728,"version":null},"70050000047775":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4db1869719f4035cd3a48111ba80bd7dbd6eb376d4c0fea641f65c216fa6215f.jpg","category":null,"description":"Aggiunge il personaggio \"Himekawa, reporter\".\nSpedizione di emergenza del noto reporter Himekawa, che esclama \"Fratelli del mondo per sempre! QUI CI VADO!!!\" Fornirà notizie affidabili direttamente dal campo di battaglia.\nHa un'arma proprietaria, abilità e mosse SP uniche.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47074","ids":["01004C301DC47074"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" HERE I GO!!: Himekawa, Reporter Joins the Fight","nsuId":70050000047775,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/9e8159799353819136d284b9ba6d5e03fbd9750286115d48666319f22f64105d.jpg","https://img-eshop.cdn.nintendo.net/i/34d2570520500399611d747cde594045c4c8168da8f6bc99bb64ff3f4ef08f4a.jpg","https://img-eshop.cdn.nintendo.net/i/055c207205e0e3eef5392ecd7a74df75c82290aa48416f25c9f9cb7ee8cfb049.jpg"],"size":3145728,"version":null},"70050000047776":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7885601c927cfc13983f6dde76011cdd40546ac12b723168401fa8dcd549ea35.jpg","category":null,"description":"Aggiunge il personaggio \"Master Air Raider\".\nInvio di emergenza del Master Air Raider, un ex soldato (presumibilmente) esperto diventato chef di sushi. Metterà a frutto la sua abilità nel preparare il sushi sul campo di battaglia.\nPossiede un'unica arma titolare, abilità e mosse SP.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47075","ids":["01004C301DC47075"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Sorry To Keep You Waiting: Master Air Raider Joins the Fight","nsuId":70050000047776,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/276fcaa657e0dad8e749c104dd894d2d5dabe0ea3434f07f18de41af4e803133.jpg","https://img-eshop.cdn.nintendo.net/i/9126c75755353f26487588865803c4ca42801345e6ecc007c396008d8b6fed13.jpg","https://img-eshop.cdn.nintendo.net/i/a61403962b9a7518ad03e21dc3f3e63d18ea80424d2c2e3fad3fa913076bc633.jpg"],"size":3145728,"version":null},"70070000021074":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d0b51552aa3412e1d372c81d16d8b9cdaee09ebb1583ad53803a3a8f0c01974c.jpg","category":null,"description":"L'edizione deluxe di \"EARTH DEFENSE FORCE: WORLD BROTHERS 2\" Deluxe Edition è un pacchetto deluxe che include il gioco principale in bundle con DLC aggiuntivi in arrivo dopo l'uscita del gioco. Per i dettagli sui contenuti scaricabili, consultare il sito ufficiale.\n\n-\n\n  --Contenuto dell'edizione deluxe.\n① \"EARTH DEFENSE FORCE: WORLD BROTHERS 2\" Gioco principale\n② Season Pass\n  --Personaggi giocabili aggiuntivi...\n  1) BRB, Freebike Ranger (EDF5) Joins the Fight\n  2) Humanity's Security Officer, Ranger (EDF5) Civilian Outfit: Reskin\n  3) Sky Dancer, Wing Diver (EDF5) Civilian Outfit: Reskin\n  4) World's Greatest Engineer, Air Raider (EDF5) Civilian Outfit: Reskin\n  5) Incredible Cargo Loader, Fencer (EDF5) Civilian Outfit: Reskin\n  6) Colonist β, Heart of Brocade: Reskin\n  7) Cosmonaut β, Wearing a Helmet: Reskin\n  8) Additional Character ⑧\n  9) Additional Character ⑨\n  10) Additional Character ⑩\n  11) Additional Character ⑪\n  12) Additional Character ⑫\n  13) Additional Character ⑬\n\n  --Aggiornamento dei contenuti principali in arrivo.\n  14) Extra Mission Pack\n  È previsto un pacchetto di missioni extra con nuovi nemici e missioni.\n  I dettagli saranno annunciati sul sito ufficiale e su altri media.\nindietro nel difendere la Terra, sia essa rotonda o quadrata, quindi andiamo a salvarla!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"La Terra è a pezzi... di nuovo! Dobbiamo fare di più per salvare il pianeta!","isDemo":false,"key":null,"languages":null,"name":"EARTH DEFENSE FORCE: WORLD BROTHERS 2 Deluxe Edition","nsuId":70070000021074,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6eb0314e28d2afd1e7ee51cd882fd7b2814fedeac7cfef4a6ee48f493c5fcd65.jpg","https://img-eshop.cdn.nintendo.net/i/aca78228cd40f0ea39f1fb2337acc4bc53bb75c5577ba97d77601f9a005985f3.jpg","https://img-eshop.cdn.nintendo.net/i/e8116ba7d4881cdab5b5e708b060e09136940eea7e3c005f52e4d90a991c77e0.jpg","https://img-eshop.cdn.nintendo.net/i/c1d97196361c1a16d19f71b0c7a4054dab482c68954dc7535fbd56c792c793ea.jpg","https://img-eshop.cdn.nintendo.net/i/b96fdcd597d6a1878f09e18c72e899676631a7a41a75a64dc7fe4d915c3e6950.jpg"],"size":5562695680,"version":null},"70050000042820":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a0db701b3e380c272dd63ac96839ed24c46faaa4ab1d525cfa0f32af7ca367c2.jpg","category":null,"description":"Aggiunta una nuova storia, nuovi Servants, nuove abilità, nuove Mountings e tanto altro ancora.\n\nNota: l'uscita di questo oggetto è programmata entro la fine di settembre 2024.\nI contenuti del Season Pass e le date di uscita possono variare senza preventiva comunicazione. Per ulteriori informazioni, visita il sito ufficiale. \n(https://www.koeitecmoeurope.com/fate-sr/)\nQuesto oggetto è incluso nel Season Pass. Attenzione a non effettuare acquisti in esubero.\nPer poter utilizzare questo contenuto è necessario raggiungere un determinato punto del gioco.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Episode 3","nsuId":70050000042820,"numberOfPlayers":null,"publisher":"KOEI TECMO EUROPE","rating":16,"ratingContent":["Violence"],"region":null,"releaseDate":20240930,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000078578":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/261f1860302adda3373606b9514425e72d3554015258efa7b3c7ab4cbdd5fdf6.jpg","category":["Azione","Gioco di ruolo (RPG)","Avventura","Comunicazione"],"description":"Inizia una nuova vita su un'isola in rovina e parti per una grande avventura nel passato! Stringi amicizie, fabbrica oggetti e costruisci una città tutta tua!\n\nCaratteristiche:\nUn nuovissimo capitolo della serie Fantasy Life!\nCostruisci la tua città e vai all'avventura su una nuova isola!\nEsplora l'isola adottando la vita (ovvero la professione) che più ti si addice!\nViaggia tra il passato e il presente per svelare i misteri di quest'isola in rovina!\nAssisti al ritorno di celebri personaggi della serie!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it","ko","zh","zh"],"name":"FANTASY LIFE i: La ragazza che ruba il tempo","nsuId":70010000078578,"numberOfPlayers":1,"publisher":"LEVEL5","rating":7,"ratingContent":["Violence","Online"],"region":null,"releaseDate":20241010,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/49bb9582a7eab6e6b6dd401b2df801fc37892766da5572c0e7c69c4cde739e05.jpg","https://img-eshop.cdn.nintendo.net/i/97525995b0d8283242e03deb9067e74692e41c54086151e8f49957eb7bee1961.jpg","https://img-eshop.cdn.nintendo.net/i/b73360697f795ae19b6e9f4786ec4198a370a2239a9b46feb93fd1cf9c1124bf.jpg","https://img-eshop.cdn.nintendo.net/i/d460331ecabbc58f76e888198ad01cfd5e25361ed554d413e725078952e29cfc.jpg","https://img-eshop.cdn.nintendo.net/i/d58d2398fb15e0727995b24738be76f25ed7aaebec14d068ae882ae9f3e29a75.jpg","https://img-eshop.cdn.nintendo.net/i/c9f41d885789b1273a9936c3432141765a12905e40112ebf11bae9d1a69d9600.jpg"],"size":0,"version":null},"70050000044392":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d8ab4ada08378de4cf6442200911413e7484ff82aeb819139735f20de0201c73.jpg","category":null,"description":"Il contenuto incluso in questo pacchetto sono anche inclusi nel Nickelodeon All-Star Brawl 2 Season Pass (venduto separatamente). \n \nPer poter usare questo contenuto scaricabile ti servirà Nickelodeon All-Star Brawl 2 (venduto separatamente).","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Nickelodeon All-Star Brawl 2 - Character Pack 04","nsuId":70050000044392,"numberOfPlayers":null,"publisher":"Game Mill","rating":7,"ratingContent":["Violence","Acquisti in-game"],"region":null,"releaseDate":20241031,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000078619":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/cd3d82a0c4a46daee4736d006851114c3eaf8ca5c586a4215a9958a25282bfda.jpg","category":["Azione","Piattaforme","Avventura","Puzzle"],"description":"ANTONBLAST is a fast-paced explosive action platformer that's all about destruction. Play as the enraged Dynamite Anton (or his cranked-out coworker Annie) and use your Mighty F’n Hammer to demolish bizarre worlds, tussle with screen-filling bosses, and steal your Spirits back from Satan!\n\nThat's right: Satan himself has stolen Anton's prized Spirit collection, and he'll stop at nothing to get it back. Thankfully, the local disgraced casino owner, Brulo, has his own beef with Satan, and he's willing to put aside his differences with Anton to make that devil pay.\n\nYour mission in every level is simple: SET Brulo's Detonators, FIND Anton's Spirit, and ESCAPE before Happy Hour ends!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"IT'S HAPPY HOUR!","isDemo":false,"key":null,"languages":["en"],"name":"ANTONBLAST","nsuId":70010000078619,"numberOfPlayers":1,"publisher":"Summitsphere","rating":12,"ratingContent":["Imprecazioni moderate","Allusioni sessuali"],"region":null,"releaseDate":20241112,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/0c3ab4dd6604cec7b5c84a1f6ab7865ae901a978090807d8bdec472d3d183a7b.jpg","https://img-eshop.cdn.nintendo.net/i/f967513eea963bcf5d8c555b70f990be3e0747b5001bdac0173f732df9d540eb.jpg","https://img-eshop.cdn.nintendo.net/i/8ffd88a1bd7ffd9384d1e21e54d71504d20178f1eb3b3e5173d4150ceb2146b7.jpg","https://img-eshop.cdn.nintendo.net/i/0bd287850adcbd6f82ed98afde43eb04227e5f9696c0aa5b181050b1a6d08a97.jpg","https://img-eshop.cdn.nintendo.net/i/8b0fc5bedd419eb6b0d2173dabbdfe20ed49e15f405be7673ceb20a958510fcc.jpg","https://img-eshop.cdn.nintendo.net/i/b9103cbc6a257af6fbc70eb014fa0cdf544bfc9a7482d699661fbd6f59cce075.jpg"],"size":0,"version":null},"70010000074163":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/adbb596695f81fd7742f31bd46c88732a12b2022651b0ce3e3952d48b9cda41e.jpg","category":["Arcade","Piattaforme","Puzzle","Azione"],"description":"Prepare for a heartwarming journey into the pixelated world of Christmas magic with \"Santa's Chimney Quest.\" In this enchanting 2D pixel art video game, you step into the big, red boots of Santa Claus himself as he embarks on an extraordinary adventure to deliver presents down chimneys all around the globe.\n\nFeatures:\n- Santa's Mission: Join Santa Claus as he navigates through a meticulously hand-crafted world adorned with charming 2D pixel art. From snow-covered rooftops to cozy chimneys, every detail is designed to capture the essence of a classic Christmas Eve.\n\n- Gift-Dropping Challenges: To deliver presents to eager children, you must tackle a variety of creative levels. Maneuver through chimneys, circumvent obstacles, and solve ingenious challenges to spread joy and merriment.\n\n- Festive Enchantment: The game is brimming with the holiday spirit. Immerse yourself in the delightful holiday soundtrack, falling snow and cheerful sound effects that transport you straight into the heart of the Christmas season.\n\n- Pixel-Perfect Joy: \"Santa's Chimney Quest\" captures the nostalgic allure of classic pixel art, infusing a timeless, retro vibe into modern gaming. The meticulous attention to pixel graphics enhances the overall charm of the game.\n\n- Family-Friendly Adventure: Perfect for players of all ages, \"Santa's Chimney Quest\" offers an ideal opportunity for families to come together and share the holiday spirit in a magical and heartwarming gaming experience.\n\nJoin Santa Claus on a heartwarming adventure to make this Christmas unforgettable for children worldwide. \"Santa's Chimney Quest\" is a delightful and enchanting 2D pixel art game that will fill your heart with the true spirit of the season. Make every pixel count as you spread happiness, one chimney at a time!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/1f616ce383693904702315173224c619751bab7ae3dd2d78920338a08150a7a8.jpg","id":"01000D301D5BE000","intro":"Help Santa to deliver at time","isDemo":false,"key":null,"languages":["en"],"name":"Santa's Chimney Quest","nsuId":70010000074163,"numberOfPlayers":1,"publisher":"Nerdvision Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20241127,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/244d0b65e8e8f5167be5d90a1dc628f91ede6c0b687939f49751a83633285ed2.jpg","https://img-eshop.cdn.nintendo.net/i/b8b3791221ac8c5c06183cb68f37d8d9253c5cfee362bf0d5cb8262a1a883ea2.jpg","https://img-eshop.cdn.nintendo.net/i/c299f0b1199efccacfcb251ee7edb3399aa0c7175dbba94109848eb2a70bdd7a.jpg","https://img-eshop.cdn.nintendo.net/i/8dafb18c76c2a5d3ba667d6d8f39323dfe772f31ec273f4225c304b29d299a2c.jpg","https://img-eshop.cdn.nintendo.net/i/e1a7d4b7516909bd85f92df6398286ae3c7218ccc0e5412773cdd76d27f54dcb.jpg","https://img-eshop.cdn.nintendo.net/i/520dca925bb67041bd7c1e185ce8334de09cc3257b3a4881fa361530d29dabdb.jpg"],"size":118489088,"version":null},"70050000047629":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0bd25c2672ac40932a17dbeb6fae12bce6357c31d8405ebc68e586f6663b2388.jpg","category":null,"description":"Con 200 nuovi livelli da superare e migliaia di esagoni da risolvere, questo mondo, Metallicum,  promette ore rilassanti di risoluzione di rompicapi!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Sblocca un nuovo ed eccitante mondo: Metallicum! Divertiti con un mondo inedito, ricco di rompicapi da completare!","isDemo":false,"key":null,"languages":null,"name":"Metallicum","nsuId":70050000047629,"numberOfPlayers":null,"publisher":"ToastieLabs","rating":3,"ratingContent":[],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/c01eeaec7298d301db937d1069bea17b4a95c93670e18ffdb52b3f66c3cb1741.jpg","https://img-eshop.cdn.nintendo.net/i/55d1107d25ba8b500ab816e09d90dc873258edd58490e1111b5dc7c288ac7079.jpg","https://img-eshop.cdn.nintendo.net/i/1198a7ab7b9ffb533e183a18280313a0bc1dee3228a1126c2747ebf5e29a7924.jpg","https://img-eshop.cdn.nintendo.net/i/cd62def227f4629b62af7a25d3a38ee24eae7b751d7754eac35a68557ea0ee51.jpg","https://img-eshop.cdn.nintendo.net/i/73990c316130bd996c68dc429d9f5a2655892fef2f8901506a9ba816c4f8e16b.jpg","https://img-eshop.cdn.nintendo.net/i/1285a47ddd8c09f28b91d8fdd0768203c9424e1712e7b89a2abd616a3b395cc0.jpg"],"size":3145728,"version":null},"70050000047697":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Aggiunge un \"Extra Mission Pack\", che include nemici mai visti prima.\nQueste missioni non sono ancora state create. Per i dettagli, consultare gli annunci sul sito ufficiale e su altri media.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Extra Mission Pack","nsuId":70050000047697,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047698":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Verrà aggiunto un \"Additional Character ⑧\". I dettagli saranno annunciati in seguito sul sito ufficiale.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Character ⑧","nsuId":70050000047698,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047699":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Verrà aggiunto un \"Additional Character ⑨\". I dettagli saranno annunciati in seguito sul sito ufficiale.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Character ⑨","nsuId":70050000047699,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047700":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Verrà aggiunto un \"Additional Character ⑩\". I dettagli saranno annunciati in seguito sul sito ufficiale.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Character ⑩","nsuId":70050000047700,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047701":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Verrà aggiunto un \"Additional Character ⑪\". I dettagli saranno annunciati in seguito sul sito ufficiale.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Character ⑪","nsuId":70050000047701,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047702":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Verrà aggiunto un \"Additional Character ⑫\". I dettagli saranno annunciati in seguito sul sito ufficiale.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Character ⑫","nsuId":70050000047702,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047703":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Verrà aggiunto un \"Additional Character ⑬\". I dettagli saranno annunciati in seguito sul sito ufficiale.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Character ⑬","nsuId":70050000047703,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violenza contenuta"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000042332":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/742279abb66943f62ba5d572cba6e461d1ea7b619e2fbb4fd134d35a1dc550d3.jpg","category":null,"description":"This is the fourth DLC character in DNF Duel: Who's Next.\nIt will be released in 2024 and the date listed on the store page is tentative.\n\n※ The exact date of the release will be announced in the future.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"DNF Duel - DLC4","nsuId":70050000042332,"numberOfPlayers":null,"publisher":"NEXON","rating":12,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000042343":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6076d2b48b6bf10e7a97cdb08c41340b3bb1bd1cea508b5bc3b5876e16132aea.jpg","category":null,"description":"This is the fifth DLC character in DNF Duel: Who's Next.\nIt will be released in 2024 and the date listed on the store page is tentative.\n\n※ The exact date of the release will be announced in the future.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"DNF Duel - DLC5","nsuId":70050000042343,"numberOfPlayers":null,"publisher":"NEXON","rating":12,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000042788":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/34e3c909edd768db08a9b7d7cdbb24ecec06fb055e6e50d80b4eacde0ce6194e.jpg","category":null,"description":"Fornisce l'accesso a contenuti aggiuntivi.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"ONE PIECE: PIRATE WARRIORS 4 Character Pack 6","nsuId":70050000042788,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":12,"ratingContent":["Bad Language","Violence","Acquisti in-game"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000044061":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d9a12792a6c42d09a042a8308de2377420314c0619ebdea037d0e1b3faf13998.jpg","category":null,"description":"Ottieni l'Episodio aggiuntivo 3 e la Mappa dell'anima 3 da usare in ONE PIECE: PIRATE WARRIORS 4.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"ONE PIECE: PIRATE WARRIORS 4 Additional Episode 3 & Soul Map 3","nsuId":70050000044061,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":12,"ratingContent":["Bad Language","Violence","Acquisti in-game"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000044100":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/73278e783e3a346421a180b2b2b481ad5ce3873d71715b738bb479f71652ba6b.jpg","category":null,"description":"Contiene contenuti per NARUTO X BORUTO Ultimate Ninja STORM CONNECTIONS.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"NBUNSC -  DLC Pack 2","nsuId":70050000044100,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":12,"ratingContent":["Bad Language","Violence","Acquisti in-game"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000044101":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/73278e783e3a346421a180b2b2b481ad5ce3873d71715b738bb479f71652ba6b.jpg","category":null,"description":"Contiene contenuti per NARUTO X BORUTO Ultimate Ninja STORM CONNECTIONS.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"NBUNSC -  DLC Pack 3","nsuId":70050000044101,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":12,"ratingContent":["Bad Language","Violence","Acquisti in-game"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000044102":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/73278e783e3a346421a180b2b2b481ad5ce3873d71715b738bb479f71652ba6b.jpg","category":null,"description":"Contiene contenuti per NARUTO X BORUTO Ultimate Ninja STORM CONNECTIONS.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"NBUNSC -  DLC Pack 4","nsuId":70050000044102,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":12,"ratingContent":["Bad Language","Violence","Acquisti in-game"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000044103":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/73278e783e3a346421a180b2b2b481ad5ce3873d71715b738bb479f71652ba6b.jpg","category":null,"description":"Contiene contenuti per NARUTO X BORUTO Ultimate Ninja STORM CONNECTIONS.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"NBUNSC -  DLC Pack 5","nsuId":70050000044103,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":12,"ratingContent":["Bad Language","Violence","Acquisti in-game"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046096":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e5a18649e73fce90f61b865b0e5e1084aa43d6554b0ef0d848f17442ee0b8280.jpg","category":null,"description":"Vivi esperienze uniche in SnowRunner con questo nuovo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100FBD013AB7024","ids":["0100FBD013AB7024"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SnowRunner - Season 13: Dig & Drill","nsuId":70050000046096,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000046100":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/309c6ada417d8040d5fe60a3f72b386a4230c77be472a643ed33e266e746d760.jpg","category":null,"description":"Vivi esperienze uniche in SnowRunner con questo nuovo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100FBD013AB7025","ids":["0100FBD013AB7025"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SnowRunner - Season 14: Reap & Sow","nsuId":70050000046100,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047042":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6b9b07076c64b515b07a944619a6a110cc774676362670934a4231192d7482ff.jpg","category":null,"description":"Vivi esperienze uniche in Expeditions: A MudRunner Game con questo nuovo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01002C101C1AB004","ids":["01002C101C1AB004"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Expeditions: A MudRunner Game - Season 1","nsuId":70050000047042,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047043":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7e5a21aa9b266b22bc132f03b037f53de670fdac607cad9f6b66a8f21267c5fe.jpg","category":null,"description":"Vivi esperienze uniche in Expeditions: A MudRunner Game con questo nuovo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01002C101C1AB005","ids":["01002C101C1AB005"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Expeditions: A MudRunner Game - Season 2","nsuId":70050000047043,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047630":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ba5febbead65e6a474968a72148eafa10729a0c1f4cf34e1dc1dba7dc4a1b3d3.jpg","category":null,"description":"Con 206 nuovi livelli da superare e migliaia di esagoni da risolvere, questo mondo, Glacialis,  promette ore rilassanti di risoluzione di rompicapi!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Sblocca un nuovo ed eccitante mondo: Glacialis! Divertiti con un mondo inedito, ricco di rompicapi da completare!","isDemo":false,"key":null,"languages":null,"name":"Glacialis","nsuId":70050000047630,"numberOfPlayers":null,"publisher":"ToastieLabs","rating":3,"ratingContent":[],"region":null,"releaseDate":20250130,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/12c80b6f6c56caa1430ca289d221dc045096099b2b4e150a019ebb8d5fbfd343.jpg","https://img-eshop.cdn.nintendo.net/i/4f4e9b6562c0bb48213ff86de42cea99b17986cc42335d7e09584ae4ab5536ff.jpg","https://img-eshop.cdn.nintendo.net/i/f9327c270935c9a1f1fdb476678855a2864ef3368b95d2960228849ec56db50d.jpg","https://img-eshop.cdn.nintendo.net/i/47f06599cd58e5771f7d6e89a590d422256ab10f73ffb8de79dd24c0e43faf5b.jpg","https://img-eshop.cdn.nintendo.net/i/a942f56e8aa5072eb2e4622f6aefae4503e8c3e7a4da6c41d980faf5e20119a5.jpg","https://img-eshop.cdn.nintendo.net/i/a9ca3d9f9a128aa2c9d4744ff7e054ab483639f4ed9d767c006bed34e9816bf9.jpg"],"size":3145728,"version":null},"70010000073078":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a61df8bfc235b8b35edf94ff49797187fd6ca884a5c5008c1db0d3f7834ab58a.jpg","category":["Avventura","Gioco di ruolo (RPG)"],"description":"Planetary Calendar 214. Four years have passed since the end of the Solar War. Our protagonist, scarred from the loss of his crewmates in the war, is re-assigned to the Jovian patrol ship Gun-Dog as it’s dispatched with orders to investigate mysterious signals coming from the edge of Jovian Space.  \nUnknown to the Gun-Dog’s crew, a new danger looms deep in the ocean of stars, threatening not just the Gun-Dog but all her crew.\n\nTake on the role of the Gun-Dog's security officer as you attempt to save the ship from an unknown assailant whilst navigating the paranoia, conspiracies and vendettas that break out amongst the crew. As camaraderie falls apart can you overcome the challenges that await?\n\nThe Game - A love letter to retro anime and 80s Sci-Fi\n\nStories from Sol: The Gun-Dog is a visual novel adventure in the spirit of classic PC-9800 titles. Featuring a vintage green screen aesthetic, Space Colony Studios strives to create an \"era-accurate\" game that exudes retro vibes in every way, from the text to the visual effects. As the Jovian patrol ship sails into the darkness among the stars, the players will feel like they are on an adventure in an 80s Sci-Fi as they solve the mystery they find themselves in.\n\nThe Story – A new threat emerges from the void.\n\nHumans have long since freed themslves from the grasp of gravity, but they are still unable to escape the hold of war. \nIt’s year 214 of the Planetary Calendar. Four years have passed since the end of the Solar War and an uneasy peace persists throughout the solar system. The Jovian patrol ship Gun-Dog is sent on a reconnaissance mission to investigate mysterious signals coming from the edge of Jovian space. What starts as a routine assignment quickly escalates into a battle for survival as an unknown threat terrorises the crew.\n\nThe Gameplay – Investigate. Interact. Analyse. Advance.\n\nUtilising traditional point-and-click adventure mechanics, during your time on the Gun-Dog, you can navigate various locations on the ship, examine the details of the richly realised backgrounds or talk with the different crew members on board. You will need to listen  closely to the characters' words to reveal important clues or duplicitous intentions and keep your eyes peeled for key items and interactive elements in the backgrounds that you can use to advance the story.\n\nThe Place - Adventure in a entirely explorable ship!\n\nThe main stage of the first instalment in the \"Stories from Sol\" series, as the Jovian patrol ship Gun-Dog heads into deep space it serves as the setting for the game’s story. It has been exhaustively realised. Rich and evocative descriptions of the ship, including the constant rumble of the engine room, the bustle of the bridge, the silence of space pair with an extensive range of scenes that have been meticulously designed and animated in detail to deliver an immersive experience. Inspired by the best that anime has to offer the ship even features \"Armoured Frames\", mechanised, human shaped, weapons of war.\n\nThe Characters – Get on board with the crew of the Gun-Dog !\n\nAll stories are about people and the cast of “The Gun-Dog” bring the story to life, so much so that their charm and charisma convinced the team at Astrolabe Games to board the Gun-Dog and sign up to be the publisher. From the elegant yet distant Captain Bartermews, to the bubbly Lieutenant Commander Cassandra Quinn, to the assertive and domineering Chief Mackenzie Cathays, “The Gun-Dog” features an extensive cast of characters for you to meet. Each crew member has a distinct personality, role and history. Get to know them and their quirks and decide whether to work with or against them to unravel the mystery that lies at the story’s heart.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/d2674e1bb3e7ef9924994246abc538515852789e74b6e0f67a4c7d469a314c08.jpg","id":"010004201D1E6000","intro":"War is over. War is just beginning.","isDemo":false,"key":null,"languages":["ja","en","zh","zh"],"name":"Stories from Sol: The Gun-Dog","nsuId":70010000073078,"numberOfPlayers":1,"publisher":"Astrolabe Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20250220,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/04ea379bd8d351431e118c4dd5ac151caecc7907af1ad5fdb7f73d36b0f15f79.jpg","https://img-eshop.cdn.nintendo.net/i/c176b3ba825f02b98097009caead9ed6029df20bf8e875adea19c8731c344e0e.jpg","https://img-eshop.cdn.nintendo.net/i/7fd0abc4b16e1af8c48e1a2c5d65bcb4f0753bc221b7be53ac0089fca7fd4ee5.jpg","https://img-eshop.cdn.nintendo.net/i/fc4fcd958a4653bab5eb34b8154f6d81276ed6a4c35e72a295306638f21b9c5f.jpg","https://img-eshop.cdn.nintendo.net/i/7489953b3eec5d46860cfe3c441ab799e1004726b36ba4e4888cd3382c916fd2.jpg","https://img-eshop.cdn.nintendo.net/i/b953b52d603575cc1052f11fcd49a1d0cd50f0e26a9fae61747dc1975e72aa1a.jpg"],"size":143654912,"version":null},"70050000047227":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/43b3a8e945a66f13ec612a5dc68a56746a39e268b0efcb273e457f7d58a81a2a.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pass Personaggi SEGA DLC 2","nsuId":70050000047227,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047228":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a7765236fe8f9df3505865e1c028e342601654c998a1c89c1eb5d8fb82b24380.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pass Personaggi SEGA DLC 3","nsuId":70050000047228,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047229":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5d852ee42d53e4f09adc40b9e764b4fdd52320ad270befb7a0cfcf11bcffaad4.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pass Personaggi SEGA DLC 4","nsuId":70050000047229,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047230":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7647fe5f5e994da6f3d5222131946a57c74ff58a809433c34c8b33fc0b45dc4c.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pass Personaggi SEGA DLC 5","nsuId":70050000047230,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047231":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/283cdd491abfc229d4f0af319c407b9fca1157aad143c5bdba38c87a41bd5b13.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pass Personaggi SEGA DLC 6","nsuId":70050000047231,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047232":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 1","nsuId":70050000047232,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047233":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 2","nsuId":70050000047233,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047234":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 3","nsuId":70050000047234,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047235":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 4","nsuId":70050000047235,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047236":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 5","nsuId":70050000047236,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047237":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 6","nsuId":70050000047237,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047238":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 7","nsuId":70050000047238,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047239":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 8","nsuId":70050000047239,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047240":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 9","nsuId":70050000047240,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047241":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 10","nsuId":70050000047241,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047242":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 11","nsuId":70050000047242,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047243":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 12","nsuId":70050000047243,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047244":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 13","nsuId":70050000047244,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047245":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 14","nsuId":70050000047245,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047246":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Dettagli aggiuntivi saranno disponibili in prossimità della pubblicazione.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pacchetto Personalizzazione DLC 15","nsuId":70050000047246,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["Acquisti in-game"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046104":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/df5e52844738f32f17e1654480187020ced34f51e902672540af805ea857719d.jpg","category":null,"description":"Vivi esperienze uniche in SnowRunner con questo nuovo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100FBD013AB7026","ids":["0100FBD013AB7026"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SnowRunner - Season 15: Oil & Dirt","nsuId":70050000046104,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000046108":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a8e22033788d5f9c44aeb0820db8814c5ae1712b4c7898dc2f3eee21b26b4ead.jpg","category":null,"description":"Vivi esperienze uniche in SnowRunner con questo nuovo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100FBD013AB7027","ids":["0100FBD013AB7027"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SnowRunner - Season 16: Expansion 4","nsuId":70050000046108,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000046216":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/233d71ca26ac382d7ab9a8e48c5fb4e2656687c72e59189588fc6e288b42a5d6.jpg","category":null,"description":"Ottieni un'altra arma da mischia e altri oggetti cosmetici.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SOUTH PARK: SNOW DAY! Melee Weapon + Cosmetics Pack","nsuId":70050000046216,"numberOfPlayers":null,"publisher":"THQ Nordic","rating":16,"ratingContent":["Bad Language"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046743":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/904147585acf7432ef97a8c7e73230045f97eaac38b3497047aecc4d4f4181c4.jpg","category":null,"description":"Incluso nel pass stagionale e nell’edizione deluxe digitale\n\nQuesta espansione ti porterà nel cuore della saga, dove assisterai agli eventi dalla prospettiva di Seign e degli altri eroi che hanno abbandonato il gruppo di Nowa per occuparsi di una questione nell’impero galdeano. Cosa è accaduto durante la loro separazione? E, soprattutto, quale ruolo hanno ricoperto Seign e i suoi alleati pe influenzare lo svolgimento degli eventi dall’ombra?","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Il JRPG torna con una nuova cerchia di eroi.","isDemo":false,"key":null,"languages":null,"name":"Eiyuden Chronicle: Hundred Heroes - Espansione della storia: capitolo di Seign","nsuId":70050000046743,"numberOfPlayers":null,"publisher":"505 Games","rating":12,"ratingContent":["Bad Language"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046746":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/81b10bf4b941cdd9b68f866305a84f2ee6198decf111ac4456276820fe62d535.jpg","category":null,"description":"Incluso nel pass stagionale e nell’edizione deluxe digitale\n\nQuesta espansione, prequel della saga epica di Hundred Heroes, segue le vicende di Marisa e il suo viaggio come Guardiana. La storia, ambientata nel lussureggiante Grandebosco e nelle mistiche Rovine runiche, narra del suo incontro con una ragazza incantata e affascinata dai luoghi antichi, che finirà per diventare una fedele compagna di Marisa. Tuttavia, alcune forze sinistre si aggirano nell’ombra, e le due si troveranno a indagare sui segreti della misteriosa “figlia delle rune” in cui si imbattono.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Il JRPG torna con una nuova cerchia di eroi.","isDemo":false,"key":null,"languages":null,"name":"Eiyuden Chronicle: Hundred Heroes - Espansione della storia: capitolo di Marisa","nsuId":70050000046746,"numberOfPlayers":null,"publisher":"505 Games","rating":12,"ratingContent":["Bad Language"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046749":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0a2864818c8a1ca8ace10cc2b5363bc3b42d790e9863c49b3fbddb6847fc60e0.jpg","category":null,"description":"Incluso nel pass stagionale e nell’edizione deluxe digitale\n\nIn questa espansione, una scoperta affascinante attende Markus, Carrie e Nowa. Quando un’anomalia, soprannominata la “distorsione del Menhir”, rende accessibile un misterioso portale di teletrasporto, il trio decide di avventurarsi nel regno ignoto a cui conduce. Quali verità nascoste li attendono? Le rivelazioni potrebbero fare chiarezza sul passato oscuro di Markus, portando alla luce segreti da tempo sepolti. Con il fiato sospeso, si preparano a vivere un’esperienza straordinaria.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Il JRPG torna con una nuova cerchia di eroi.","isDemo":false,"key":null,"languages":null,"name":"Eiyuden Chronicle: Hundred Heroes - Espansione della storia: capitolo di Markus","nsuId":70050000046749,"numberOfPlayers":null,"publisher":"505 Games","rating":12,"ratingContent":["Bad Language"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046752":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/87f237a691d2c29418ba3f7ac758a6c38aa2b596b2fc5d0d92ab8a3d32a8f4be.jpg","category":null,"description":"Componente aggiuntivo per Eiyuden Chronicle: Hundred Heroes, contenente 2x vernici per il quartier generale.\nVerifica attentamente ogni descrizione prima dell’acquisto.\n\nIl pacchetto include:\n 1x vernice per il quartier generale (Esterno dorato)\n1x vernice per il quartier generale (Esterno rosa)\n\n*Questo set è incluso nel pass stagionale e nell’edizione deluxe digitale di Eiyuden Chronicle: Hundred Heroes.\n*Assicurarsi di non eseguire un acquisto multiplo accidentalmente.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Il JRPG torna con una nuova cerchia di eroi.\n","isDemo":false,"key":null,"languages":null,"name":"Pacchetto Restauro QG","nsuId":70050000046752,"numberOfPlayers":null,"publisher":"505 Games","rating":12,"ratingContent":["Bad Language"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047044":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a4a391ee3bad55c7bbb29cc319ef1c77238064e684678e75629483006e47ec50.jpg","category":null,"description":"Vivi esperienze uniche in Expeditions: A MudRunner Game con questo nuovo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01002C101C1AB006","ids":["01002C101C1AB006"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Expeditions: A MudRunner Game - Season 3","nsuId":70050000047044,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047045":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/342f8f5fdd65df2e551d102c2674da2de779ee296a4013ff199b2f3a65ffe2f7.jpg","category":null,"description":"Vivi esperienze uniche in Expeditions: A MudRunner Game con questo nuovo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01002C101C1AB007","ids":["01002C101C1AB007"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Expeditions: A MudRunner Game - Season 4","nsuId":70050000047045,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":3145728,"version":null}}