{"70010000078182":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2650116d5c3be9238095368dcd1aeb6aa49089df5254997516bcc546bfaa6611.jpg","category":["RPG","Ação","Aventura","Arcada"],"description":"Delve into the tale of a once-glorious kingdom ensnared by darkness, a story that begins with a young boy haunted by prophetic dreams. As evil corrupts the heart of the Sarook King, leading him to command his monsters against his own people, the stage is set for an epic saga.\n\nThe Premise:\nUncover the legend of a kingdom plunged into despair, betrayed by its monarch. In the mystical realm of Sarook, a young hero is awakened by visions of light, only to find his world threatened by a malevolent force. The king, once a protector, now spreads terror, commanding a legion of beasts to ravage his land.\n\nThe Game:\n\"Adventure Field™ Remake\" is a turn-based JRPG that reimagines the original classic with breathtaking 3D graphics. Navigate through treacherous dungeons, battle formidable enemies, and uncover the secrets of the kingdom. Embark on a quest to locate the 100 hidden mandragoras scattered across Sarook, unlocking one of 15 exclusive in-game achievements.\n\nShiny Monsters:\nPrepare for encounters with rare, color-varied monsters that offer a bounty of 10 times the usual experience and gold. With a 1 in 100 chance to stumble upon these shiny creatures, each battle could be a windfall.\n\n2 Difficulty Modes:\nChoose your challenge with two distinct difficulty settings: Remake and Classic. Classic mode raises the stakes—no healing upon leveling up, increased inn costs, deactivated healing crystals in dungeons, and the absence of hidden items. It's a true test of your strategic prowess and endurance.\n\nAs darkness descends upon the Kingdom of Sarook, the legend awaits your intervention. Only you can prevent the fall of the kingdom in this gripping remake. Will you rise as the hero Sarook needs, or will the shadows claim victory?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/fd4f775915ab3d9839a36df14a048649f130a29f4fef8100b4052517614bb88d.jpg","id":"0100B6A01E59E000","intro":"Embark on a legendary journey to save the kingdom of Sarook from darkness in Adventure Field™ Remake, now enhanced for Nintendo Switch™.","isDemo":false,"key":null,"languages":["en"],"name":"Adventure Field™ Remake","nsuId":70010000078182,"numberOfPlayers":1,"publisher":"Elushis","rating":7,"ratingContent":["Violência Ligeira"],"region":null,"releaseDate":20240505,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/51370df700fc3d8c14c66a80464971ef5ad1e7eda5bb98edaed10be2fe875128.jpg","https://img-eshop.cdn.nintendo.net/i/6445b288c995637fac9bec9ee9edc9c211f6346ba911c995937c59bfcdcafd50.jpg","https://img-eshop.cdn.nintendo.net/i/8d74b7ca910b3b86d0d8eb718fd1cf2a5357edbc4909097c7a83bfa215c28b2c.jpg","https://img-eshop.cdn.nintendo.net/i/5c39982b4dc1a12b165133063c154971a05ed5067e65a1920177cc9a9dbc36db.jpg","https://img-eshop.cdn.nintendo.net/i/b28b5a6fe3ceef3feb0bfdca7a82c9cecfe685583538f455940c6fcc8a4173ea.jpg"],"size":3204448256,"version":null},"70010000078938":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/804595d1cdcf963bb76044750842fe9f05bced05e5eda5614085e2ec98e8fd3d.jpg","category":["Ação","Luta","Arcada","Training"],"description":"In Ninja Shuriken Master, you become an experienced ninja on a journey of survival in a dark anime-inspired world. Use your quick reflexes and shuriken throwing skills to battle your way through waves of enemy ninjas.\n\nFeatures:\n- Thrilling Swipe Combat: Master the art of throwing with intuitive swipe controls, dispatching enemies with pinpoint shuriken strikes.\n- A World of Danger: Explore diverse, anime-inspired environments, each brimming with treacherous traps and cunning foes.\n- Unleash Your Potential: Level up your ninja, unlock devastating new techniques, and upgrade your shurikens for ultimate power.\n- Become the Legend: Face off against unique enemies, each with their own deadly skills. Test your mettle and rise as the ultimate Ninja Shuriken Master!\n\nPrepare to embark on a thrilling journey of vengeance, skill, and shuriken mastery. Are you ready to become the legend?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/d4b2905565cab7c5cc35d8b91705ff72c6542829d539262b626968e341f51f87.jpg","id":"01001AD01E8B6000","intro":"Become the Master of Deadly Shurikens!","isDemo":false,"key":null,"languages":["en"],"name":"Ninja Shuriken Master","nsuId":70010000078938,"numberOfPlayers":1,"publisher":"GAMETOTOP.CC","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240505,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/04ca4929821e9f1c7d799d721aa2d383feec128958b2adfd76bd4e1cf3495997.jpg","https://img-eshop.cdn.nintendo.net/i/cc01c2d35d1528e33b8e0bad1b0388da087793ffae2dd30cdf0cc7f35494cb7d.jpg","https://img-eshop.cdn.nintendo.net/i/c555b7f5b2ccdcec2cef34fcd8dddd0c1a588d393ba5b15204c997dbcc6e2c41.jpg","https://img-eshop.cdn.nintendo.net/i/f98074da506bded06b4ba39b156792c85e327b5bb469aee1549657ec42ba7eed.jpg","https://img-eshop.cdn.nintendo.net/i/b4b92389cfdcf075fed2a590203dbbe5f444f7d3e60c0a8bfc33796bc08d4fe2.jpg","https://img-eshop.cdn.nintendo.net/i/b0091d044f73952591b15b614481fdbd5ccbefe3f8c5cc53ff866d643c8bc58d.jpg"],"size":5426380800,"version":null},"70010000081069":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/008c2e22ccd0a615d02235aa87c41b163bb2fcdfb98d0a2cf286a86fea05c6c9.jpg","category":["Arcada","Ação","Aventura","Outro"],"description":"Embarque em uma emocionante aventura na fazenda onde a clássica empolgação dos arcades encontra o charme! Navegue por um mundo 3D vívido enquanto ajuda nossos adoráveis animais da fazenda — uma corajosa vaca, um galo atrevido, um gato astuto e um porco brincalhão — a limpar cada nível de cocos.\n\nConforme você progride, encontrará um elenco peculiar de monstros, incluindo fantasmas espectrais, lobisomens ameaçadores e zumbis pesados. Esses inimigos farão de tudo para dificultar seu progresso. Felizmente, você está equipado com poderosos upgrades para virar o jogo a seu favor. Use esses poderes sabiamente para superar os monstros ou desvie deles com manobras habilidosas quando não estiver potencializado.\n\nCaracterísticas do Jogo:\n\nJogabilidade Clássica: Experimente a emoção da jogabilidade clássica de navegação em labirintos, reimaginada com um divertido toque rural.\nDiversão Sem Fim: Mergulhe em vários níveis cheios de desafios e surpresas.\nModos de Jogo Duplos: Enfrente o jogo no 'Modo de Níveis' para um desafio estruturado ou teste suas habilidades no 'Modo Arcade' — quantos níveis você consegue conquistar com apenas três vidas?\n\nSeja navegando por níveis complicados ou competindo pela pontuação mais alta, Fazenda de Coco 3D oferece entretenimento sem fim e diversão garantida na fazenda para jogadores de todas as idades!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/1409a2c7b9f448a791c5aa038c645a80a57678499ab587c19542eeebdd25a56b.jpg","id":"010074F01F18C000","intro":null,"isDemo":false,"key":null,"languages":["en"],"name":"Coconut Farm 3D","nsuId":70010000081069,"numberOfPlayers":1,"publisher":"House of Pandas","rating":3,"ratingContent":[],"region":null,"releaseDate":20240506,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/de7215cb6d45ca396e9c9cf4c3fa680d83c7f62fff5580d39fa6ad543f77396c.jpg","https://img-eshop.cdn.nintendo.net/i/6335a10fa79118fbc791113fedcb43d03cd0bcc3374cf01b1d459e802d6a6684.jpg","https://img-eshop.cdn.nintendo.net/i/c2a210ce4c5b3613edffd319302fffd2151ca58f0d6be5ee250f790d823b3752.jpg","https://img-eshop.cdn.nintendo.net/i/67a372c23f2e1c0a7ee055253cddcb177b57b8632971c1b7407fd4974eebab16.jpg","https://img-eshop.cdn.nintendo.net/i/b073a2e0904bfd55d7e906de5587ede913ac847924e0227c7a960bed4d0b0461.jpg"],"size":115343360,"version":null},"70010000044810":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/bd4fdb1ba23515c9a142617d6e8bbc1b56e7f7164a61a2c943810bf96703e279.jpg","category":["Aventura","Puzzle","Estratégia"],"description":"Perde-te num conto de magia e surpresas, onde tudo é possível e nada é o que parece: junta-te ao jovem Jerry e segue um coelho branco peculiar até o extraordinário reino de Mousewood, uma terra onde os animais falam e onde não faltam mistérios. \n\nÉ aqui que o sonho de Jerry de ser mágico se torna realidade, apesar de uma força sinistra e inquietante lançar uma grande sombra sobre a floresta. Alguém oferece aos habitantes de Mousewood uma oportunidade única: bilhetes para o maior espetáculo de magia que o mundo já testemunhou. Mas o preço é elevado, já que deverão arriscar as suas posses mais preciosas e também as suas vidas. \n\nÀ medida que as sombras aumentam, os habitantes de Mousewood têm apenas Jerry para os ajudar. Numa aventura cheia de risos e lágrimas, alegria e medo, o rapaz será posto à prova, deixando para trás o mundo que conhecia, e a sua infância também se tornará coisa do passado.\n\nCARACTERÍSTICAS PRINCIPAIS:\n\nExploração/aventura com história: The Night of the Rabbit foi concebido, escrito e criado por Matthias Kempke, que acredita que a criação de jogos tem a ver com a invenção de novos mundos a serem explorados pelos jogadores.\n\nHistória multifacetada: começa de forma leve e divertida, mas ao longo das 20 horas de jogo vai adquirindo um tom dramático que estimula a reflexão.\n\nPersonagens e mundo originais: os animais que habitam o jogo foram originalmente desenvolvidos em histórias curtas, escritas pelo criador do jogo; essas histórias estão incluídas como bónus dentro do jogo.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/d82d6f4bc212eec2b6b432096c482d0af7016bad2434098acd59839ca6c192e6.jpg","id":"010047300EE38000","intro":"Perde-te num conto de magia e surpresas\n","isDemo":false,"key":null,"languages":["ja","es","pt","en","fr","de","it","ru","ko","zh","zh"],"name":"The Night of the Rabbit","nsuId":70010000044810,"numberOfPlayers":1,"publisher":"Daedalic Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20240508,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/e4c562df89577dd2d1e99b9645ad3cd5531ca814c4e340f6f21bffb451c0fe2c.jpg","https://img-eshop.cdn.nintendo.net/i/92417fced188292186ce32df947334b1ec85389486cdf86940311d175b6457b6.jpg","https://img-eshop.cdn.nintendo.net/i/46ea3800be5bc282ab040133383e406c07b5b3589db79b1e5e1e4716ad7d9233.jpg","https://img-eshop.cdn.nintendo.net/i/1bdc3b19d631dff74b1cb4354a78c45685ab96f5c0843db361f39537282aeba1.jpg"],"size":2149580800,"version":null},"70010000051851":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/73ee4f951360031668858ddbcfea6630a6fb21cb0b6542efeb9fdb400367a8f6.jpg","category":["Plataformas","Aventura"],"description":"Nartide é uma menina inocente que vivia com os seus pais numa grande mansão, até que um dia ignorou o conselho da mãe e dormiu sem a proteção de um cobertor. Nessa noite, o vento frio da noite, chamado Cruviana, entrou pela janela e levou a pequena Nartide como sua prisioneira. Presa numa noite eterna, Nartide tem de encontrar a luz da sua vida e procurar uma maneira de voltar a casa.\n\nThe Prisioner of The Night é um arrepiante jogo de plataformas e ação 2.5D, onde a adorável Nartide tenta sobreviver a monstros terríveis e armadilhas na noite mais escura e assustadora da sua vida. Prepara-te para guiar a pequena Nartide através de 159 níveis dementes e aterradores, onde cada passo pode levar a uma morte dolorosa!\n\nCaraterísticas:\n\n• Explora o mundo surreal deste jogo de plataformas!\n• Supera 159 níveis que vão desde belos sonhos a horríveis pesadelos.\n• Recolhe 12 tipos especiais de roupa que concedem habilidades úteis a Nartide!\n• Resolve quebra-cabeças, evita armadilhas mortais e sobrevive a encontros com criaturas temíveis.\n• Descobre elementos do folclore brasileiro!\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/ef4a1003ce00702b9fa270dd3611dd5ea11fe6c2487b4f604de1899e3759d503.jpg","id":"0100155017E12000","intro":"Neste jogo de plataformas clássico, guia uma menina através de um horripilante mundo de trevas!","isDemo":false,"key":null,"languages":["en","pt","es"],"name":"The Prisoner of the Night","nsuId":70010000051851,"numberOfPlayers":1,"publisher":"eastasiasoft","rating":18,"ratingContent":["Violência Extrema"],"region":null,"releaseDate":20240508,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/197277c38aef38194fa72343d9812993640f1a03cb9dfc2f9b5b29f0684aa0da.jpg","https://img-eshop.cdn.nintendo.net/i/0e2860d47688926f2bd8cee9954f4b64e3debfa203e660b81eb0e92b16d634c7.jpg","https://img-eshop.cdn.nintendo.net/i/67a43c24732c4207b84063280d3c31b5f5ff2425f0add03b5f0042c5f00b7e7a.jpg","https://img-eshop.cdn.nintendo.net/i/ba3ffe63d43f07da67fa05328b62e743c7678767bb0731adec3af0a92ddb2451.jpg","https://img-eshop.cdn.nintendo.net/i/c0d25daa4c2a540dca38b312b7feaf83240b378925d6e3c080730156f3826600.jpg","https://img-eshop.cdn.nintendo.net/i/502a1bdb46f76b12530bebc6595af88e484f394a00ac4e39a454d9847c81a06d.jpg"],"size":3452960768,"version":null},"70010000063763":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/afca2966ebf967109ab6d42c3e0ff36155167941d178fe7e05cd7c77c48143a9.jpg","category":["Estratégia","Simulação","Puzzle","Study"],"description":"Imagine Earth é uma simulação de planeta em tempo real e um jogo de estratégia. Seu trabalho como gerente de colônia espacial é explorar e povoar planetas distantes. Construa colônias prósperas e lucrativas em escala global e troque recursos e produtos pelo espaço.\n\nLucros vs. Ecocídio\n\nVocê experienciará um enorme conflito entre as metas de lucro das corporações interestelares e a necessidade de preservar as condições de vida de seu povo. As emissões de exaustão e a poluição do solo afetam o clima global à medida que sua colônia está crescendo. O aumento da temperatura derrete as calotas polares e suas colônias são destruídas pelo aumento do nível do mar.\n\nExpansão e Pesquisa\n\nCrie grandes cidades e satisfaça seu apetite por recursos construindo usinas, fazendas e fábricas. Procure por cristais de ideons, pacifique tumultos, pesquise tecnologias e construa e maximize seu crescimento enquanto mantém um ecossistema saudável.\n\nAliados, Ameaças e Inimigos\n\nPrepare-se para lidar com ameaças como colisão de asteróides, tornados, incêndios, vulcões e aumento do nível do mar. Defenda de invasores espaciais e investidores estrangeiros. Coexista e negocie com nativos, comerciantes e colônias hostis.\n\nEra Espacial Capitalista\n\nEm 2084, grandes corporações dividiram a Terra entre si e exploraram seus recursos naturais em grande medida. Agora, a descoberta de cristais de ideons permite viagens para o espaço, enquanto tecnologicamente e ideologicamente quase tudo permanece o mesmo. As leis do mercado estão sendo espalhadas no universo.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/9c05c79eff0baa9c578b9a5b474d841b82520af853e09fdefde20124d356da1f.jpg","id":"0100E2701A3D8000","intro":"Constrói e abastece as tuas próprias civilizações planetárias. Gira os recursos e desenvolva infra-estruturas para as deixar prosperar. ","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh"],"name":"Imagine Earth","nsuId":70010000063763,"numberOfPlayers":1,"publisher":"Serious Brothers","rating":3,"ratingContent":[],"region":null,"releaseDate":20240508,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/cfd0eeac6126289979985cbd26a523d0d00b65a2007b16f74a585fbfd444d1de.jpg","https://img-eshop.cdn.nintendo.net/i/ef02516fb1f054cf10023ea6f7aa971c09cb6528df9b46bcc7b2ee4d6de2b937.jpg","https://img-eshop.cdn.nintendo.net/i/835ee5291125280a920422ca98d818885769e285705f249c07be47ccb684f721.jpg","https://img-eshop.cdn.nintendo.net/i/43db30a76e11d45c9a85946de5db38964a0bde4321212d3997e11043e38bd127.jpg","https://img-eshop.cdn.nintendo.net/i/641fb9929d58e6f70c65c1461380408705c65c6b06dae6e14385460120387157.jpg","https://img-eshop.cdn.nintendo.net/i/b44ce44ffc48a3cab5b9685694ac0e89416d28a2d7e3be2d118dd22f217c90eb.jpg"],"size":1060110336,"version":null},"70010000065692":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/bd83ab5e8239722001cccb844a7226ce42810e1343877473d1325686bfd49a77.jpg","category":["Arcada"],"description":"A Mega batalha de túneis PAC-MAN: Campeões Comilões é uma competição de comida do PAC-MAN apenas online! Come para percorreres vários labirintos interligados através de Bolinhas de Poder e vários Itens de Poder para devorar os FANTASMAS e jogadores adversários do PAC-MAN! Tenta ser o último PAC a resistir no final de cada partida neste Battle Royale de 64 jogadores. Torna-te o Campeão Comilão!\n\n• COME PARA COMPETIR\nO único PAC-MAN Battle Royale com jogabilidade entre plataformas!\n\n• CONSOME TUDO\nCome tudo o que está no teu labirinto! Depois escava túneis para os labirintos de outros jogadores do PAC-MAN e come ainda mais para conquistar uma pontuação máxima!\n\n• PAC-MAN AO MODO DO FREGUÊS\nO Modo Eliminação oferece uma ação ao estilo das arcadas contra jogadores de qualquer nível, onde ganhas tokens para trocar por cosméticos. O Modo Classificação oferece uma competição séria contra jogadores com uma classificação semelhante à tua, onde ganhas XP para subir na tabela classificativa!\n\n• MISSÕES MAIS META\nCumpre condições específicas durante a partida para obteres uma pontuação ainda maior!\n\n• VERDADEIRO PAC VS. AÇÃO DE PAC\nCome pontos e fruta, depois uma Bolinha de Poder para devorares os Fantasmas... e até outros PAC-MAN!\n\n• PODER AOS PACS\nOs Itens de Poder tornam a ação mais divertida com escudos, velocidade e muito mais extras que te darão vantagem contra os Fantasmas e outros jogadores PAC-MAN! Alguns Itens de Poder ajudam o PAC-MAN, mas outros ajudam os Fantasmas!\n\n• LABIRINTOS ELIMINADORES\nCuidado com os labirintos que piscam, porque desaparecem um a um durante cada partida! Foge antes que sejam eliminados!\n\n• PERSONALIZA O TEU PAC\nCom uma variedade divertida de cosméticos de corpo, cabeça e cara, podes destacar-te do grupo ao teu próprio estilo!\n\n• JUNTA OS TEUS PACS\nAdiciona jogadores à tua lista de Amigos, monitoriza o progresso de amigos, observa as suas jogadas e convida-os para participarem numa partida contigo!\n\n• JOGA OU ASSISTE\nPodes assistir a partidas que estejam a decorrer na base de jogadores geral ou observar os teus amigos. Os espectadores do Modo de Eliminação até podem votar nos Itens de Poder disponíveis para os jogadores!\n\n• TORNA-TE O CAMPEÃO COMILÃO!\nSupera os movimentos dos outros jogadores e dura mais do que eles para seres o último a resistir dos 63 adversários PAC-MAN!\n\n*Além desta edição, existe uma Edição Deluxe disponível. Tem cuidado para não comprares o mesmo conteúdo duas vezes.\n*Este produto é um jogo multijogador que se joga principalmente através de partidas online entre jogadores. O único modo que permite jogar individualmente é o tutorial.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/5cd3b0e400c77e54eb8313bebf093ea55974f1b3e4b8cf3d6697cffaa5da13c1.jpg","id":"0100B7F01AF58000","intro":"COME PARA COMPETIR!","isDemo":false,"key":null,"languages":["en","es","pt","fr","de","it","ko","zh","zh"],"name":"PAC-MAN Mega Tunnel Battle: Chomp Champs","nsuId":70010000065692,"numberOfPlayers":1,"publisher":"BANDAI NAMCO Entertainment","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20240508,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/c6fd8a4d1684f9f2b410f32eb0328475e1bfbcaef526f265a0d2683f0cdb4dff.jpg","https://img-eshop.cdn.nintendo.net/i/91f387ca3f6548fcb211a0ddbc84da458e30b650586c5093589b97b60da75496.jpg","https://img-eshop.cdn.nintendo.net/i/8279cb226296517b1fd0026a45b376744673822ee35bef027d5c68d63463eb0a.jpg","https://img-eshop.cdn.nintendo.net/i/6c0f30f1c8d09d594458510a4a2b50da83f3cd4d6d70a11dd8c1fe6a0715e8cb.jpg","https://img-eshop.cdn.nintendo.net/i/ff6ee7981629d87ff3369c7f02b18b98b4d36f3c490bf88cabd4abab6ac4d7d1.jpg","https://img-eshop.cdn.nintendo.net/i/0c06a50117f2aa7c8d04d8b1fe1140ee3619115814ca9e62b74bb35312d50938.jpg"],"size":2142240768,"version":null},"70010000072413":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/72768382c9633785d620f99fc920bdd455ac28852463758e5866597a167123e0.jpg","category":["Ação","Puzzle"],"description":"Um senhor de idade acorda e vê-se num navio de cruzeiro luxuoso. \n Encontra passageiros que lhe dão nostalgia por vários motivos, enquanto tenta fugir do navio que está a afundar-se.\n \n Esse é um jogo de ação em que o jogador tem como objetivoescapar de um navio gigante, antes que ele se afunde no mar.\n A inclinação e o nível da água do navio mudam constantemente, e a situação varia drasticamente ainda que esteja no mesmo local, dependendo do momento.\n Os vários elementos espalhados pelo navio também funcionam de forma bem diferente, dependendo da inclinação e do nível da água.\n O jogador precisa de utilizá-los de forma estratégicaem função dessas mudanças de forma a criar um trajeto de fuga. Às vezes, é necessário resolver quebra-cabeças, e outras vezes, usar as ações do personagem de forma hábil.\n \n E no final...\n Um importante encontro aguarda o senhor de idade.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/7477b823a1806499ab056388ec7f95f436753b549c64760421dda17f03b81643.jpg","id":"01004DE01CF78000","intro":null,"isDemo":false,"key":null,"languages":["ja","en","es","pt","fr","de","it","nl","ru","ko","zh","zh"],"name":"Gift","nsuId":70010000072413,"numberOfPlayers":1,"publisher":"Bushiroad","rating":7,"ratingContent":["Medo"],"region":null,"releaseDate":20240508,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/44607edff8d8f611636a9c50c9e4962921e5cba522d8b44b72aaebe58c582081.jpg","https://img-eshop.cdn.nintendo.net/i/ce86e8629b454d7cb39a9bd464079fd23d1e97a8603ccb53f7a7e85e301fe47b.jpg","https://img-eshop.cdn.nintendo.net/i/52b1e5d218ca9d070cb6c6cae245300a4cbac339cbaf89bd84532a54c6f8aa1c.jpg","https://img-eshop.cdn.nintendo.net/i/29536ceb97d4ba1f24699620d035f01061f85812b5f49f551861ebec98888585.jpg","https://img-eshop.cdn.nintendo.net/i/63e7a62447f936a3c8ae16273189a9d14c8dc1246524bf896660c7c4da0e2dea.jpg","https://img-eshop.cdn.nintendo.net/i/b9d8112aec5ed4582b85f7b38c9182ce78ac130e651934d0857c8baa019f7378.jpg"],"size":1162870784,"version":null},"70050000044751":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a56035a279d21b532a286eb6014f00f5914a826f0e64609d19b7533354f8f0cd.jpg","category":null,"description":"Exibe o teu estilo favorito de Animal Lunar com estes itens cosméticos enquanto comes para competir!\n\nEste PAC inclui:\n- 1 Rato (corpo)\n- 1 Vaca (corpo)\n- 1 Tigre (corpo)\n- 1 Coelho (corpo)\n- 1 Dragão (corpo)\n- 1 Serpente (corpo)\n- 1 Cavalo (corpo)\n- 1 Ovelha (corpo)\n- 1 Macaco (corpo)\n- 1 Galo (corpo)\n- 1 Cão (corpo)\n- 1 Porco (corpo)\n- 1 Labirinto lunar (labirinto)","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100B7F01AF59001","ids":["0100B7F01AF59001"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"PAC-MAN Mega Tunnel Battle: Chomp Champs - Lunar Animals PAC","nsuId":70050000044751,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20240508,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000044752":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3f17961de68a72af788a522dbe97edf4d13d85cfd14247e685b3d28cda1c960f.jpg","category":null,"description":"Celebra a tua paixão pelos Amigos do PAC-MAN com estes itens cosméticos enquanto comes para competir!\n\nEste PAC inclui:\n- 1 Fyger (corpo)\n- 1 O Príncipe (corpo)\n- 1 Óculos do Pooka (cara)\n- 1 Óculos do Pooka - Raro (cara)\n- 1 Klonoa (cabeça)\n- 1 Capacete Dig Dug (cabeça)\n- 1 Dig Dug (labirinto)\n- 1 Mr. Driller (labirinto)\n- 1 Galaga (labirinto)\n- 1 PAC-MAN 3D (ícone)\n- 1 Inky 3D (ícone)\n- 1 Blinky 3D (ícone)\n- 1 Pinky 3D (ícone)\n- 1 Clyde 3D (ícone)\n- 1 Fantasma Assustado 3D (ícone)","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100B7F01AF59003","ids":["0100B7F01AF59003"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"PAC-MAN Mega Tunnel Battle: Chomp Champs - Namco Pals PAC","nsuId":70050000044752,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20240508,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70010000059157":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4fea77866c2379eb0d40ff588d39725a1bd7f086bb8c5ef573b7e855ef481ce8.jpg","category":["Aventura"],"description":"The three time IGF award nominated 1000xRESIST is a thrilling sci-fi adventure. 1000 years in the future, humanity is all but extinguished and a disease spread by an alien occupation keeps the survivors underground. You are Watcher. You dutifully fulfil your purpose in service of the ALLMOTHER, until the day you learn a shocking secret that changes everything.\n\nIn the near future, a mysterious alien race of giant entities arrives. We call them the Occupants.\n\nThey are not hostile, but it doesn’t matter. Their arrival is a death sentence. Humanity is wiped out in a matter of months, succumbing to a disease the Occupants have brought to our planet.\n\nA teenage girl called Iris is the only survivor. Somehow she is not only immune but also becomes immortal.\n\n1000 years later, Iris has birthed a new society consisting exclusively of her own clones. \n\nShe calls them Sisters. They call her the ALLMOTHER.  They live safe in the Orchard, an underground bunker, whilst Iris wages war on the Occupants.\n\nBut all is not well. Your closest sister, Fixer, comes to you with a dangerous revelation. You have been lied to. The ALLMOTHER is not what she claims to be. After Fixer is executed for treason, it falls to you to discover the truth.\n\nKEY FEATURES\n• RELIVE THE MEMORIES OF A GOD - As Watcher, your role is to relive and interpret the memories of the All Mother through a process called Communions. \n• DISCOVER THE TRUTH - Explore pivotal moments in the life of the ALLMOTHER from high school days and the arrival of the Occupants to the creation of the Orchard and the birth of the first sisters.\n• JUMP BACK AND FORTH IN TIME - within memories you can skip forwards and back in time. Use this ability to solve puzzles and access locked off areas and secrets.\n•A STORY LIKE NO OTHER - experience perspective shifts both literal and metaphorical as the game blends between 3rd person adventure, visual novel and first person walking simulator while throwing twists, turns and revelations at you until you question everything you think you know.\n• FULLY VOICED - enjoy more than 10 hours of playtime brought to life with over 15,000 lines of fully voiced dialogue from a brilliant cast of Asian-Canadian actors.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/5afe3d19e2e91627c2f0d36316d2ddcfed7d67b22af77760674741e878212bad.jpg","id":"0100B02019866000","intro":"A society of clones is ripped apart by a 1000 year old secret","isDemo":false,"key":null,"languages":["en","zh"],"name":"1000xRESIST","nsuId":70010000059157,"numberOfPlayers":1,"publisher":"Fellow Traveller","rating":18,"ratingContent":["Violência Extrema","Linguagem Forte"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/d23ab9d04c83c5ec1c1b88bcf59fbf67cfb9f1131e889e766634fdc93850b4fd.jpg","https://img-eshop.cdn.nintendo.net/i/b396962565157d847df849bf2524f4a393caeb310229dcd06e5f390d7798cf91.jpg","https://img-eshop.cdn.nintendo.net/i/41728d0975b3717c2f8140da4ef7ff1bdf82eb55cc76d7444cd390ccd258b70c.jpg","https://img-eshop.cdn.nintendo.net/i/ee7f9169ce5587ad4debaf209535a971879d7f15404c5a190c494a771cf97ebe.jpg","https://img-eshop.cdn.nintendo.net/i/b1baa7edca8c7d5d601bbe14b1ed2a456f6f82514998d81f744b91ab8d8854e7.jpg","https://img-eshop.cdn.nintendo.net/i/4ed3ef7a11cfbc0b421c6ee468c3004794cd6b1407af1a5f651ad215266a3e9e.jpg"],"size":8935964672,"version":null},"70010000061051":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/813e3bd006428f1a6618bf73584b107d262ce6f663428bca0566e0ab49540dd2.jpg","category":["Aventura","Simulação"],"description":"Vais encontrar o caminho para casa ou vais explorar o que te espera na grande cidade primeiro? Quer dizer, ir para casa é obviamente a tua prioridade principal. Obviamente. Bom, é uma das tuas prioridades. Talvez seja mais uma recomendação... Definitivamente, está algures na tua lista de tarefas! Mas em primeiro lugar? Toca a explorar!\n\nCaracterísticas:\n- Explora a cidade ao teu próprio ritmo num mundo aberto cheio de surpresas!\n- Faz amizade com um elenco interessante de animais tagarelas.\n- Conclui missões, ajuda os teus amiguinhos ou causa confusão. A escolha é tua.\n- Personaliza o teu gatinho com vários chapéus adoráveis!\n- Faz uma sesta ao sol.\n- Encontra o caminho para casa...?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4e0c83c0641a373c2709deb965d850a1c7ba4ee8cc57bc5b6f4db37a643cd032.jpg","id":"01000A4019FA2000","intro":"Uma bela soneca transforma-se numa aventura fantástica!","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","ko","zh","zh"],"name":"Little Kitty, Big City","nsuId":70010000061051,"numberOfPlayers":1,"publisher":"Double Dagger Studio","rating":3,"ratingContent":[],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/875d0cd976f63a49a4c6f88d04ed8daec999ea171aedc64a0fa153664d278b73.jpg","https://img-eshop.cdn.nintendo.net/i/1e19687bb6ab64c241995b1a7fa787b4d057ddeb3d37dc77b8d5fced49a291e9.jpg","https://img-eshop.cdn.nintendo.net/i/1e19687bb6ab64c241995b1a7fa787b4d057ddeb3d37dc77b8d5fced49a291e9.jpg","https://img-eshop.cdn.nintendo.net/i/69e80bf10252dfb1b93b8231411bffd2a2de658c2773ccacaa7e8ab8673d9b56.jpg","https://img-eshop.cdn.nintendo.net/i/1cae841ca240821cfc931447632fd166c927e0d3cad20fd928964e11bd6624db.jpg","https://img-eshop.cdn.nintendo.net/i/23771358c6c3192eb33e85105edf87798ad87baf0d840a0afb1bc9deedbc4d87.jpg"],"size":1292894208,"version":null},"70010000065091":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/63c78c2b7e586401115db25168c5e13054b9fdd261b16d9b65d0f23a68a8299f.jpg","category":["Plataformas","Aventura","Ação"],"description":"Saia de sua flor e explore o belo e inquietante mundo de Animal Well, uma maravilha pixelada que possui sons e detalhes visuais intrincados. Encontre criaturas cheias de vida, prestativas e assustadoras de todos os tamanhos ao mesmo tempo em que encontra aprimoramentos pouco convencionais e descobre os segredos do poço. Esta é uma experiência verdadeiramente única que trará risadas, sustos, surpresas e maravilhas.\n\nExplore - Ilumine a escuridão\n• Um mundo atmosférico repleto de enigmas e segredos\n• Acenda velas por segurança e preencha gradualmente seu mapa\n• Não-linear -- explore e colete itens na ordem que preferir\n\nSolucione enigmas - A chave é a observação\n• Interaja de maneiras surpreendentes com inimigos, itens e o ambiente\n• Todos os itens possuem múltiplas utilidades\n• Aprenda como detalhes inócuos podem se tornar significativos O jogo principal é apenas o começo. Os jogadores continuarão a descobrir enigmas escondidos por anos\n\nSobreviva - Tenha cuidado\n• Tire suas próprias conclusões sobre o que é perigoso e o que é seguro\n• Foco na tensão ao invés da ação\n• Você está impotente, mas pode utilizar o ambiente e itens com engenhosidade","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4519ab30d1b40a67a3ea3caa03cf792575954a15ecb1639f0e6b9eb9df169f37.jpg","id":"010020D01AD24000","intro":"Explore um labirinto denso e interconectado e descubra seus muitos segredos.","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh"],"name":"ANIMAL WELL","nsuId":70010000065091,"numberOfPlayers":1,"publisher":"Bigmode","rating":7,"ratingContent":["Medo","Violência Ligeira"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/bd63393ccc185c3abc15cc61e20be4fb140d3c21a15e183083001f461bb2037c.jpg","https://img-eshop.cdn.nintendo.net/i/ad55aac79b1adff168b2e2c20c538c0e1fd0444a1d1e58a3d0fea8051a73fad5.jpg","https://img-eshop.cdn.nintendo.net/i/2c29e01e87282fe6d0514528eac25dd624c01eaa50b67bc07b79412ce8cfb10d.jpg","https://img-eshop.cdn.nintendo.net/i/8f9c497f43a5f1a6d64336229be342f65d2fac5d488e579301fe6c0c7b694c1b.jpg","https://img-eshop.cdn.nintendo.net/i/2a191defa0769b10a279ee9574e1c3ab1bf0d93b39bebbb7268e13f4e8ebcba2.jpg","https://img-eshop.cdn.nintendo.net/i/3f8c684800a55a971e27523f78caa84041f686e02cb07e4f193960d8dc011331.jpg"],"size":44040192,"version":null},"70010000067932":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/990159a73c65bb93e2d6cfae0e6cf793a9c1865d432f76d5753c4ad86423571c.jpg","category":["Simulação","Puzzle","Aventura","Estratégia"],"description":"Com os créditos que receber, você pode fazer compras, jogar e pagar suas contas em dia. Funcionários mal-intencionados podem tentar te induzir a trair sua querida empregadora, mas nós sabemos que você dará 110%.\n\nVivencie uma narrativa linear distópica, onde você trabalhará como Técnico de Laboratório para um estado de propriedade corporativa. Seu trabalho é organizar uma misteriosa coleção de amostras genéticas e ser um funcionário exemplar, apesar dos trabalhadores rebeldes que tentam te recrutar. A gloriosa CorpoNation conta com você para trabalhar de forma diligente e colocar seu dinheiro de volta na economia.\n\nCOMO CONTINUAR SENDO UM FUNCIONÁRIO EXEMPLAR?\n\nTRABALHE DURO: Organize as amostras genéticas de acordo com suas características, fazendo modificações onde necessário.\nINVISTA SEU DINHEIRO NA ECONOMIA: Use seu salário para comprar itens e decorar seu quarto.\nRELAXE E DESCANSE: Suba no placar da plataforma de jogos aprovada pelo governo.\nESTEJA SEMPRE INFORMADO: Converse com seus colegas, complete pesquisas corporativas e acompanhe as notícias.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/1a3c63c4e8ad2d21f0a1a95057236f0550ff3ba7d37da04d5f00727e5af9e895.jpg","id":"010065B01B942000","intro":"Saudações, estimado funcionário. Sua função é organizar as amostras genéticas da Ringo CorpoNation.","isDemo":false,"key":null,"languages":["en","pt","es","fr","de"],"name":"CorpoNation: The Sorting Process","nsuId":70010000067932,"numberOfPlayers":1,"publisher":"Playtonic Friends","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/8fee659dc1ba652e641f5a93fa75b26cd5c515585f51e6c1e8ad6a89a89c3724.jpg","https://img-eshop.cdn.nintendo.net/i/e1eccbc6b8b3f9450497c22cbda3d54201650d29f23eec287bd499860d8b71cd.jpg","https://img-eshop.cdn.nintendo.net/i/f049b2a2e7cbc02355f03031fcb344067e01b7a0d8613483f81ce9ec1a2cb0e6.jpg","https://img-eshop.cdn.nintendo.net/i/736b1756780100fe96eaf622914666d5aef59838def6e20a3202f6a53ce14cf2.jpg","https://img-eshop.cdn.nintendo.net/i/8bc6eb2e20a22cf47d727931129a8c4a7dd3e62be03eec2626a7c3d614989ac3.jpg","https://img-eshop.cdn.nintendo.net/i/1157b33f97c13a5c5698d5cd5807dd3ee3877025d44b72ad7aaaba27de1322fe.jpg"],"size":560988160,"version":null},"70010000072105":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/dc40f6d15ded19d670c611c927c4a325200ee7c01eb723f41c6d48913960b7ce.jpg","category":["Plataformas","Ação","Aventura","Shooter"],"description":"A bruxa lendária Cotton está de volta, e desta vez em 3D! \n\nPrepara-te para reinvocar esta pérola dos jogos de ação adoráveis previamente disponível apenas no Japão. \n\nA ININ e a Success juntaram-se mais uma vez para te trazer uma nova versão substancialmente melhorada de Rainbow Cotton. \n\nLançado originalmente em 2000 para a Sega Dreamcast, Rainbow Cotton leva-te numa viagem inspirada nos jogos de arcada por uma série de níveis encantadores com um design fantástico: desde uma acolhedora vila ao luar decorada com luzes de Natal até uma misteriosa floresta submersa e um castelo mágico acima das nuvens. Adornados com gráficos 3D fascinantes, estes níveis têm bosses gigantescos, bem como caminhos alternativos para explorares, conferindo ao jogo uma boa repetibilidade. \n\nPor isso, apanha reforços para preparares projéteis vistosos e os lançares contra os inimigos coloridos. Usa poderosos ataques mágicos para varrer o ecrã com bolas de fogo e relâmpagos. Com a ajuda de fadas leais, talvez consigas travar o malvado demónio Tweed e ajudar a Cotton a ficar com o elusivo doce Willow só para si. \n\nEsta experiência, que já é naturalmente mágica, é agora melhorada com cenas cinematográficas de animé totalmente localizadas e com novos gráficos, além de inúmeras melhorias de conveniência. \n\nCaracterísticas:\n\nModo rétro próprio: replica a experiência original tão fielmente quanto possível.\n \nControlos melhorados: funcionalidades de fixação de alvos e de regresso à posição anterior reformuladas, para te proporcionar uma experiência mais envolvente.\n\nLocalização completa, incluindo das cenas cinematográficas de animé!\n\nMelhorias gráficas: efeitos das partículas, oclusão do ambiente e não só! \n\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/7114fdde1ad22363de964f317f603027f69f26bd0100d174e43fa27f2d542ed0.jpg","id":"0100CE601CE88000","intro":"Recorda um clássico da feitiçaria com o regresso de Rainbow Cotton.\n","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it"],"name":"Rainbow Cotton","nsuId":70010000072105,"numberOfPlayers":2,"publisher":"ININ Games","rating":7,"ratingContent":["Violência Ligeira"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/32fbf486021c2feb39e3f352b4f04ab85c13d3abd23fdaa6953ad353c723e09a.jpg","https://img-eshop.cdn.nintendo.net/i/a994fe0f634cdb8c8980748599537bdacd3ac0ef4d02634f667b2d3b1344383b.jpg","https://img-eshop.cdn.nintendo.net/i/37fda5f2a516741deb8f0c56043a373a349f83b5f1540a5f3252fa7cfba18d6e.jpg","https://img-eshop.cdn.nintendo.net/i/ba696fd9642d9ac6f2f31782803f36095a7bdde9e0dacc511431bbe01782909f.jpg","https://img-eshop.cdn.nintendo.net/i/65e37d69e0b59d1397e89f28e995a6da365f9c125ee9d2bf89ad42b847e5a299.jpg","https://img-eshop.cdn.nintendo.net/i/fe6eb668f6fc62ebcd0ab4d7b12e735a3c022db85a87eda408c6c0f10c1ca5df.jpg"],"size":852492288,"version":null},"70010000075496":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/46fa20816025c4d9f8797e003336b6c7f6ff70d36897a9297c4c417bf09f6b02.jpg","category":["Desporto","Simulação","Multijogadores","Outro"],"description":"Sai do sofá e sobe ao pódio dos vencedores — participa em jogos de verão repletos de ação! Esperam-te provas de natação, tiro, atletismo e atletismo de força. Demonstra espírito de equipa e atinge o pico do desempenho desportivo!\n\n• 5 troféus com níveis de dificuldade crescentes\n• 14 disciplinas diferentes\n• Modo de um jogador ou multijogador local para até 4 jogadores\n\n14 disciplinas desportivas entusiasmantes:\n• Natação (estilo livre e estilo livre de estafetas)\n• Corrida (100 metros, 400 metros com barreiras, 800 metros, corrida de estafetas)\n• Lançamento do dardo\n• Lançamento de martelo\n• Arremesso de peso\n• Tiro com arco\n• Salto em comprimento\n• Salto em altura\n• Salto com vara\n• Levantamento de peso","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/cc21a7d7e1806c00038eb5086299e1423939395bdd294b0f14b771598e96a9a8.jpg","id":"0100F4B01DB16000","intro":"Agarra o Ouro!","isDemo":false,"key":null,"languages":["en","es","fr","de","it","ru"],"name":"Summer Games Challenge","nsuId":70010000075496,"numberOfPlayers":4,"publisher":"TREVA","rating":3,"ratingContent":[],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/75c4193226d1497ca2e88814d05bfeef52b83ff0de58048be020fe4acee2caf5.jpg","https://img-eshop.cdn.nintendo.net/i/86de6a05fc7c8ac01f18f8bc1f9f9ffe7625c8c60a00243fe7282c6b703b15aa.jpg","https://img-eshop.cdn.nintendo.net/i/cfe399eb2d939312c86d358ea30248827778c1239b4638ef02e0521bde6e5149.jpg","https://img-eshop.cdn.nintendo.net/i/756b06e40ecd5d6336c1ffa4379120c581f66016170b58bac48ba9d64eb3f697.jpg","https://img-eshop.cdn.nintendo.net/i/9a5d9e14a612a6ac374e438ab4859ad88ca8ddc97103dbc27e56cfcff23f0877.jpg","https://img-eshop.cdn.nintendo.net/i/71f203bdacfacdfe9e62a2eb9a644f1a92dda4a3bbac7aebab1498a3900e0e0f.jpg"],"size":929038336,"version":null},"70010000076705":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/cd2bf558aef472926966b0571bf1fc5f803e57810385b97250ba7299d1608a58.jpg","category":["Puzzle","Multijogadores","Plataformas"],"description":"Kinduo 2 é um jogo cooperativo local em que dois amigos elementais com habilidades singulares se ajudam para superar obstáculos!\n\nCrie blocos de gelo, queime ou derreta coisas e combine as suas habilidades para criar plantas nesse jogo cooperativo colorido e fofinho!\nCada personagem possui uma habilidade exclusiva, o que torna o jogo mais desafiador e divertido.\n\nVocê consegue solucionar esses quebra-cabeças complicados? \n\n\nDestaques\n* 50 fases com mais de 10 mecânicas diferentes!\n* 3 biomas diferentes!\n* 2 personagens com várias habilidades exclusivas!\n* Para um jogador ou multijogador cooperativo local\n* Estética relaxante e arte em pixel fofinha","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/2cd45d0f0c7c34d8e353b1be2a3de831523239c151a74fade341733ebf10e58c.jpg","id":"010039301DFC2000","intro":"Kinduo, o quebra-cabeça de plataforma cooperativo, está de volta com diversão em dobro!","isDemo":false,"key":null,"languages":["en","pt","es","fr","de","it","ru"],"name":"Kinduo 2 - Frostbite","nsuId":70010000076705,"numberOfPlayers":2,"publisher":"Ratalaika Games","rating":7,"ratingContent":["Violência Ligeira"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/8bfee03b08d1a16cbacd5140d3ae2c3fa95d2e2fa83680094d7eb774e88010e7.jpg","https://img-eshop.cdn.nintendo.net/i/75fb530531839b5d0cbdc4bc45c720e18d351b7fa6a17b4ce7115403c47ffab2.jpg","https://img-eshop.cdn.nintendo.net/i/21e3c80ecb2a1746f5c2d06cf40f8459879c8a65f7a2ce6d86519e7cdf4b5dd2.jpg","https://img-eshop.cdn.nintendo.net/i/c32792920be36569ccf008de69c87950594c9ddf9bcd6789137e29f1dc9911c4.jpg","https://img-eshop.cdn.nintendo.net/i/bfefceff4e3d96ebcd33fc1840d4da7b6d6c4177354fc6c96f87b59be68b9ec3.jpg","https://img-eshop.cdn.nintendo.net/i/8fa0d7263520072af088ff3f10a79b34ba1c82515c5d92b30a05d453057b7262.jpg"],"size":47185920,"version":null},"70010000078553":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d70a6e05baed700a32dedaa39149c01596b388788808b3f084e46d3ba20bccbe.jpg","category":["Desporto","Simulação","Arcada","Training"],"description":"Prepare-se para uma emocionante aventura de basquete! Teste suas habilidades e torne-se um mestre de tiro no escuro neste jogo viciante.\n\nSeu objetivo é simples: jogar a bola na cesta. Mas não se deixe enganar pela simplicidade! A cada nível, a dificuldade aumentará, exigindo cada vez mais precisão e habilidade de sua parte. Teste suas habilidades em vários estágios, cada um apresentando um conjunto único de obstáculos. À medida que você avança no jogo, sua habilidade aumentará e você poderá realizar golpes cada vez mais difíceis.\n\nExperimente a emoção de arremessar a bola como nunca antes e torne-se uma lenda do basquete. Prepare-se para uma aventura emocionante que testará suas habilidades e proporcionará horas de jogo viciante!\n\nFUNCIONALIDADES DO JOGO:\n• Excelente aquecimento para precisão;\n• Muitos níveis de dificuldade variada;\n• Física realista do comportamento da bola;\n• Gráficos simples e minimalistas.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/a1973aa234214e844889de66f7b9a53999f138f5bc2e3e82c788b48e1e176ade.jpg","id":"010000801E726000","intro":"Prepare-se para uma emocionante aventura esportiva em um simulador de basquete com física de bola realista!","isDemo":false,"key":null,"languages":["ja","en"],"name":"LET'S THROOOW! Street Basketball Simulator","nsuId":70010000078553,"numberOfPlayers":1,"publisher":"Megame","rating":3,"ratingContent":[],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/14c3ab94b7bac255b82559ad829ae65767010907127c525fab157d4b6376ad75.jpg","https://img-eshop.cdn.nintendo.net/i/f70a7a77e26e74bef793cd463f33d0ddc319ea5d8f3f4bc232c5dfc981397e92.jpg","https://img-eshop.cdn.nintendo.net/i/77c3dfbef70e4f8932908c09c462646f04c1e1498eb66b3b5d688098d583714d.jpg","https://img-eshop.cdn.nintendo.net/i/5c5c376445404c9f5baea54a61d02d119ade8423c007c61f02f40e2f3e286950.jpg","https://img-eshop.cdn.nintendo.net/i/a34a2153173dbc2619701c06ff558f78ed2fa77b8907cd4b0bde92a2b42173e2.jpg"],"size":155189248,"version":null},"70050000044750":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e38520515118d9e7219ab513c8915da0a6d1491b62e9e8f8ae267133f1416e3b.jpg","category":null,"description":"Dá nas vistas com estes itens cosméticos raros enquanto tentas comer quaisquer concorrentes que se intrometam entre ti e o título de Campeão Comilão!\n\nEste PAC inclui:\n- 1 Unicórnio - Raro (corpo)\n- 1 Coroa (cabeça)\n- 1 Poupa (cabeça)\n- 1 Punk (cabeça)\n- 1 Óculos Esbugalhados (cara)\n- 1 Óculos Retro (cara)\n- 1 Comilão de Cerejas (ícone)","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100B7F01AF59002","ids":["0100B7F01AF59002"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"PAC-MAN Mega Tunnel Battle: Chomp Champs - Chomp Challengers PAC","nsuId":70050000044750,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047743":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/fdddc79932189e7df53fa5f85ced31c77f0570166bb2b0b9a565a51e6e2c86f0.jpg","category":null,"description":"Você sobrevive bem o suficiente para conseguir salvar o cachorro da irmã da prima do presidente das mãos do esquadrão de traidores Red Falcon? Junte-se à força Contra e não fique de fora de mais uma aventura apocalíptica em Vampire Survivors: Operation Guns.\n\nReúna um esquadrão de personagens clássicos e arme-se com um arsenal explosivo de armas de fliperama nesta nova expansão cheia de ação do Vampire Survivors. Enfrente milhares de inimigos assustadores e chefes absurdos dos renomados jogos Contra. Resista com garra às fases incríveis inspiradas na icônica série da Konami, mas prepare-se para a chuva de balas: se você não tiver força no gatilho, a Terra pode não ter um futuro.\n\nOperation Guns reúne a simplicidade visceral do clássico Contra com personagens que permitem uma composição otimizada, diveeersas armas (22, incluindo evoluções!) e uma curva de aprendizado que junta a dificuldade dos fliperamas com a fórmula do Vampire Survivors.\n\n11 novos personagens inspirados na série Contra\nInclui um esquadrão de sobreviventes valentes da força Contra, especialmente designados para a missão de se tornar uma chuva de balas, como:\n\nBill Rizer - um grandalhão com uma arma grandona, decidido a se vingar da a ameaça alienígena.\nAdora: filmes de ação, balas de alto calibre. Odeia: caixões criogênicos, criaturas espaciais.\nLance Bean - conhecido pela agressividade, por sempre ter tinta para cabelo à mão e por possuir um cérebro tão impressionante quanto os próprios músculos, Lance é parcialmente responsável por criar as novas armas estranhas da força Contra.\nAriana - forçada a defender seu lar dos cruéis traidores do Red Falcon nas selvas de Galuga, Ariana é especialista em manobras evasivas, o que faz da sua Velocidade de Movimento uma Armadura extra.\nLucia - é um clone? Um ciborgue? Um monstro descerebrado treinado pela força Contra para ser o epítome do guerreiro perfeito? Seu passado é um mistério, mas sua força é bem conhecida no campo de batalha, assim como sua reputação de se recuperar de supostas derrotas com mais poder do que antes.\nBrad Fang - o produto valentão de tecnologias cibernéticas de ponta com experimentos genéticos bizarros, Brad Fang é metade homem, metade lobo, metade robô e 150% supersoldado.\nBrowny - originalmente criado para ser um robô de batalha multifuncional, uma série de defeitos (ou funcionalidades) estranhos na programação de Browny fez com que este pequeno androide ficasse obcecado por cair na farra. Felizmente, esse desastroso erro de programação não prejudica a notável proeza de combate de Browny.\nSheena Etranzi - ás em confrontos de guerrilha e especialista no combate na selva e em todos os tipos de armamentos experimentais, Sheena é uma verdadeira sobrevivente e está acostumada a prevalecer frente a adversidades impossíveis.\nProbotector - um robô de reconhecimento hiperavançado programado para proteger humanos em ambientes hostis, o Modelo Probotector RD009 pode converter qualquer melhoria à sua Armadura em mais Poder para suas muitas armas modulares.\n\n22 novas armas totalmente automáticas\nEquipe-se com o arsenal radical da força Contra, que conta com mísseis teleguiados (ou quase), armas com tecnologia de ponta e o famoso Tiro Pulverizado. Evolua essas engenhocas mortais para transformá-las em protótipos de armas experimentais e complemente cada tiro com 3 novos coletáveis — você precisará de todas as vantagens possíveis para sobreviver aos desafios da Operation Guns.\n\nPara além da Galuga\nPasse por vários biomas caóticos inspirados nas fases clássicas do Contra. Explore a Selva Galuga, a Neocidade e a cruel Zona Alienígena em uma fase horizontalmente arriscada, cheia de inimigos icônicos e chefes brutais. Acelere sua jetbike e enfrente numerosos horrores em uma fase de ritmo furioso e desenfreado.\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Pegue suas armas e seja a chuva de balas junto com a força Contra em Vampire Survivors: Operation Guns.","isDemo":false,"key":null,"languages":null,"name":"Vampire Survivors: Operation Guns","nsuId":70050000047743,"numberOfPlayers":null,"publisher":"poncle","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240509,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/b2bd9feb6d6ee919b69118a363a54149c342df9a9001b4f6e30d5eb892a21136.jpg","https://img-eshop.cdn.nintendo.net/i/1213425ecd2008f5c9244b454aca90b711ea0ffac60ee9f987f9357b8e3ff4c5.jpg","https://img-eshop.cdn.nintendo.net/i/ffb2d255ed0bdfe3c515d969ed08eafb3fc21ad838522b2ef711a4bf2e34b1f0.jpg","https://img-eshop.cdn.nintendo.net/i/07ed868393f6c9d03870d7c0812be419b3a721cbd022a511caf210f9e7f93d29.jpg","https://img-eshop.cdn.nintendo.net/i/a51ef69ecdd7255582b586db3067804e221c51374af96f210a54860cf87bf071.jpg","https://img-eshop.cdn.nintendo.net/i/96b6248ed0079c637793bd0661cdc1d282e7de2c98a616d28fb487f6a2d4fd39.jpg"],"size":0,"version":null},"70010000073237":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/b290ea06fc6f8ba983bac4d335d9af2244de9249d80d87697fcda098526c4303.jpg","category":["Aventura"],"description":"STORY\n\n“Machina” is the world’s first android to pass the Turing Test. She’s attracted worldwide attention for her human-like qualities though there’s still some part of her that is not fully complete which shows that she still has room to grow. Incidentally, she is also dressed like a maid.\n\nAt the suggestion of his colleague, Dr. Hiro Koshino ends up taking Machina home and has her work as a maid. As Machina continues to learn and grow through her interactions with Hiro, he also begins to develop certain feelings towards her…\n\nAn android heroine and the genius hermit. This is a story of pure love where the two learn to grow together, overcome fate and find happiness.\n\nFEATURES\n-Art by Suzushiro Atsushi\n-Dual language display support\n-Japanese voice acting\n-Kinetic visual novel\n-An android maid girl!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/3decb7d5fb2797e8c8d029592a3cfb2bb463f2ab65c054d2a02b6f98304ff531.jpg","id":"0100A1901D29E000","intro":"A story of pure love between a scientist and an android heroine and how they grow together, overcome fate and find happiness.","isDemo":false,"key":null,"languages":["ja","en","zh","zh"],"name":"QUALIA ~The Path of Promise~","nsuId":70010000073237,"numberOfPlayers":1,"publisher":"Sekai Games","rating":12,"ratingContent":["Insinuações Sexuais"],"region":null,"releaseDate":20240510,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/f6b20aa9ffa4cc88a7a5d6410ddf391e1055f3cd109fe9053722cf55ad701f91.jpg","https://img-eshop.cdn.nintendo.net/i/53e7e3f442b98515a9489faf8a466372ec5b79a452e0b622dff0eb17c283d899.jpg","https://img-eshop.cdn.nintendo.net/i/825aad11560e5c066a3e2f5be31acc60ee8d2d6f7716d0312065c23cf11dbff9.jpg","https://img-eshop.cdn.nintendo.net/i/e537a4d65a43e49fa95ce8ed976db35969ad18c13a9e5e3e0d641ea9f71da3ab.jpg","https://img-eshop.cdn.nintendo.net/i/2d22a2d7236c0707527ace7b4ebf01e882717a6de9b5b94cc0f0bf7c75272bdf.jpg","https://img-eshop.cdn.nintendo.net/i/9535fa488afbc57696ecb68c53b52c2ec8261a9a1b559178de600a3128a94cf8.jpg"],"size":1121976320,"version":null},"70010000080294":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3b3077eb5c6d438d40fc5d2bbdf4c47b3a11a7328eac888da287d7b9925a0876.jpg","category":["Arcada","Simulação","Estratégia"],"description":"Bem-vindo ao sítio mais movimentado do mundo. Aviso importante: não, não pode esconder a campainha dos convidados. Sim, eles vão continuar a tocá-la. O teu papel aqui será cuidar do hotel e atender os hóspedes e todas as suas necessidades durante a sua estadia.\n\n\nLIMPAR, PREPARAR E SERVIR - SERVIÇO, QUERO DIZER SERVIÇO \nAntes da chegada dos hóspedes, tens de arrumar e preparar os seus quartos. Veja a sua lista de tarefas, tire todo o equipamento necessário do carrinho e livre-se da confusão. Para responder às perguntas que vão surgindo: sim, os hóspedes vão queixar-se se virem apenas uma migalha na alcatifa.\n\nTempo é dinheiro. A entrega dos pedidos especiais dos hóspedes - como lençóis luxuosos ou sushi delicioso - tem de ser feita num determinado período de tempo para receberes todo o teu bónus monetário.\n\n\nGERE O HOTEL SOZINHO OU COM UM AMIGO\nSe quiseres jogar com um amigo, as apostas serão um pouco mais altas, mas duas cabeças são melhores do que uma. A câmara vai-se deslocar para incluir sempre as duas personagens no ecrã.\n\nBoa sorte e não te esqueças: um sinal de \"proibido correr, chão molhado\" não é desculpa suficiente para não entregares a refeição aos convidados a tempo.\n\n\nCARACTERÍSTICAS PRINCIPAIS:\n- Modo de um jogador e modo cooperativo\n- Estrelas que desbloqueiam novos níveis\n- Muitas actividades para completar\n- 25 níveis com vários layouts","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/e6de4a73fab6594e9354b39ce5f37d3628b651a217aa495fe5380b112270f80a.jpg","id":"01002BC01EDEC000","intro":"Adopte uma abordagem muito prática na gestão de um hotel movimentado e certifique-se de que os seus hóspedes saem com um sorriso no rosto.","isDemo":false,"key":null,"languages":["ja","en","ko","zh"],"name":"Hotel Hustle","nsuId":70010000080294,"numberOfPlayers":2,"publisher":"RedDeer.Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20240510,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/c9e7bcc6c519e7160042a3a35b3c69297792fb24ba72a67e28def67307365695.jpg","https://img-eshop.cdn.nintendo.net/i/e7391f534fab31919df6a0f20ab97eb9a472e58676c944968d22a2f79c6eca2d.jpg","https://img-eshop.cdn.nintendo.net/i/bc0da2907676615f3aeaf9431ff3b8e54d1b294e5a170b5e4871c40b551cb732.jpg","https://img-eshop.cdn.nintendo.net/i/2b514ac1fab0e8d89771d5136614a338a17543c07629b7ee8f70369c32d74c24.jpg","https://img-eshop.cdn.nintendo.net/i/7b9f82a27f67a55886ad81f63c8b4c18382b6e51d4a80fdc100a3b495aecfb89.jpg","https://img-eshop.cdn.nintendo.net/i/f955cfe46837f5fa4810bab33d6532badb15e7689fda61e3b83fb100b063a2b2.jpg"],"size":2187329536,"version":null},"70010000072271":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/1678e83b4ec8c0631ecad5d2fcc21667523112dec5283c1d65fed864beafeae0.jpg","category":["Plataformas","Puzzle","Aventura","Outro"],"description":"Hand In Hand é um jogo de plataforma 2D com tela dividida, onde o jogador pode controlar dois personagens ao mesmo tempo ou dois jogadores podem jogar no modo cooperativo em um dispositivo.\n\nUMA HISTÓRIA TOCANTE\nDuas almas gêmeas vivem em um mundo de conto de fadas. Mas quando o mal chegou ao seu mundo, eles se perderam. Agora os dois precisam caminhar um em direção ao outro, enfrentando muitas dificuldades e perigos pelo caminho. E somente encontrando uma conexão frágil entre eles e andando de mãos dadas eles serão capazes de derrotar o mal e se encontrar novamente. É uma história sobre como podemos ajudar uns aos outros mesmo quando estamos separados e estar longe um do outro mesmo quando estamos próximos. É uma história sobre a importância dos relacionamentos e do apoio mútuo. Mas cada história tem um significado ainda mais profundo...\n\nTELA DIVIDIDA\nO jogo funciona no modo tela dividida, com um personagem em cada tela em seus respectivos locais. O jogo tem dois modos. O primeiro é o modo single-player, onde um jogador controla simultaneamente os dois personagens com um joystick. Neste modo, o jogador deve demonstrar habilidades sofisticadas de controle. O segundo é o modo cooperativo local, onde dois jogadores controlam os personagens usando dois joysticks. Aqui, ambos os jogadores controlam seus respectivos personagens. Cada modo tem suas vantagens. O modo single-player exige que você mostre grande destreza e velocidade de reação, e o modo cooperativo permite que você sinta a alegria de jogar com sua família ou amigo. Experimente os dois modos de jogo, esperamos que você goste e se divirta completá-lo.\n\nOS PERSONAGENS INTERAGEM E AJUDAM-SE\nCada personagem tem sua própria parte do nível em um local comum. No entanto, algumas partes do nível estão interligadas. Isso significa que os personagens podem interagir e ajudar uns aos outros a completar o nível. Os personagens podem mover chaves e objetos de uma parte da tela para outra, e a maioria dos quebra-cabeças precisa ser resolvida por ambos os personagens trabalhando juntos, conectando partes da tela e resolvendo quebra-cabeças juntos.\n\nCHEFE ÉPICO\nO jogo tem batalhas épicas contra chefes. Cada chefe representa o mundo das sombras que invadiu esta floresta de conto de fadas e quer mergulhar todos os habitantes deste mundo de conto de fadas no horror da escuridão eterna. Nossos bravos heróis, Lina e Minho, devem derrotar cada um dos chefes para que a paz e a prosperidade reinem mais uma vez na floresta das fadas. As batalhas contra chefes acontecem sem tela dividida e são projetadas para serem jogadas por apenas um dos personagens, então cada personagem deve derrotar seus chefes sombrios do mal.\n\nQUEBRA-CABEÇAS\nEm seu caminho pelo mundo de contos de fadas em colapso, os personagens encontrarão constantemente vários quebra-cabeças, como portas fechadas, raios laser com refletores, mecanismos e ruínas antigas, labirintos e cavernas cheias de perigos. Nossos heróis serão capazes de superar todas as dificuldades, mas cada um terá que fazer todos os esforços para passar por essas provações e ajudar seu companheiro.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/beefd17912b6e3c4b4f95387a73599e9cafa20bb4f0c8735b25b2c118a44abe8.jpg","id":"01002CB01CEE8000","intro":"Mergulhe no mundo étnico de dois heróis, resolvam quebra-cabeças e superem obstáculos juntos, explorem a floresta das fadas e outros locais, ajudem-se mutuamente.","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","zh"],"name":"Hand in Hand","nsuId":70010000072271,"numberOfPlayers":2,"publisher":"OverGamez","rating":7,"ratingContent":["Medo","Violência Ligeira"],"region":null,"releaseDate":20240511,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/f531cb8bcdf5dc5e8d09211dc8bb21fde5190fab37d3af30e8f1b7d246c4797b.jpg","https://img-eshop.cdn.nintendo.net/i/49d124826986ea1c28a9987ec7ba2a555707d0d6c5426ff2f0254ceb50c2e0ff.jpg","https://img-eshop.cdn.nintendo.net/i/4f8a382bbb12a540c98ce919f840f96f975ed77e020d006f699b0ed405c48dfc.jpg","https://img-eshop.cdn.nintendo.net/i/f28ddbc10923154b3a7866bbabba0664894ecce5ed69e1258db3fbacc71c052d.jpg","https://img-eshop.cdn.nintendo.net/i/4c4db6fd1fe4ecd9edb2f670846de0b9b9375f3979829aa3b8083664fca3b852.jpg","https://img-eshop.cdn.nintendo.net/i/2dc32626c6cecdf727446ae5a5159061fb1d73932836817424710cd69988f5a9.jpg"],"size":785383424,"version":null},"70010000079891":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/648ba78a5fba67e40e45a30fe42886b13319acaac62a7ebc968ac61d20709153.jpg","category":["Shooter","Arcada","Estratégia","Ação"],"description":"Defend against an onslaught of zombies in MergeZ \n\nMerge guns together to create new upgraded weapons \n\nArm your soldier and take out the zombie swarms","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/743995602e04ecfa89ac1164f409881b28b884de14c5876853e9d4377a81b5ff.jpg","id":"01001E401EC0A000","intro":"Merge guns to stop the zombies","isDemo":false,"key":null,"languages":["en"],"name":"MergeZ","nsuId":70010000079891,"numberOfPlayers":1,"publisher":"Entity3","rating":7,"ratingContent":["Violência Ligeira"],"region":null,"releaseDate":20240511,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/55f337583e7ac4cb4e8ed65ac092f00b9c7fefc3e7e1b05a180f46a821e6c221.jpg","https://img-eshop.cdn.nintendo.net/i/767713493222528bb64f8dd9c6914c6f051c3315efe249110e233b9ec83ad266.jpg","https://img-eshop.cdn.nintendo.net/i/97e02fa515ff70033651e8e6c853e8e314890259efb22dfa9ac0570a3c55047b.jpg","https://img-eshop.cdn.nintendo.net/i/2ebd2a404143356f0686b4da0983147a7e73667fff8ea743908ca1f25737a970.jpg","https://img-eshop.cdn.nintendo.net/i/4581af5a12dd13423cedd3c96f6cb9450bcd30c724efab8cb4f1258610b362b9.jpg"],"size":160432128,"version":null},"70010000080301":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/1c6c95dcad745249a4c40f0ca5e3438e136668478d2eae4fb49f044073d90dff.jpg","category":["Simulação","Aventura","Arcada","Estilo de Vida"],"description":"Welcome to the Culinary Cooking Master Simulator,  where you embark on a delicious journey to become the ultimate culinary masterchef! Whether you're a seasoned home cook or a complete beginner, \nthis game offers an immersive experience that lets you hone your cooking skills, experiment with diverse ingredients, and create mouthwatering dishes from around the world.\n\nFeatures:\n- Realistic Cooking Mechanics: Experience the thrill of cooking with lifelike physics and realistic kitchen equipment. From chopping vegetables to flipping meat, every action feels authentic and immersive.\n- Vast Array of Recipes: Choose from a diverse selection of recipes spanning  and difficulty levels. From classic comfort foods to exotic delicacies, there's something for every palate.\n- Ingredient Management: Manage your pantry and refrigerator to ensure you have the necessary ingredients for your recipes. \n- Recipe Customization: Experiment with different ingredients and cooking techniques to create your signature dishes.\n- Career Mode: Start as a novice cook and work your way up to becoming a renowned culinary master. Complete cooking challenges, earn rewards, and unlock new recipes as you progress through your career.\n- Interactive Tutorials: Learn essential cooking skills with step-by-step guides. Master the knife and more!\n- Burger Creation: Build your dream burger bar! Choose from tons of buns, patties, cheeses, and more. Craft the juiciest masterpiece!\n- French Fry Mastery: Fry perfect fries! Cut, season, and fry to crispy perfection. Explore delicious dipping sauces!\n- Soda Fountain Fun: Mix and match flavours for the fizzy drink of your dreams! Adjust the fizz for ultimate refreshment.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4a25ecf9f3b935e06b4ea0f2cf69edae17950ef3ea1b441782f6959722c2cf44.jpg","id":"01001F401EDEE000","intro":"Become a Culinary Master! Cook, Experiment, and Conquer the Kitchen!","isDemo":false,"key":null,"languages":["en"],"name":"Culinary Cooking Master Simulator","nsuId":70010000080301,"numberOfPlayers":1,"publisher":"DEZVOLT GAMES","rating":3,"ratingContent":[],"region":null,"releaseDate":20240511,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6a4e320d7e17854222141ac3649489b67020f356c1d9a666af4496267e0339ea.jpg","https://img-eshop.cdn.nintendo.net/i/c767283d25762815ddbe4135ec35f21d4f31d33e96d256ee9ec0250f6ea8972f.jpg","https://img-eshop.cdn.nintendo.net/i/0cd8a6aa34d71a2d5d7154c06a05c5da8363bba6b5fe2a6ab3d8afac1ce4e5f3.jpg","https://img-eshop.cdn.nintendo.net/i/de82c8b16c6f66d21b4313b3ceaacf3c693a6ae9435a6252da5a480e4b599cc1.jpg","https://img-eshop.cdn.nintendo.net/i/7468e9827ab402f4fe926290b9b698aa1834ee876c4245393c8b7f3427e17682.jpg","https://img-eshop.cdn.nintendo.net/i/7c4a80e62fee603db72204bdb0eb3dfe96a5f07ef05577eb67f71f2f9f598581.jpg"],"size":382730240,"version":null},"70010000080543":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/58552e60fd040637d77403e10592e555900144e9d5c5967314d296cfc261599b.jpg","category":["Arcada","Festa","Simulação","Aventura"],"description":"Crab Digger - an exciting arcade game with RPG elements that takes you to the center of a tropical island, where you control a funny crab. Your task is to break all the blocks on the level and move on to set new records.\n\nThe game offers you the opportunity to compete with other players, track your place in the online high score table. And don't forget to collect coins, because thanks to them you can improve the damage and durability of your pickaxe!\nPersonalize your crab by purchasing hats from the store. Unlock new locations where you will find new types of blocks and decorations.\n\nCrab Digger is a game that promises to captivate you with its enjoyable gameplay, exciting moments and the unique atmosphere of a tropical island. Spend time with pleasure pumping your crab and reaching new heights!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/3f56b0df304febbba352bfbdea09d6ef32c810d63db5aa4e543bcee8cde1e8a1.jpg","id":"01003A501EF46000","intro":"Break, Build, Compete: Unleash Your Inner Crab in a Tropical Adventure!","isDemo":false,"key":null,"languages":["en","ru"],"name":"Crab Digger TROPICAL ISLAND","nsuId":70010000080543,"numberOfPlayers":1,"publisher":"404 Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20240512,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/39bae64c23100ecb2baa86756fe568976b59a341fe98a70efb6261555cd351b6.jpg","https://img-eshop.cdn.nintendo.net/i/e6a0a714d32cd6c12a6dec7edf0ac4855235c648e655aeb3095abd52993fe925.jpg","https://img-eshop.cdn.nintendo.net/i/15d08cfebd626f679f5a9f4234e079a5ca83be94a153afafa35b4aaf10bfe221.jpg","https://img-eshop.cdn.nintendo.net/i/e39c8a4d0fa35fd85772f05738d28ac0779c8ea57a4e63732cec60c09ee6222b.jpg","https://img-eshop.cdn.nintendo.net/i/927d35c9b9aacb9675c40e8235f00e29a6574a6690b27dd06ccdd4c809f767e1.jpg","https://img-eshop.cdn.nintendo.net/i/8c23f4bc2bb1e6a82093df71315a27ce5b41d329b041e1814f8464ca9955f12f.jpg"],"size":195035136,"version":null},"70010000055879":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3dc7c5af1a7f5d29b4cdb9ec0057f5b6e715fbe7a3a6744c618129fb594a842f.jpg","category":["Ação","RPG"],"description":"BIOMUTANT® é um RPG de kung-fu pós-apocalíptico em mundo aberto com um sistema de combate único que mistura artes marciais, tiroteios e habilidades mutantes.\n\nO mundo foi assolado por uma praga e as raízes da Árvore da Vida estão moribundas. As tribos estão divididas. Explora um mundo em convulsão e decide o seu destino: serás o seu salvador ou irás conduzi-lo até um destino ainda mais sombrio?\n\nPRINCIPAIS DESTAQUES\n- Descobre uma completa liberdade de movimento e mistura tiroteios, artes marciais e os poderes das tuas mutações\n- Reescreve o teu código genético para mudar o teu aspeto e joga com mutações como garras de louva-a-deus e caudas com farpas\n- Explora um mundo aberto a pé, num mech, num jet-ski, num balão ou em montadas únicas\n- Mistura peças e cria as tuas próprias armas corpo a corpo, revólveres, espingardas, caçadeiras e mais\n- A tua viagem é acompanhada passo a passo por um narrador, mas serão as tuas ações e escolhas a decidir o final da tua história de sobrevivência\n\nINCLUI O DLC GRÁTIS MERCENÁRIO: o Mercenário é uma classe especial que começa com a capacidade de utilizar duas armas em simultâneo e está equipado com lâminas clássicas. Explora o BIOMUTANT com um visual semelhante ao de um samurai desde o início.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/f09682a47174205fe8d33487a40596e3d98223107f4b225215150fd8e872acba.jpg","id":"01004BA017CD6000","intro":null,"isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh"],"name":"Biomutant","nsuId":70010000055879,"numberOfPlayers":1,"publisher":"THQ Nordic","rating":12,"ratingContent":["Violence"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/424b66d198a26aea835f75faa36914dc77bde6d83eb5a23931630af39729603b.jpg","https://img-eshop.cdn.nintendo.net/i/e94478e26432cd699781cc661f7642cbd35c05e44fecb3313e1540cfecc524ff.jpg","https://img-eshop.cdn.nintendo.net/i/48ceb5547232e516a4293f6fb785a3c7089f677c192fdd3b761b0290d7b4496f.jpg","https://img-eshop.cdn.nintendo.net/i/2afaac9b8d31d108addafe8c6d2cb93e29065d32d6bf140fb8fb43aef0652521.jpg","https://img-eshop.cdn.nintendo.net/i/eecace984820c8f85a1f8efb357be7e178d547f63c9a1f849e82a4961a4fafbe.jpg","https://img-eshop.cdn.nintendo.net/i/cb078acce6181ff6bf0728c5a29a512c2eb176536063caa5a46884fd42ca7c47.jpg"],"size":5158993920,"version":null},"70010000061257":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/36925c77075ba87095b388accbf1a7a8899538a06445376bb015156e36cfe34e.jpg","category":["RPG","Aventura","Ação","Puzzle"],"description":"Athenian Rhapsody is a super-fresh, one-of-a-kind comedy RPG in which you'll explore the World of Athens! Your goal is to build your very own Rhapsody - the story of you (the player) and your epic tale in this world. You'll be faced with many challenges, and you'll have to fight (or hug) your way through the world by either battling, or awkwardly trying to make friends with your opponents through esoteric knowledge, abstract jokes, memory games, and other strange and funny interactions.\n\nIf you want more of the meat'n'cheese, well feast your eyes upon these rather dry descriptions, written by someone who's probably a little bit boring:\n\n- 16 Potential party members for you to interact with! - Each of these characters has a bold personality, and a large amount of depth for you to discover. You can choose to adventure with whoever you'd like! There truly is a favorite for everyone to bond with, I promise.\n\n- Tons of enemies for you to FIGHT or BEFRIEND! - This world has no shortage of intense battles with opponents that range from weird, wacky, tough, cute, and outright goofy!\n\n- Vigorous mental challenges, and intense puzzles! - You may face mind-bendingly difficult challenges such as \"Spell Richard\" and \"Carry A Feather\" throughout your Rhapsody. Would you dare come face to face with the infamous 3x3 slide puzzle?\n\n- Varying battle mechanics to always keep the action fresh! - Many characters will switch up the tactics of battle, you'll be faced with various minigames based on the scenario you find yourself in.\n\n- Absolutely hilarious. - This game is fast paced, action packed, and full of zany and ironic humor that anyone can have a nice laugh at.\n\n- Lots of rabbit holes, secrets, and suspicious endeavors! - You will NOT run out of things to do. If you do, you probably haven't seen the sunlight in quite some time!\n\n- Choose your own adventure! - Nothing substantial in this game is up to RNG. You choose your pathway from start to finish, creating an extremely specific pathway which'll then be recorded - this is your playthrough's Rhapsody, a narrated story of your journey through Athens! When you come to the end of the line and reflect upon your Rhapsody, could you say you did your best?\n\n- Last but not least... An Online Social System! You'll be able to share Rhapsodies between your friends. Share, combine, read through, and maybe even delete your friend's Rhapsodies!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/73204d62a619f4d8fbe9bf63827c0d6018dd421b5604ec649dcefc368d265511.jpg","id":"0100D64016FD6000","intro":"ARE YOU READY FOR THE CRAZIEST GAME EVER? Forge your own zany story and explore the world of Athens in this one-of-a-kind, fast-paced, wacky comedy RPG!","isDemo":false,"key":null,"languages":["en"],"name":"ATHENIAN RHAPSODY","nsuId":70010000061257,"numberOfPlayers":1,"publisher":"Top Hat Studios","rating":7,"ratingContent":["Violência Implícita","Os Utilizadores Interagem"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/ee7922e9e474f091fa782339b75015c17ce8f246dc3cc941d15486cd80d42549.jpg","https://img-eshop.cdn.nintendo.net/i/5e89a899e6c4731bec341f7cb42451ef10c6e9f90f5341ef1ae49b114b38ad1e.jpg","https://img-eshop.cdn.nintendo.net/i/bdc6e087a2fd3b28747591ef1320d68490314030ecee6b7cc131f17d2dfef94a.jpg","https://img-eshop.cdn.nintendo.net/i/8c7e7b3f5aba60c28cc97276c6505271951c96a17d2dc1cdf9aee328d32963d6.jpg","https://img-eshop.cdn.nintendo.net/i/4ff8220fba57489c50c9d39e16ab5a45f7913c30bd472f0df84ac947a6f1e2f0.jpg","https://img-eshop.cdn.nintendo.net/i/0993fe1a1d5724afcf9953bd39ded77fb4a6bc82144637a01a5dcf5a170f0dc2.jpg"],"size":613416960,"version":null},"70010000067749":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ff3ba85b19c00b30a0fefde6e504083f8ff7d213113c002a75aafd3c96c86c27.jpg","category":["Ação","Estratégia"],"description":"Após 500 anos de paz, um novo perigo paira sobre Antala. O seu destino depende de ti, Imë, Lysfanga do Novo Reino, protetora do mundo. As cidades ancestrais, anteriormente bloqueadas no tempo, estão novamente livres, e um mal antigo escapou, ameaçando a paz. \n\nMas não estarás sozinha. Com a dádiva dos poderes do tempo concedidos pela própria Deusa do Tempo, algo que nenhuma outra Lysfanga alguma vez teve, tens a capacidade de voltar atrás no tempo em combate para invocares clones dos teus eus anteriores para te ajudar. Domina o teu poder e torna-te uma legião para esmagar as hordas de demónios que fugiram, conhecidos como os Raxes.\n\nCom o teu exército de eus anteriores, avança pelas cidades ancestrais para aumentares o teu arsenal de armas e aprende novos feitiços, preparando-te assim para a grande ameaça que terás pela frente... \n\nREÚNE UM EXÉRCITO DE CLONES DE TI PRÓPRIA\nUsa os poderes concedidos pela deusa a Imë para fazer o tempo voltar atrás alguns segundos e invocar clones de si própria – vestígios – para criares um exército e derrotares os teus inimigos. \n\nDESAFIA OS TEUS LIMITES\nDesafia as tuas capacidades e a tua perspicácia para te superares. Domina e volta a jogar cada arena para bateres as tuas próprias pontuações e desafia-te a ti próprio alterando as definições da dificuldade a adicionando modificadores de combate para desbloquear novas recompensas.\n\nPERSONALIZA CADA COMBATE\nCada arena pode ser abordada de inúmeras formas. Adapta a tua estratégia e usa todas as ferramentas à tua disposição para conseguires vencer. O sucesso irá depender apenas da tua combinação de vestígios, feitiços e armas.  \n\nEXPLORA GIGANTESCAS CIDADES ANCESTRAIS\nOs antigos bloqueios temporais desapareceram. Os Raxes estão novamente livres para criar o caos. Percorre as cidades abandonadas do antigo continente que estavam bloqueadas no tempo e desvenda a verdade por detrás do reaparecimento dos Raxes.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4716ca39f6080f042d280dd010de5768e76a98e70ac8405db2636568faf7aee1.jpg","id":"0100ED601B876000","intro":"O destino do Reino está nas tuas mãos… nas tuas… e nas tuas. Faz o tempo voltar atrás, cria clones dos teus eus anteriores e luta com um exército.","isDemo":false,"key":null,"languages":["ja","es","pt","en","fr","de","it","ru","ko","zh","zh"],"name":"Lysfanga : The Time Shift Warrior","nsuId":70010000067749,"numberOfPlayers":1,"publisher":"QUANTIC DREAM","rating":7,"ratingContent":["Violência Ligeira"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/2ad8787ddebbf85ad5068bf63b3e3bad00e5f4440c3fe617a9c2bf953fec57c0.jpg","https://img-eshop.cdn.nintendo.net/i/3de8f175ed63e98d0ebe609c75405c4362524e0d60a6b707e1e4626d25b148a1.jpg","https://img-eshop.cdn.nintendo.net/i/c02532742fc8b6f95cde074a613fc77c7fe789d96e0024296bcf440fedcecee8.jpg","https://img-eshop.cdn.nintendo.net/i/478c1cd59bfd06c56677f86d2b631de9f819da6065a9f1ef7bbbec9ea37bf234.jpg","https://img-eshop.cdn.nintendo.net/i/d2a41b517fa82d088a13ed5063f9f7855ca3b2f49f60d6fbf41d84b9102eea0b.jpg"],"size":7328497664,"version":null},"70010000074488":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/9f379539c64b6fd410f7d3185f1aec950de27ecbc73440dd807cb02376cb48cc.jpg","category":["Ação","RPG"],"description":"Em um mundo de poderosos Desenvolvedores rivais...\n\nNo mundo da Criação de Games, para conseguir Ações as Desenvolvedoras começaram uma guerra pela supremacia.\n\nMas uma nova Desenvolvedora está pronta para entrar na disputa, com a missão de vencer a batalha pela sobrevivência na Gamindustri.\n\nPrincipais características\nDesenvolvedora de Games do Ano - Jogue como a personagem principal, a Velha Nep, e leve uma empresa de desenvolvimento de games falida de volta ao sucesso. Para ter uma empresa sólida é preciso ter bons desenvolvedores, conceber games de última geração e expandir seu mercado. Seja inteligente nas suas escolhas e torne-se a maior desenvolvedora do ano!\n\nCrie games e melhore seus aliados - Melhore os atributos do seu grupo criando games com o desenvolvimento de discos e escolha criadores para fazer seu próximo título de sucesso! \n\nVrum, Vrum, pé na tábua! - Queime borracha nas masmorras da Gamindustri e venda seus games com sua boa e velha motocicleta roxa. A Velha Nep também pode desafiar inimigos irritantes para ganhar rosadinhos (recompensas especiais), ou testar suas habilidades sobre duas rodas em provas de tempo!\n\nFundamentos da Formação de Grupos - Supervisione um grupo de quatro para levar sua empresa ao topo! Mas atenção: outras desenvolvedoras de games estão apenas à espera para puxar seu tapete. Com um sistema de batalha reformulado, ataques encadeados e transformações especiais, a Velha Nep e suas amigas estão prontas para a vitória! \n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/43aad1f3a49db0e26624cf09265d4fbe5ddf0844f44fa3e82a8091b5737f5619.jpg","id":"010082901D6F2000","intro":"Seja a maior empresa de games de todos com a Velha Nep neste RPG irreverente! \n","isDemo":false,"key":null,"languages":["en","es","fr"],"name":"Neptunia Game Maker R:Evolution","nsuId":70010000074488,"numberOfPlayers":1,"publisher":"Reef Entertainment","rating":12,"ratingContent":["Bad Language","Sex","Violence"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/233d571eb5c66d8aa17a10eb76fb482dffc5623d26059a5cb59b0e972ffec080.jpg","https://img-eshop.cdn.nintendo.net/i/6f564b81f211f70443d78e8ad6f902a23950161327aba9c6f475eb6530d59504.jpg","https://img-eshop.cdn.nintendo.net/i/b311c9aed92b41e609dc4e98f38ea399c0e9561cfa72b77e2c11aa045de074e7.jpg","https://img-eshop.cdn.nintendo.net/i/b8753502ebe5343f64383f57da7a3cba80e9169686a93494e44707b73e6dfc98.jpg","https://img-eshop.cdn.nintendo.net/i/1954cce6f3c6f063eb8689073370ae42b49a3b4ea77c4a1104e6e5a7da268dc9.jpg","https://img-eshop.cdn.nintendo.net/i/92b1f08833f5fc595475fafdb3b851e5a4104e39bca17f9af5c72b0780d993db.jpg"],"size":7256145920,"version":null},"70010000074489":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6d759c76b0396dce6dfb90b7c8945b204f76b9908dc6b5c56f9385d147ebd7c2.jpg","category":["RPG","Ação"],"description":"Balance o esqueleto com a trilha sonora digital de Neptunia Game Maker R:EVolution! Essas faixas não vai deixar você parar de requebrar!\n\nLista de músicas (15 faixas):\n1: Game Maker R:Evolution\n2: La era de las Creadoras enfrentadas\n3: ¡Arranca la moto!\n4: Un mundo de Creadoras\n5: La canción de Victory\n6: Carrera de motos\n7: Evento informal\n8: Evento serio\n9: La canción de Pippih\n10: La canción de Jagaa\n11: La canción de Reedio\n12: Mazmorra final\n13: ¡Cuarteto de combate cooperativo!\n14: Un enemigo formidable\n15: La batalla final victoriosa\n\n[Faixas 1 - 13, 15, composição e arranjo de Yuki Sugiura. Faixa 14, composição de Yuki Sugiura e arranjos de AKATSUKI] \n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/af39052287344ba81246d41c5ffbdb8e91828854cad88f037779f07c48d72001.jpg","id":"010047E01D53A000","intro":null,"isDemo":false,"key":null,"languages":["en","es","fr"],"name":"Neptunia Game Maker R:Evolution Digital Soundtrack","nsuId":70010000074489,"numberOfPlayers":1,"publisher":"Reef Entertainment","rating":12,"ratingContent":["Bad Language","Sex","Violence"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":null,"size":269484032,"version":null},"70010000074490":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3a7b1050dd365f631d578deeaec8da0a2d5c22155cf5fe06488f7fb8939ae248.jpg","category":["Ação","RPG"],"description":"\"Saiba mais sobre Neptunia Game Maker R:Evolution e o mundo da Gamindustri com o Livro de Ilustrações Digital. Este livro de 31 páginas inclui ilustrações das personagens, esboços e muito mais! \n\nObservação: O Livro de Arte Digital pode conter revelações sobre o jogo, portanto recomendamos que você jogue Neptunia Game Maker R:Evolution antes.\"","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/2216bd0b3fc15e7fe6b75b006aa5ccc3aa775ee57670e764263299b302659ee0.jpg","id":"01006EC01D6F4000","intro":null,"isDemo":false,"key":null,"languages":["en","es","fr"],"name":"Neptunia Game Maker R:Evolution Digital Art Book","nsuId":70010000074490,"numberOfPlayers":1,"publisher":"Reef Entertainment","rating":12,"ratingContent":["Bad Language","Sex","Violence"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":null,"size":177209344,"version":null},"70050000048657":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/cbd09b933e3c122d502edf491f2faaaa81d03d45a55090bff8c99f80ac98eba3.jpg","category":null,"description":"O verão chegou e a Velha Nep está pronta para pegar um bronzeado com o CONJUNTO DE ROUPAS DE BANHO! O Conjunto de Roupas de Banho contém 12 roupas de banho para cada personagem jogável*:\n*Older Neptune\n*Neptune\n*Pippih\n*Jagaa\n*Reedio\n*Noire\n*Blanc\n*Vert\n*Nepgear\n*Uni\n*Rom\n*Ram\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Swimsuit Costume Set","nsuId":70050000048657,"numberOfPlayers":null,"publisher":"Reef Entertainment","rating":12,"ratingContent":["Bad Language","Sex","Violence"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":null,"size":0,"version":null},"70070000021729":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/986cdacfec7f3ff8d6f87bf6b6a840650c9cb74d403401633052470e6eb76161.jpg","category":null,"description":"A Velha Neptune precisa da SUA ajuda para ser a melhor empresa desenvolvedora de jogos da Gamindustri! E, com a Edição Deluxe, você terá TODAS AS FERRAMENTAS para levar a Velha Nep até o topo!\n\nA Edição Deluxe inclui:\n• Jogo digital\n• Livro de ilustrações digital\n• Trilha sonora\n• Conjuntos de Roupas de Banho (1 para cada personagem jogável*)\n*Older Neptune\n*Neptune\n*Pippih\n*Jagaa\n*Reedio\n*Noire\n*Blanc\n*Vert\n*Nepgear\n*Uni\n*Rom\n*Ram\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Neptunia Game Maker R: Evolution Digital Deluxe Edition","nsuId":70070000021729,"numberOfPlayers":null,"publisher":"Reef Entertainment","rating":12,"ratingContent":["Bad Language","Sex","Violence"],"region":null,"releaseDate":20240514,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/233d571eb5c66d8aa17a10eb76fb482dffc5623d26059a5cb59b0e972ffec080.jpg","https://img-eshop.cdn.nintendo.net/i/6f564b81f211f70443d78e8ad6f902a23950161327aba9c6f475eb6530d59504.jpg","https://img-eshop.cdn.nintendo.net/i/b311c9aed92b41e609dc4e98f38ea399c0e9561cfa72b77e2c11aa045de074e7.jpg","https://img-eshop.cdn.nintendo.net/i/b8753502ebe5343f64383f57da7a3cba80e9169686a93494e44707b73e6dfc98.jpg","https://img-eshop.cdn.nintendo.net/i/1954cce6f3c6f063eb8689073370ae42b49a3b4ea77c4a1104e6e5a7da268dc9.jpg","https://img-eshop.cdn.nintendo.net/i/92b1f08833f5fc595475fafdb3b851e5a4104e39bca17f9af5c72b0780d993db.jpg"],"size":7702839296,"version":null},"70010000063703":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d29d5ed750a853bbfa9843943565eb0832c08d12533563fee2d4d0c6c44410c1.jpg","category":["Plataformas","Aventura","Ação"],"description":"O Povo da Terra está a ser atacado. Marionetas mecânicas em forma de pássaros causam devastação sem remorsos, destruindo a pacífica Colónia de Arcádia e pondo em perigo todos os que lá vivem. A nefasta Nair of the Sky não vai parar por nada para obter os segredos que se encontram léguas abaixo da cidade... Agora é a vossa vez de salvar o mundo!\n\nAiri, Enji e Tazpo são a última frente de combate contra a invasão do Povo do Céu - usa as suas habilidades únicas para explorar, alcançar novas áreas e resolver puzzles ambientais!\n\nTrês heróis únicos:\n● Airi: Uma coelhinha alegre e brilhante, ela é acrobática e graciosa, saltando para novas alturas!\n● Enji: Inteligente e perspicaz, o porco-espinho Enji é capaz de usar as suas engenhocas para ultrapassar obstáculos!\n● Tazpo: Por último, mas não menos importante, o Tazpo é o braço direito da operação, escavando através de colunas intransponíveis.\n\nCaracterísticas do jogo:\n● Um mundo com segredos: a Colónia é um lugar de paz e alegria, sereno e pitoresco... Então, porque é que o Povo do Céu a invadiria?\n● Controlos bem afinados: desafia-te a dominar os movimentos destes três heróis e descobre o que está por baixo da terra.\n● Histórias escondidas: alterna entre personagens para desbloquear novos diálogos com NPCs.\n● Um inesperado Metroidvania: para derrotar os monstros mecânicos, terás de resolver puzzles ambientais para os forçar a sair das suas fortalezas.\n● Estilo de arte anime: deixa que o estilo de arte 2.5D te leve numa viagem por um belo mundo saído diretamente de uma banda desenhada!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/9b45354da55cbd1b4f0bcd0800c901bc8dbe73f16cf880268b706faf825a7c59.jpg","id":"010054C01A84E000","intro":"Embarca numa aventura épica na Colónia e enfrenta as suas colossais Marionetas. Joga na pele de três corajosos heróis com habilidades únicas, tudo num estilo Anime 2.5D.","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it","ko"],"name":"Arcadia: Colony","nsuId":70010000063703,"numberOfPlayers":1,"publisher":"KibeSoftwareHouse","rating":7,"ratingContent":["Violência Ligeira"],"region":null,"releaseDate":20240515,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/0fadcde13355a2ea723d41ea7b451d4076d05b2c1dcc548b2e055591f413e0fa.jpg","https://img-eshop.cdn.nintendo.net/i/ef38f2c127c1e7c9e7a448be9f8192fa825b669f145d806f5a95e301c673e03d.jpg","https://img-eshop.cdn.nintendo.net/i/704d1f6aaa74bd3e09e9f1731d6e8da46ce6a68e52393339c1046c68e6334b81.jpg","https://img-eshop.cdn.nintendo.net/i/74ce4954664e03380809db6966a6e6ae3894759439bb3193bf7d531b10c00447.jpg","https://img-eshop.cdn.nintendo.net/i/7a13f0296dba76ca39546402f29cbb9389b4bc8d516965282430ebc06af3be81.jpg","https://img-eshop.cdn.nintendo.net/i/9e1a97764489565aeee488afc713ab095acec59ad1e0b77c717ef37628320f9c.jpg"],"size":682622976,"version":null},"70010000072926":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6ceb73302069d6601f5a3c3913e6a58210b39ba830d7a9e4b2e8b1818f221c75.jpg","category":["Festa","Desporto","Multijogadores","Arcada"],"description":"Mergulha numa onda de divertimento no resort Pool Party! Joga com um máximo de 4 pessoas no modo multijogador local, ou a solo, em vários jogos desportivos e de combate, até dominares a festa. Personaliza a bola de bilhar com a tua cor preferida e ao teu estilo, e enfrenta os teus amigos! Mergulha de cabeça no divertimento!\n \nAs bolas de bilhar podem ser fofinhas, mas também são atléticas. São capazes de alcançar velocidades alucinantes pela arena, onde rebolam e saltam! Além disso, também adoram bater umas nas outras. Afinal, é o que as bolas fazem! Surpreende-te com a intensidade de um pontapé bem colocado e apontado, que atira a bola rival por toda a parte. Pega num taco e entra na festa!\n \nCaracterísticas:\n•\tJogos caóticos de desporto e combate com base nas leis da física\n•\tJoga com um máximo de 4 pessoas no modo multijogador local ou a solo\n•\tAdiciona bots para completar equipas ou praticar as técnicas\n•\tFácil de aprender, difícil de dominar. Qualquer pessoa pode entrar na festa!\n•\tVários modos de jogo, como Bilhar, Ídolo, Sumo e Todos Contra Todos\n \n \nModos de jogo: \n•\tBilhar: Ganha pontos ao colocar as bolas da tua cor nos buracos abertos, mas tem cuidado para não caíres!\n•\tTénis: Seja a solo ou em dupla, pontapeia a bola pelo corte para ganhar pontos!\n•\tSumo: Não vale pontapés! Rebola contra os outros jogadores e empurra-os para a água. Quem não empurra é empurrado!\n•\tFutebol: Com um ou dois jogadores em cada equipa, tens de marcar golos com a tua bola na baliza adversária ou chutar os adversários para longe de forma a abrir o caminho até à baliza.\n•\tÍdolo: Compete para apanhar e segurar um pequeno ídolo. Segura o ídolo para ganhar pontos, mas presta atenção: quando o tiveres contigo, não podes rebolar e os adversários vão perseguir-te até derrubar o ídolo das tuas mãos.\n•\tMaldição: Um dos jogadores está amaldiçoado! Chuta, empurra ou bate nos outros jogadores para passar a maldição para eles. Quando o tempo acabar, o jogador que tiver a maldição perde e a maldição vai procurar um novo alvo. O último sobrevivente vence!\n•\tTodos Contra Todos: Derruba os adversários para os buracos e torna-te no último sobrevivente.\n•\tTorneio: Joga uma combinação de todos os modos de jogo e domina o Pool Party!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c724fff7bf1e971a8bfd8d392e049fe15c62d5eb67905fe398c517ed79068ac6.jpg","id":"010092B01D16C000","intro":"Junta os teus amigos e participa nas batalhas de jogos de grupo caóticas com base nas leis da física do Pool Party! ","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","nl","zh","zh"],"name":"Pool Party","nsuId":70010000072926,"numberOfPlayers":4,"publisher":"Mindscape","rating":3,"ratingContent":[],"region":null,"releaseDate":20240516,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/b3f01cb651b95bb3d090622dda6d61fd91a0fb440a74a52a755fe00b34e8f7dc.jpg","https://img-eshop.cdn.nintendo.net/i/d44506eacf6cab9f065c16f58d6b637192ca01141e9c3fdc2b235762bcfab478.jpg","https://img-eshop.cdn.nintendo.net/i/3839f2dc08871bdc3d4f6a15ed1a7e8a75e8a71e170943bd5f7c0f1d64a748de.jpg","https://img-eshop.cdn.nintendo.net/i/16d4d3a19770b6917d43bbf49c6f645690686a145130264f0f926cc29c941244.jpg","https://img-eshop.cdn.nintendo.net/i/fe74b45fb0296c82eca0a9774f1a5a944a9d19f245cd4930a3e18d9d8f825126.jpg","https://img-eshop.cdn.nintendo.net/i/8e55482519ad5630681622f7e2063423794785b5e2ebdb1a21ff2681501f1fd3.jpg"],"size":468713472,"version":null},"70010000075254":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7f69ad50397b440dffa82d1a3bfba04ce3fc497139c30067bebb8228441ff0a1.jpg","category":["Puzzle","Jogo de Tabuleiro","Estratégia","Simulação"],"description":"As vias e estradas se deterioraram outra vez, as calçadas também e… até os lagos?!\nMinha nossa! E agora sua missão é consertar tudo isso.\n\nA cada nível você terá uma quantidade limitada de ferramentas que te auxiliarão a levar todos os carros, barcos, trens e animais do ponto A ao ponto B. Entre os animais nós temos, é claro: gatinhos, cachorros e… lhamas fofinhas cor-de-rosa?\n\nSuas ferramentas de destruição (e reparação) em massa permitirão que você destrua, rotacione, copie, troque, levante, abaixe, empurre e mova diversos segmentos de vias, estradas, lagos e muito mais!\n\nAs estradas restauradas não precisam ficar elegantes, elas devem apenas cumprir a sua função! Então… conserte estradas e divirta-se!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4980a7b555f0a8dd0fd3c73f433c22615fc28a1f33b1f961a56823c1d422cf0a.jpg","id":"0100FB201D9C6000","intro":"Provavelmente o quebra-cabeças mais bonito e relaxante de conserto de estradas!","isDemo":false,"key":null,"languages":["ja","en","es","fr","pt","de","it","nl","ru","ko","zh","zh"],"name":"Please Fix The Road","nsuId":70010000075254,"numberOfPlayers":1,"publisher":"Silesia Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20240516,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/92a1b45486702cc0ba6774491d59134a86cb32fb48be951d9a2c092655b81a63.jpg","https://img-eshop.cdn.nintendo.net/i/55671b516f8317a93a776cc22872a9b623f77e7bf39d033259f5500c136f6943.jpg","https://img-eshop.cdn.nintendo.net/i/68ee5c12e6c640bf2c023cdbe2e6069e2b176abb1a2c89eb1be27b636314b3c0.jpg","https://img-eshop.cdn.nintendo.net/i/35c368131eb7e97891dab9ecce4eca69c583392d2c75d2db02dd2ce0de1b14f3.jpg","https://img-eshop.cdn.nintendo.net/i/0f721b21b4d76d1e21c6e21edc8051d31fe28b67e03bdd1c56973d492a47e986.jpg","https://img-eshop.cdn.nintendo.net/i/f905bb60961ae5f8f7c4d5be8085da60ed42b96acc167732fa98fe5610bfc31c.jpg"],"size":286261248,"version":null},"70010000080170":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3f1ea6dcde80b2128deae44c284198fb62d3d7f4d4b929bd4b339f0d6aaed6f5.jpg","category":["Plataformas","Ação","Aventura","RPG"],"description":"Jogo de plataforma clássico, mas desafiador, com 4 áreas de estilos diferentes: cidade, salão de dança, floresta e deserto.\n\n53 níveis, cada um com mecânicas e dificuldades completamente diferentes.\n\nCada nível tem um tempo limitado, e a quantidade de pedidos entregues no tempo levará a 2 finais diferentes.\n\nSua melhor amiga Kiki se transformará em uma raposa?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/9021b6c95ba8e919cd1500744a202d02bacf2857ee663349836b93af91fb0a3d.jpg","id":"0100A3401ED12000","intro":"Jogo de plataforma sobre amizade. Entregue um pacote misterioso para salvar seu amigo Kiki prestes a se transformar em uma raposa.","isDemo":false,"key":null,"languages":["ja","en","es","fr","pt","de","it","ko","zh","zh"],"name":"Mutant Express","nsuId":70010000080170,"numberOfPlayers":1,"publisher":"Happy Player","rating":3,"ratingContent":[],"region":null,"releaseDate":20240516,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6731fa4ab25a580c2a0be91518fe66dc75989464a8e53ab6ed1dd86253a51572.jpg","https://img-eshop.cdn.nintendo.net/i/9dcb97dd4cb51d0ecc16f0336186a8b56ed07e25fba24ce4be9e1aed09825b8f.jpg","https://img-eshop.cdn.nintendo.net/i/38cb0a73ab70120cefccf56965341fc72d951e4787f83224cee30290cd17f2a3.jpg","https://img-eshop.cdn.nintendo.net/i/cac63da11b87ec92d5fc731a791c5161b9c541d41c027e4de16edc400bfbfc29.jpg","https://img-eshop.cdn.nintendo.net/i/7e96fc86448512de51525775af3aa1af66887721ffead8790ee557894e9dec6b.jpg","https://img-eshop.cdn.nintendo.net/i/5c148f3ad5e1baf2e15defc66fa2040cd0a16719e4a78dda79071d29f1f43051.jpg"],"size":1613758464,"version":null},"70050000042858":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2923f71643f5032d2b5786cc3fd896e3eb1d168b4a64ecc84ef0422295f73dee.jpg","category":null,"description":"Esperam-te ainda mais emoções no HOT WHEELS UNLEASHED™ 2 - Old but Gold Pack!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"HOT WHEELS UNLEASHED™ 2 - Old but Gold Pack","nsuId":70050000042858,"numberOfPlayers":null,"publisher":"Milestone","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20240516,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000062453":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/b2af8b8df92f60e2e37212f90971e73d7f5e8feccb0e820adaa7aa1334218cef.jpg","category":["Ação","Aventura","Multijogadores"],"description":"Leva a magia da amizade a outro nível numa misteriosa aventura para um ou dois póneis.\n\nJoga como Sunny, Hitch, Izzy, Pipp, Zipp ou Misty e usa habilidades para parar a magia instável a espalhar o caos em Zephyr Heights! Diverte-te com hilariantes minijogos e personalizações para os póneis.\n\nESTÃO TODOS AQUI – Joga com os teus póneis favoritos.\n\nEXPLORA O REINO – Salva a cidade das nuvens de Zephyr Heights.\n\nJOGA NO MODO COOPERATIVO – Aventura-te com um ou dois jogadores.\n\nVESTE-TE A RIGOR – Dá acessórios personalizados aos teus amigos póneis.\n\nENCONTRA DIVERSÃO EM TODO O LADO – Com minijogos, itens colecionáveis, fotografias e muito mais!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/98ed28339421615ecfcd8d0211403a9fa4db52831acc79b0f2640d35f60407c9.jpg","id":"0100F8A01A40A000","intro":"Todos estão aqui para salvar o reino!","isDemo":false,"key":null,"languages":["ja","en","es","pt","fr","de","it","nl","ko","zh","zh"],"name":"My Little Pony: A Zephyr Heights Mystery","nsuId":70010000062453,"numberOfPlayers":2,"publisher":"Outright Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20240517,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6b93fccab5f6736e175e66565e07ca5e4628476bb36bbd47c0d2370c962e115a.jpg","https://img-eshop.cdn.nintendo.net/i/ab2bad84bfe1140c49b7be16a03c5734819ff04ba4263b1d2a4a90a9c38e946f.jpg","https://img-eshop.cdn.nintendo.net/i/26a714a9a4a2be153adffb65f1edfc6a645454ae1353b2ffe414609072c601ab.jpg","https://img-eshop.cdn.nintendo.net/i/e4a8178045086026495fe1f8483f8a0b3a696e2774f89d973c9989d6a6a05d77.jpg","https://img-eshop.cdn.nintendo.net/i/5060f6f05534593798cb2096eb76ef8084a4d76671758df09486c7147264895c.jpg","https://img-eshop.cdn.nintendo.net/i/237f897bd34b2f9638ff77c024930ba58fcdb317b0d4b9ae93a7f47655633221.jpg"],"size":2933915648,"version":null},"70010000069305":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/9ba61f47452284b3ab219c360dfe7b145f1f1a80ce6921f35d3973f1c9719861.jpg","category":["Shooter","Ação","Aventura"],"description":"O que pode uma banana fazer quando é assombrada por ansiedade e demónios interiores? Doug’s Nightmare é um jogo ao estilo chuva de balas criado à mão, que inclui elementos de desenhos animados. A tua missão consiste em ajudar a banana Doug a ultrapassar os seus maiores medos, aniquilando-os! Parte jogo de tiros clássico com vista superior, parte beat ’em up, em Doug’s Nightmare terás de enfrentar hordas de insetos, cogumelos, cérebros voadores e muito mais!\n\nQuando estiver desarmado, Doug pode dar murros ou usar um enorme arsenal para defender-se de inimigos, desde pistolas de água pegajosas a tacos com picos. Ele pode usar sapatos, luvas, mantos, óculos de sol e um guarda-roupa bem maluco para melhorar os atributos e ficar cheio de estilo. Ganha a confiança que precisas para enfrentar os mauzões mais medonhos! Será que o consegues levar à vitória?\n\nCaracterísticas:\n\n• Avança por cenários aterradores e extravagantes como uma banana antropomórfica!\n• Desfruta de vídeos ao estilo dos desenhos animados e identifica-te com os dramas do Doug.\n• Usa os dois analógicos para espalhar a confusão ao estilo beat ’em up!\n• Defende-te de hordas de insetos e outros tipos de inimigos peculiares.\n• Escolhe entre vários níveis de dificuldade para personalizar a tua experiência.\n• Equipa uma enorme variedade de visuais e armas, desde tacos, a pistolas de água e muito mais!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/cdb93c2d804c5dead957c2e449248a2b731611dc5a21814e1ce13e7e35d072f5.jpg","id":"01008B601BFD8000","intro":"Combate os teus demónios interiores na pele de uma banana neurótica. Este jogo é uma mistura louca de beat ’em up com ação clássica ao estilo chuva de balas!","isDemo":false,"key":null,"languages":["en","pt"],"name":"Doug's Nightmare","nsuId":70010000069305,"numberOfPlayers":1,"publisher":"eastasiasoft","rating":7,"ratingContent":["Medo","Violência Implícita","Violência Ligeira"],"region":null,"releaseDate":20240522,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/dd348f0f66951a2a6f6a25011d343fa1ade4ac61cb5b116a6e6af2dc7f38943e.jpg","https://img-eshop.cdn.nintendo.net/i/210d04c38414ae3c540d026cf2dd1f963f66cfa32a6f1c272d19d548cd4c1bd8.jpg","https://img-eshop.cdn.nintendo.net/i/619ba013558591b2db76aa0f29930529eeb5b18b2098faa4256f89eea31c28a3.jpg","https://img-eshop.cdn.nintendo.net/i/484be66faf325d3adf94112f2d97136dd2d5646eefb36748af03c6cfe9b3b28f.jpg","https://img-eshop.cdn.nintendo.net/i/1088a84a55174bd3437880d9cc388c9fc97d09dd9f80638ab9cae865a83c9e0e.jpg","https://img-eshop.cdn.nintendo.net/i/949af0d4361d112ed52cbed6207b5182384f010fdf7e8d84bc6f830d99675e47.jpg"],"size":2178940928,"version":null},"70010000051380":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ee4342fbb978f18dca062fb6336c2058afd18713282c3e20458f0a6b7285c6a0.jpg","category":["Ação","Aventura","RPG"],"description":"Dos criadores de Morbid: The Seven Acolytes... Tenha uma aventura sangrenta e asquerosa com uma estética enervante, monstros profanos e violência em abundância em sua jornada para derrotar os Senhores de Ire em um mundo horrorpunk sombrio.\n\nMesmo derrotados, os Gahars nunca morreram de verdade. Eles dormiram pacientemente, até a oportunidade de se erguer novamente surgir...\n\nMorbid: The Lords of Ire é a continuação do ARPG isométrico souls-like elogiado pela crítica, \"\"Morbid: The Seven Acolytes\"\", com a heroica Striver de volta para enfrentar criaturas horripilantes em um mundo sombrio e doente de dor e sofrimento.\n\nUMA NOVA AVENTURA, EM UMA NOVA PERSPECTIVA\nEnfrente inimigos terríveis em uma nova perspectiva 3D. Mate criaturas hediondas com uma gama de armas letais, equipamento e bençãos para eviscerar tudo que estiver no seu caminho.\n\nSISTEMA AVANÇADO DE SANIDADE\nAprimorando o sistema de sanidade de Morbid: The Seven Acolytes, o modo que você aborda o combate pode ter um impacto profundo no mundo ao seu redor. Sucumbir à insanidade pode trazer um grande poder, mas com enorme risco, e mudará de forma dinâmica sua percepção do mundo.\n\nEXPLORE PAISAGENS TORTURADAS\nBatalhe pelos cinco mundos de Ire - reinos horrorpunk horríveis populados por cinco facções únicas, de montanhas glaciais a cidades apodrecidas e além. Cumpra seu dever sagrado de livrar a terra do mal que se abateu sobre ela.\n\nENFRENTE HORRORES ABISMAIS\nEncare inimigos horrorosos, cace adversários formidáveis e assustadores e desafie os monstruosos Senhores de Ire. Mais sangue, mais tripas, mais Morbid.\n\nPRINCIPAIS RECURSOS\nExplore ambientes diversos em cinco terras únicas, repletas de visões torturantes e criaturas horríveis.\nExperimente com cinco estilos de jogo diferentes e uma variedade de estilos de armas, runas e bençãos.\nAnde pelas profundezas da insanidade, ou caminhe pela luz da sanidade para definir seu próprio risco e sua própria recompensa.\nEnfrente os cinco assustadores Senhores de Ire e cace adversários adicionais formidáveis.\nTenha pleno conhecimento dos horrores de Morbid quando a série entra em uma nova perspectiva 3D.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4b4515282b84a10905be7eb7829b2de26ddbfde126cc29e945c73dc84de6a361.jpg","id":"01007B0017C90000","intro":"Erga sua lâmina contra os cruéis Senhores de Ire. \n","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","ru","ko","zh"],"name":"Morbid: The Lords of Ire","nsuId":70010000051380,"numberOfPlayers":1,"publisher":"Merge Games","rating":16,"ratingContent":["Violence","Horror"],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/62e1f2ecf3bb2b57d3197cc962c649845c0de87930eebec253026444126b64cc.jpg","https://img-eshop.cdn.nintendo.net/i/96be321d7a0af56a81a92fd8ac0811593b2261f8640bdb0e985564a420216d3c.jpg","https://img-eshop.cdn.nintendo.net/i/7068e8427075b339aae241b5726ae74518cc4ebffc3540381637fe26c9c4ec91.jpg","https://img-eshop.cdn.nintendo.net/i/6a5ad12c9ce3aa836e4618f2e10c3e392beb0237cfd95092783d5ea48f0d0d59.jpg","https://img-eshop.cdn.nintendo.net/i/cf9ccf8707be3e3d57cf19e73a5ae2a9568adf9ebf7a0d0eb135ab40b1cb6581.jpg","https://img-eshop.cdn.nintendo.net/i/fa531835752b27ed708108671f3b3f7b6c338d3f28b119f1f737de42b379b557.jpg"],"size":2599419904,"version":null},"70010000070939":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7b9f6103f4e62464c902e1a8edf2703fec9e80397f2be9984b2c07c608bf4e53.jpg","category":["Ação","Aventura","Shooter","Outro"],"description":"Blade Jumper é um jogo de plataformas de ação 2D onde irás usar um simples movimento de salto para escalares a torre cheia de obstáculos.\n\nNo ano de 2045, em Yeouido, no coração de Seul, construiu-se a enorme estrutura da Torre Kukuru e a cidade ficou eclipsada. Nesta torre imensamente alta, a classe privilegiada, que representa 1% dos habitantes de Seul, vive a vida com prosperidade e separada do mundo exterior.\n\nSediado na Torre Kukuru, o conglomerado autoritário Unreality domina Seul usando rebuçados Kukuru altamente viciantes. O grupo de vigilantes Ground Z, que se prepara para a batalha final para derrubar a Unreality, encontra-te a ti: o seu antigo agente infame.\n\nEstás pronto para escalar a misteriosa Torre Kukuru?\n\n▶Aumenta o teu apetite por um desafio com uma ação cheia de estilo◀\n\nTerás de executar todos os movimentos e ataques com uma única ação: o ataque aéreo dilacerante. Navega pelas unidades inimigas determinadas a fazer-te cair enquanto continuas a tua subida incessante. Faz uso dos controlos e sê engenhoso para lidares de modo elegante com os teus inimigos, ou sente o sabor da frustração ao seres enviado de volta ao início.\n\n▶Adversários e níveis diversificados◀\n\nNo interior da Torre Kukuru, completamente isolada do mundo exterior, aguardam-te mais aventuras do que possas imaginar. Aniquila e avança através das várias unidades inimigas com as suas peculiaridades únicas, da topografia do mapa que realça os encantos extraordinários de cada zona e das armadilhas escondidas para conquistares cada mapa.\n\n▶Uma história escondida neste mundo fascinante◀\n\nÀ medida que sobes a torre, irás deparar-te com todo o tipo de personagens e descobrir registos impressionantes. Quanto mais alto subires, mais esta verdade oculta será gradualmente revelada — e com ela, a sensação de inquietação.\nPorque é que o protagonista sobe a torre ao lado destas personagens? O que te espera no topo? Alcança o pináculo da torre para revelares a verdade.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/eb58ff01ced828fedb524da7d66dddaa5fb8a6d974d6a7305b34fbf763a7bc59.jpg","id":"0100BBB01C7FE000","intro":"Seul, 2045. Sobe à Torre Kukuru, uma estrutura gigante com uma largura e altura incomensuráveis, e encara as verdades da cidade no seu pináculo.","isDemo":false,"key":null,"languages":["ja","en","ko","zh","zh"],"name":"Blade Jumper","nsuId":70010000070939,"numberOfPlayers":1,"publisher":"CFK","rating":7,"ratingContent":["Violência Ligeira"],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/91eac107e2cb92e994a08d034ac569c2144e49c735ed698ce3acab70a19021b5.jpg","https://img-eshop.cdn.nintendo.net/i/527663fc9b8fe59580bada3e7c5b501a5ad11845bf108819aaebdd96cf9ac15e.jpg","https://img-eshop.cdn.nintendo.net/i/403bc0363fa16ddef0b02416bc6af8d0907f4b23b2c0aebcbe284ba03e8a927e.jpg","https://img-eshop.cdn.nintendo.net/i/cb9c44b068dfb89b134f11b3b34007be7a23ced522ce3a81ddb3db515176690c.jpg","https://img-eshop.cdn.nintendo.net/i/918242a2d2c82d05e94c45fb9121e96d7aeb523ac7374cfb676c1c925e37559c.jpg","https://img-eshop.cdn.nintendo.net/i/5341355c5e82769ac6129c2dcc94df6b7786c43f2f8fc36707fc50dbdaf7a20c.jpg"],"size":1103101952,"version":null},"70010000072849":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6e0a43d772e76868f0bb245beb74620923e3192c3ad45ed6819094a87a61d76b.jpg","category":["Estratégia","RPG","Simulação"],"description":"▼Características\n- Sistema de jogo inovador: experiência inédita mesclando construção de decks roguelike e RPGs de estratégia.\n- Cartas: mais de 50 cartas diferentes, todas com seu próprio design.\n- Exploração em meio à neblina: limpe a neblina no mapa para revelar inimigos, estabelecimentos e equipamentos, montando sua estratégia conforme explora.\n- Sistema de batalha: batalha em turnos típica dos RPGs de estratégia mesclada com batalha de cartas.\n\n●Sistema de jogo de sensação inovadora mesclando construção de deck roguelike e RPGs de estratégia\nEsta é a fusão de elementos roguelike com o mundo de RPGs de estratégia, que exigem planejamento de combate detalhado.\nConstrua o deck mais poderoso de todos a partir de mais de 50 cartas diferentes, enfrentando inimigos de forma cuidadosa em um campo de RPG de estratégia.\nEm um jogo como este, que exige táticas diferentes a cada desafio, sua maneira de encarar novos combates é a principal chave para a vitória.\nConstrua o melhor deck para impedir os Mercenários de Hellmuth.\nEsperamos que você curta esta experiência inédita de jogabilidade!\n\n●Sistema de batalha: batalha em turnos típica dos RPGs de estratégia mesclada com batalha de cartas\nAdicionamos elementos de batalha de cartas às tradicionais batalhas táticas em turnos dos RPGs de estratégia.\nPara conduzir cada luta a um desfecho favorável, é imprescindível construir seu deck no campo de jogo.\nFundindo dois estilos de batalha diferentes, oferecemos confrontos que unem empolgação e complexidade estratégica.\n\n●Exploração em meio à neblina: limpe a neblina no mapa para revelar inimigos, estabelecimentos e equipamentos, montando sua estratégia conforme explora\nMapas encobertos pela neblina aguardam sua vinda.\nAvance enquanto melhora a visibilidade e vá descobrindo inimigos, estabelecimentos e equipamentos ocultos.\nA necessidade de explorar a área enquanto tenta prever o que poderia estar espreitando de dentro da neblina ajuda a realçar ainda mais o elemento estratégico.\n\n●Cartas: são mais de 50 cartas diferentes, todas com seu próprio design\nComo as cartas que aparecem variam de acordo com a fase, em cada fase você pode construir decks originais para realizar batalhas de cartas sem igual.\n\n▼Jogo completamente dublado por uma equipe fenomenal\nO jogo permite alternar entre as vozes em inglês e japonês.\nCurta a história no idioma que preferir!\n\n▼Sobre o acrônimo C.A.R.D.S. RPG\nC：Commander（Comandante）⇒ Representa a liderança de Veldina\nA：Adventure（Aventura）⇒ Representa o grupo mercenário de Clausewitz\nR：Revolution（Revolução）⇒ Representa jogos inovadores e narrativa\nD：Deck building（Construção de deck）⇒ Representa o gênero e a jogabilidade\nS：Strategy（Estratégia）⇒ Representa os elementos estratégicos do jogo inteiro","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/2289915ee5dbe57be435b042798e50663bc07e48f936feeea9199edd21a031ea.jpg","id":"010066D01D0F0000","intro":"Um novo gênero de jogo mesclando RPGs de estratégia com construção de deck roguelike.","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","zh","zh"],"name":"C.A.R.D.S. RPG: The Misty Battlefield","nsuId":70010000072849,"numberOfPlayers":1,"publisher":"ACQUIRE","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/3593d8d642a1771c8b58ad5ec13722e883209c21d6de5f1639d3f7d8bf780a17.jpg","https://img-eshop.cdn.nintendo.net/i/674d2a7c6a4a34f8b439f4ebc59a54a8038523651c0b4524d891752675d1dc67.jpg","https://img-eshop.cdn.nintendo.net/i/2c87ab7eda68a71044e2180c6e04df6b8116dbe2835943fcfa5e8d36bee833e6.jpg","https://img-eshop.cdn.nintendo.net/i/4857d46b1e5fbba7912569775539307b218e1fede5ab45b98fc2d81e44e038eb.jpg","https://img-eshop.cdn.nintendo.net/i/46e58977a0f17ec0645db2e90ac1425583110c7b5e97543804811817f32ff30b.jpg","https://img-eshop.cdn.nintendo.net/i/f2829881a9e42998206cead728fba2c2cc8372365447b621e3e61af59a7ba1c4.jpg"],"size":1695547392,"version":null},"70010000077588":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2d00316ae24eb99cc6c796e47aef5702cf4529cb49e510a5d16f6a1b2699f501.jpg","category":["Aventura","Puzzle","Estilo de Vida","Outro"],"description":"Bem-vindos a Pine Hearts Caravan Park! Na pele de Tyke, calce suas botas de caminhada e explore os caminhos e rios deste mundinho todo especial. Vasculhe o parque e encontre ferramentas úteis que ajudarão na sua jornada enquanto preenche seu fiel diário de trilhas. Resgate as memórias de muitos verões atrás, quando Tyke visitou o parque, e descubra a emocionante história de sua infância.\n- Faça novas amizades\n- Desbloqueie ferramentas e habilidades\n- Resgate memórias\n- Faça carinho em cachorros fofinhos\n\nCada cantinho do parque está cheio de surpresas à sua espera!\n\nUm conto comovente\nPine Hearts é um jogo enternecedor e sensível sobre amor, vida, lembranças e família. A história gira em torno da perda de uma pessoa da família, de maneira cuidadosa e cheia de afeto, por isso esteja ciente desse conteúdo antes de jogar.\n\nClássicos encantadores\nPine Hearts combina a progressão com base em itens ao estilo Zelda e o design de níveis do tipo \"soulslike\", em uma estética encantadora com foco na solução de quebra-cabeças e não no combate.\n\nSem restrições para jogar\nTrabalhos muito para tornar Pine Hearts tão acessível quanto fosse possível. Alguns dos principais recursos de acessibilidade incluem:\n- Controles simplificados\n- Modo bloqueio de cores\n- Modo preto e branco\n- Modo alto contraste\n- Controle de efeitos visuais\n- Alteração do tamanho da fonte\n- Remapeamento total de teclado e mouse/ controle","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/dc7901b784018def800ce3b69290d400e279ed9000d448c9561beacb1c97bee9.jpg","id":"010015D01E28A000","intro":"Pine Hearts é um jogo de aventura narrativa cativante, ambientado no cenário bucólico do Pine Hearts Caravan Park.","isDemo":false,"key":null,"languages":["en"],"name":"Pine Hearts","nsuId":70010000077588,"numberOfPlayers":1,"publisher":"Little Nook","rating":3,"ratingContent":[],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/02d4a7980cd2da7dbdb64330fdbdc263ec2e3bf773e4312e937e8e16a067babe.jpg","https://img-eshop.cdn.nintendo.net/i/c7969009a382cc9f17e5412bc1fd97e92d4d43d2e72437f1c892a0a0f9ae24d1.jpg","https://img-eshop.cdn.nintendo.net/i/56e09840b2ee2d514ba13ac4dc821995e52bc33a5f4466884d0723feccb04029.jpg","https://img-eshop.cdn.nintendo.net/i/64b02139c1ee2cdd56714b95fc4c287c3dfe9e014b5506f10d2629997c61e2d2.jpg","https://img-eshop.cdn.nintendo.net/i/aeb8c71cf9ef2d34b813ee5f4a4e7020c67260bedeecc4cc8c7cd3f6dbba7c4d.jpg","https://img-eshop.cdn.nintendo.net/i/6be28fa7daea6d37ff467316415f14148a0015424a507e6ab8a13540d6ede029.jpg"],"size":744488960,"version":null},"70010000078228":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/aa22cd37fa807ec53876ef1ec0fa0f6dbd0a95d87ff41d5069ec7402065a5be2.jpg","category":["Aventura","Puzzle"],"description":"THIS MIGHT RUFFLE SOME FEATHERS.\n\nAggretsuko meets Return of the Obra Dinn in Duck Detective, a cozy mystery game about a down-on-his-luck duck searching for answers in a sinister sausage-based conspiracy.\n\nInspect and interview suspects to learn their hidden secrets, then use the information you’ve gathered (plus your own de-duck-tive reasoning) to locate the suspect and bust the case wide open!\n\nFEATURES:\n- A 2-3 hour long mystery game!\n- Interview suspects, fill in the blanks and crack the case!\n- Fully voice-acted!\n- Throw bread to the fine beak of lady justice!\n- Judge everyone on first impressions, just by looking at them really, really hard! Get them to admit things by staring! Do ducks blink? You don’t.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c6b099d7e96560c126a79ca2ea00897513ba40b908f81aa534ed1aff3e009c08.jpg","id":"0100F3D01E094000","intro":"Solving crime is no walk in the pond. You are a down-on-his-luck detective who also happens to be a duck.","isDemo":false,"key":null,"languages":["en"],"name":"Duck Detective - The Secret Salami","nsuId":70010000078228,"numberOfPlayers":1,"publisher":"HappyBroccoliGames","rating":3,"ratingContent":[],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/62036397d8d8d681ee179c4d88c7f1c499415c7067f45a0212fc836ca0d2e50a.jpg","https://img-eshop.cdn.nintendo.net/i/496cba645e67dd0fe4591d6a539642eb6779717a7827c2ea45d5513248560efc.jpg","https://img-eshop.cdn.nintendo.net/i/3147e2bb744afb66cc5f17a59683194226a61978fac86a9934c0779e3345e513.jpg","https://img-eshop.cdn.nintendo.net/i/a5e9c1d93ab8833d13aec0fa1ac500ace2007ce9bf253df7864a99acde8499b0.jpg","https://img-eshop.cdn.nintendo.net/i/268293773a3926ed23fdf9dc6d5d4c0faeae5555592c2b52e19bb16fdcca1622.jpg","https://img-eshop.cdn.nintendo.net/i/181bbfa0e0f9ce50850710a5c29e48f91463f1160a436f9dc19dae3580a32fcc.jpg"],"size":190840832,"version":null},"70050000043318":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2923f71643f5032d2b5786cc3fd896e3eb1d168b4a64ecc84ef0422295f73dee.jpg","category":null,"description":"Esperam-te ainda mais emoções no HOT WHEELS UNLEASHED™ 2 - Alien Encounters Expansion Pack!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"HOT WHEELS UNLEASHED™ 2 - Alien Encounters Expansion Pack","nsuId":70050000043318,"numberOfPlayers":null,"publisher":"Milestone","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046556":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/58fc45457374758331efaba39ecebdac67b2ffdf76d469f5ff4a25f95eaf10e1.jpg","category":null,"description":"Complemento para Eiyuden Chronicle: Hundred Heroes. Contém 1x Estátua Especial de Quartel-general\nPor favor, verifica todas as descrições antes de comprares.\n \n Este pacote inclui o seguinte:\n 1x Estátua Especial de Quartel-general - (Nowa Haniwa)\n\n*Por favor, repara que este conjunto está incluído em Eiyuden Chronicle: Hundred Heroes - Digital Deluxe Edition\n *Por favor, tem cuidado para não comprares o mesmo artigo várias vezes acidentalmente.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100ED9018F3F002","ids":["0100ED9018F3F002"],"intro":"O JRPG está de volta com uma nova série de heróis.\n","isDemo":false,"key":null,"languages":null,"name":"Esperança da Aliança","nsuId":70050000046556,"numberOfPlayers":null,"publisher":"505 Games","rating":12,"ratingContent":["Bad Language"],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000046737":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a3bf7e4cda7f16d08028f6ce95c61b7c98286986c1cc250f436af6cd1f9f5f33.jpg","category":null,"description":"Complemento para Eiyuden Chronicle: Hundred Heroes. Contém 1x Objeto Personalizado de Quartel-general (Bandeira Honrada) e 1x Pacote de Pioneiro.\nPor favor, verifica bem as descrições antes de comprares.\n\nEste pacote inclui o seguinte:\n1x Objeto Personalizado de Quartel-general (Bandeira Honrada)\n1x Pacote de Pioneiro (1x Runa de Melhoria e 1x Acessório de Melhoria)\n\n*Por favor, tem cuidado para não comprares o mesmo artigo várias vezes acidentalmente. ","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100ED9018F3F001","ids":["0100ED9018F3F001"],"intro":"O JRPG está de volta com uma nova série de heróis.","isDemo":false,"key":null,"languages":null,"name":"Pacote Pioneiro","nsuId":70050000046737,"numberOfPlayers":null,"publisher":"505 Games","rating":12,"ratingContent":["Bad Language"],"region":null,"releaseDate":20240523,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70010000072086":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ad6a5ef99340654181d43439dc61b7ba0e06f709a0e0f820b34b01d030b7526a.jpg","category":["Ação","Aventura","Arcada","Luta"],"description":"Pegue seu cajado e assuma a identidade de um necromante que trabalha como leão de chácara numa casa noturna. Atravesse o inferninho enfrentando mostros alcoolizados, prontos para lhe dar as boas-vindas depois das férias. Hora de voltar ao trabalho!\n\nDetone tudo na noitada\nAbra caminho na multidão e detone alguns chefes. Consuma poderes ocultos em pedras preciosas e faça upgrade nas suas habilidades de brutamontes. Faça várias combinações e descubra o poder de novas fórmulas para mandar ver nos pinguços da masmorra.\n\nO que não mata, engorda\nVolte ainda mais forte, mais irado e mais paramentado após cada derrota. Experimente trajes (cada um com vantagens exclusivas), monte estratégias, faça upgrade de poderes e combine-os com centenas de artefatos. Misture os ingredientes do coquetel perfeito!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/5ae209a4c7dd72e31c801ab7e9e8fb4ecaa237a9bfeb9422523595625e75fa50.jpg","id":"010080701CE7A000","intro":"Hora do Happy Hour! Torne-se o NecroBouncer e mande ver, expulsando convidados em uma aventura nos inferninhos das baladas. ","isDemo":false,"key":null,"languages":["ja","en","pt","es","de","ko","zh","zh"],"name":"NecroBouncer","nsuId":70010000072086,"numberOfPlayers":1,"publisher":"Ravenage Games","rating":7,"ratingContent":["Violência Ligeira"],"region":null,"releaseDate":20240524,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/300ae1e2504ccedf74b9e6a11445e1be0ac65a0bac823a6be3e79d1a3704b7a3.jpg","https://img-eshop.cdn.nintendo.net/i/c78ae342a6cb15f8720cdab72133ffa1e2f390a6dd5b1eaa2d82769afcab3a6e.jpg","https://img-eshop.cdn.nintendo.net/i/b41d64c2e16a730a30e55c7ea02f599d53718fcf43b556715a7e17cbdc78e23d.jpg","https://img-eshop.cdn.nintendo.net/i/7e16090910b458c837f9c26f33295450ab651fb2bca585abdedfbc33420b8f4f.jpg","https://img-eshop.cdn.nintendo.net/i/9912540a53a721d250145e584d351252fca919a42b40c33ce964f6a295e0e1c5.jpg","https://img-eshop.cdn.nintendo.net/i/a1deba8b90bce9bb15a2304b6cc14c1f6f803da0f4e588614dc2439a5c7121fc.jpg"],"size":150994944,"version":null},"70010000067103":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/b28a72fc178c6eba9fe854047d92fc489141b1ee921637b4b0fd027f6fbca38a.jpg","category":["Simulação"],"description":"Construction Simulator regressa à Nintendo Switch™! \n\nDesta vez, o teu trabalho levar-te-á até às belas florestas e baías de um mapa fictício inspirado na paisagem do Canadá.\n\nExplora três grandes áreas num mapa nunca antes visto na série Construction Simulator! Descobre uma campanha extensa e única com desafios especiais que precisas de ultrapassar com o teu império de construção em crescimento.\n\nPodes contar com o regresso de marcas e máquinas familiares das nossas parceiras licenciadas Atlas, BELL, Bobcat, Bomag, CASE, Caterpillar, Kenworth, Liebherr, Mack Trucks, MAN, MEILLER Kipper, Palfinger, STILL e WIRTGEN GROUP. Além disso, também poderás expandir a tua empresa com máquinas e veículos de novas marcas como CIFA, DAF e Scania.  \n\nDestaques:\n• 80+ veículos, máquinas e acessórios de 20+ parceiros licenciados\n• Mais de 100 empregos na construção\n• Modo multijogador para 2 jogadores\n• Mapa original inspirado pela paisagem do Canadá\n• Perspetivas detalhadas dos habitáculos\n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c9cc189661d6d4ae32288d9ee7f8e0898221c224baa1a8603db1ef572f1fc7d9.jpg","id":"0100A6901B574000","intro":"Construction Simulator regressa com um mapa fictício inspirado no Canadá.","isDemo":false,"key":null,"languages":["ja","pt","en","es","fr","de","it","nl","ru","ko","zh","zh"],"name":"Construction Simulator 4","nsuId":70010000067103,"numberOfPlayers":1,"publisher":"astragon","rating":3,"ratingContent":[],"region":null,"releaseDate":20240528,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/3dfc9e3dc0ec85987e58d3e1dd8175f23e734e0013fab799a033a223c98e216c.jpg","https://img-eshop.cdn.nintendo.net/i/727f93afb1b5c7a5748a1c13dec2733e1877765bb6d685d2257486f72c6a13cd.jpg","https://img-eshop.cdn.nintendo.net/i/e9262ec9eae7010f12c83477dd83b6591280c7a05c9d24540415e953361f320c.jpg","https://img-eshop.cdn.nintendo.net/i/c2fe8c2035125e489c526162c3151ad723b9749a4399a066798386290e4e7d0e.jpg","https://img-eshop.cdn.nintendo.net/i/b37f557d91a37ed51ff5800d86b553f5e4191111fde0e38b187c402a3649d80c.jpg","https://img-eshop.cdn.nintendo.net/i/7bb05772d1d20c4e8355c11e81137d6e6f9ae7c9bfedc71bc8d7d5e9b1a63ca8.jpg"],"size":952107008,"version":null},"70010000073385":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ef302c05f42082d0fcbcb1a64b9caa775fc99457cd9efd42d1d7fa70898ab0cc.jpg","category":["Outro"],"description":"\nO romance agridoce de uma antiga deusa continua na sequela de Cupid Parasite, o aclamado romance visual otome.\n\nEnquanto trabalhava na Cupid Corporation, Cupid, a deusa do amor, queria ser a principal conselheira de noivas. Na sua missão mais intimidante, os Parasite 5, Cupid (conhecida como Lynette Mirror na Terra) conseguiu ultrapassar obstáculos inesperados, mas não antes de se apaixonar por um dos seus clientes! \n\nAgora, começa um novo capítulo. Conseguirá o recém-formado casal sobreviver aos desafios imprevistos?\n\nPrincipais destaques\nMais doce e picante! – Regressa a Los York com o elenco original do Cupid Parasite, e ainda uma nova personagem, Merenice Levin. Volta a encontrar-te com sete dos solteiros mais doces e picantes em até 3 modos de jogo e desbloqueia mais de 80 CGs, incluindo alguns tão quentes que podem escaldar!\n\nDiferentes sabores à escolha – Seleciona por entre três modos diferentes que deixarão até os mais gulosos saciados. Escolhe o modo “After Drama” para seguir os Parasite 6 originais e retoma a história do primeiro jogo. Opta pelo modo “New Parasite” para teres uma aventura com Merenice Levin depois da rota mais comum do Cupid Parasite. Também podes explorar as rotas que desbloqueaste no modo “Bonus Episode” para acederes a seis episódios de bónus com os seus CGs desbloqueáveis!\n\nDoce ou picante, a escolha é tua! – Tens de escolher o sabor do próximo prato. Vais escolher doce? Ou vais escolher picante? Quando te for apresentada uma escolha durante o jogo, as tuas decisões terão impacto no final da rota que escolheste. Equilibra os sabores e poderás ter um final bem apetitoso.\n\nGrafismo detalhado e decadente e cenários bem saborosos – A equipa de argumento e arte de cenários original do Cupid Parasite regressa! Ririka Yoshimura (argumento) e Yuuya (arte) juntam forças mais uma vez para dar aos fãs uma deliciosa adição ao universo do Cupid Parasite.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/7c3018e867d88a2b2384dadd1d8431f2659f14d13dd300361316230626849a2f.jpg","id":"0100B5D01D30A000","intro":"O romance agridoce de uma antiga deusa continua na sequela de Cupid Parasite, o aclamado romance visual otome.","isDemo":false,"key":null,"languages":["en"],"name":"Cupid Parasite: Sweet and Spicy Darling","nsuId":70010000073385,"numberOfPlayers":1,"publisher":"Reef Entertainment","rating":16,"ratingContent":["Sex"],"region":null,"releaseDate":20240528,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/94d95d6a906bba36115a6c5f84e4cd87e40bd7bddd195827146be094b2ce2de4.jpg","https://img-eshop.cdn.nintendo.net/i/05ff93cb7bfb6e9dbde985617ebe26887011c484a30f01abeffb4a0c0b5933c0.jpg","https://img-eshop.cdn.nintendo.net/i/d63f9ac826998495ea7571deb75e818c02ab6e4fd68dfa3400f859d8823e9496.jpg","https://img-eshop.cdn.nintendo.net/i/474e9d031b0dd75c21665e4922a8a3c0b7e6218f9db7d0d7ca8b8d95ef37b13a.jpg","https://img-eshop.cdn.nintendo.net/i/d607d0d4c43bc3c2fde9085546a58564c4185176ce4be5293dc84b66f7b3d141.jpg","https://img-eshop.cdn.nintendo.net/i/6ae68d00c5f78b6728db1caa7044391f197f156b047eaafdbdc6db2dfbf3233b.jpg"],"size":6026166272,"version":null},"70010000068888":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e01afdf84e91a05514c189bcfa59e6abc0ca50438e3d35c57a6ecef6b197c3d1.jpg","category":["Estratégia","Ação"],"description":"Vinte anos atrás, os supervilões venceram.\n\nDesde então, eles criaram uma cidade distópica e criminalizaram o desenvolvimento de superpoderes. Ninguém conseguiu detê-los... até agora. Capes é um jogo de estratégia baseado em turnos com super-heróis. Nele, você monta uma equipe de heróis e luta para retomar a cidade. Jogue uma série de missões de campanha e patrulha, escolha entre avançar com a história ou dedicar um tempo para explorar as missões secundárias e desbloquear mais heróis, ganhar Pontos de Habilidade e concluir desafios, além de saber mais sobre a vida de seus heróis.\n\nMONTE SUA EQUIPE\nRecrute novos heróis com uma variedade de habilidades e poderes exclusivos. Cada herói proporciona um jeito diferente de jogar e exige uma abordagem sob medida em relação aos seus poderes e habilidades. Aprender e explorar o estilo de jogo exclusivo de cada herói desenvolverá seu poder em combate, permitindo que ele revele todo seu potencial ao desferir golpes Supremos decisivos.\n\nTÁTICA BASEADA EM TURNOS\nTeste suas habilidades estratégicas em combates baseados em turnos eletrizantes e heroicos. A formação de equipes e o posicionamento são importantes, pois desbloqueiam maneiras de abordar cada tipo de inimigo e supervilão que você encontrar. O combate em Capes não se baseia em números aleatórios nem em se esconder atrás de proteções. O poder não garante sua invulnerabilidade, longe disso. Suas escolhas farão a diferença entre a vitória e a derrota.\n\nAPOSTE NA COOPERAÇÃO!\nLeve até 4 heróis para trabalharem em equipe em cada missão. Todo herói ganha uma habilidade de equipe exclusiva de cada um de seus aliados, permitindo que trabalhem juntos para tirar vantagem de seus poderes extraordinários.\n\nAPRIMORE SEUS PODERES\nAumente o nível dos seus heróis para obter acesso a novas habilidades e aprimoramentos poderosos. Use os Pontos de Habilidade adquiridos ao concluir objetivos e desafios, a fim de desbloquear os poderes deles.\n\nDESAFIE SEUS HERÓIS\nConclua coleções de desafios específicos dos heróis durante missões para ganhar Pontos de Habilidade bônus. Você também pode desbloquear missões opcionais que oferecem uma visão mais aprofundada de cada um dos heróis.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/8d0bf38fa78e04e05f8e8f3e430a37b2aab3a1ebcbc732e998d96a7a62eaf3fd.jpg","id":"01000D401BD9A000","intro":"Os super-heróis se enfrentam neste jogo de estratégia baseado em turnos.","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","ru","ko","zh","zh"],"name":"Capes","nsuId":70010000068888,"numberOfPlayers":1,"publisher":"Daedalic Entertainment","rating":16,"ratingContent":["Violência pesada"],"region":null,"releaseDate":20240529,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/fbc7624fb51eeeb570bc6fce41f2eccdaecee9a6305d534120926c00ed0ccd1e.jpg","https://img-eshop.cdn.nintendo.net/i/8346b02b33c7b8e52939fbb4ee07ebfb095dabe7d37199d4edf4778034d83d2f.jpg","https://img-eshop.cdn.nintendo.net/i/1d63d4067e3e1051f204ee0728423590635aff10fb8849438ec960a7dae7efe5.jpg","https://img-eshop.cdn.nintendo.net/i/027e5b0c663535843ddeb7b2f6a2100eaab1f076a82eefa30d1ec59255c92238.jpg","https://img-eshop.cdn.nintendo.net/i/0159b54d41741fd2fdae169c41ff7992cbfe689583103ad2ea099c8308b19e3d.jpg"],"size":2586836992,"version":null},"70010000079069":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/f10cfaf6fc0d53ea7279a2b923098099e7f7f1a5794500c3dca68372b264f9b4.jpg","category":["Aventura"],"description":"Follow the clues, question a cast of quirky and intriguing witnesses, and solve a mysterious murder case in the rural American Northwest.\nUncover the secrets of the apparently sleepy little town of Greenhearth, where the deeper you dig, the more you risk awakening Eldritch horrors.\nWill you crack the case with your sanity intact?\n\nFeatures\n- Gorgeous black and white hand-painted illustrations, with a style that evolves with the mood and tone of the story, from the soft gray scale of the first episode to the hard black and white style of episode four, before ending in a technicolor-drenched finale.\n- A mind-bending narrative adventure, with four different endings, that seamlessly takes you from a film noir pastiche to an 80's horror flick.\n- Find clues in light point-and-click gameplay scenes, then confront persons of interest to uncover the truth.\n- Meet a cast of quirky and lively characters, from the badass sheriff to the strange car mechanic, the neurotic waitress, the jovial hotel manager and more. Question them, befriend them or betray them to crack the case.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c6b33ac94f7735d3a76e6341c21609b8fbd40e365e0b40735bcd49e46a24bb21.jpg","id":"010062D01E908000","intro":"Follow the clues, question a cast of quirky witnesses and uncover the secrets of the little town of Greenhearth. Will you crack the case with your sanity intact?","isDemo":false,"key":null,"languages":["en","fr"],"name":"Echoes","nsuId":70010000079069,"numberOfPlayers":1,"publisher":"Nova-box","rating":16,"ratingContent":["Violência pesada","Consumo de Álcool/Tabaco"],"region":null,"releaseDate":20240529,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/d410f2f5006475186eaf3fa280c273c618523016c5c890df76c0f0929c444fff.jpg","https://img-eshop.cdn.nintendo.net/i/f283f3896caf7c91928120db22433e409187127c68f4d9849302e184b227019d.jpg","https://img-eshop.cdn.nintendo.net/i/652e9b88f886af75250020ca1cb111e4f145d4b50d32d7caf85072ce275128ff.jpg","https://img-eshop.cdn.nintendo.net/i/0c4e07c41b1253fcbdaa1e4a98584de476b9aab92d4b9acd737a14838ac5e000.jpg","https://img-eshop.cdn.nintendo.net/i/4ca7c46216841faa196f7f82185cc8f56f58bb79c11d920c5433770bda78ce8c.jpg","https://img-eshop.cdn.nintendo.net/i/e5103cef2a4471ad5b881c3e846a8ac770f888966f43dd559de554fb37299d8c.jpg"],"size":421527552,"version":null},"70010000068167":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2082ef97a04e9ffeddb9462ab8a3555413dde751634e1e26fce3104d85b7bd3d.jpg","category":["RPG","Aventura","Ação"],"description":"Xuan Yuan Sword 7 é um RPG de ação com combates frenéticos em tempo real, gráficos 3D viscerais e uma absorvente narrativa cinemática. É uma celebração da paisagem, civilização e cultura da China Antiga, impregnada com o misticismo das suas próprias lendas num contraste claro com designs tecnológicos anacrónicos. Um mundo que é, ao mesmo tempo, familiar e misterioso, científico e espiritual – um mundo à espera de ser explorado.\n\nAssume o papel do sereno e fiável espadachim Taishi Zhao numa luta para proteger a sua família e desvendar a verdade de um flagelo que ameaça toda a China. Com uma narrativa profundamente enraizada na história e mitologia da China Antiga, Xuan Yuan Sword 7 reinventa um novo reino fantástico e caótico sob o poder da nova Dinastia Xin.\n\nPerto do fim do domínio do Han Ocidental, o poderoso primeiro-ministro da China sucedeu ao seu Imperador, prometendo uma era de paz e prosperidade. Mas dez anos volvidos, essa promessa ainda está por cumprir. Uma década de guerra e fome deixou a China em ruínas e a salvação parece estar nas mãos de um espadachim seguidor do Moísmo que adquire o controlo de um artefacto lendário chamado Elysium Scroll. Os moístas adeptos da ciência conseguirão recuperar a sua antiga glória ou irão cair no esquecimento da história?\n\nCaracterísticas:\n\n• Mergulha numa aventura cinemática que se desenrola na China Antiga.\n• Ataca, defende-te, esquiva-te e riposta em combates em tempo real baseados em combinações!\n• Controla o Elysium Scroll para abrandares o tempo, absorver monstros ou alterar o ambiente.\n• Melhora as tuas armaduras e armas, desenvolve competências passivas e aprende novas técnicas.\n• Explora uma história independente que não requer conhecimentos prévios de Xuan Yuan.\n• Deixa-te envolver pelos gráficos 3D mais avançados desta saga!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/63e3a9734e5e945c72ed1c1df2fb652b2c890b08ad2b63a6a589f7a8560e840a.jpg","id":"010029F01BA3E000","intro":"Aventura-te numa nova versão fantástica da China Antiga neste RPG de ação em 3D!","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","ru","zh","zh"],"name":"Xuan Yuan Sword 7","nsuId":70010000068167,"numberOfPlayers":1,"publisher":"eastasiasoft","rating":16,"ratingContent":["Violência pesada"],"region":null,"releaseDate":20240530,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/4eff190891b47b1f4bfad7f60cde8039b48b4dfa2f3d9ebbdfd9080ffa73f13f.jpg","https://img-eshop.cdn.nintendo.net/i/dcdb93832ac8dc61a995ff9341a304524fb714b436396021e69357366b8dcf0f.jpg","https://img-eshop.cdn.nintendo.net/i/5eb67275fb8729d8571b6c8b0585f4970859e5abacd0e36647f536f1f515ace5.jpg","https://img-eshop.cdn.nintendo.net/i/a3a0c1c2a82ecdcbbddc6fd33956036952ded3d034315f4e99a064d892ecf2d1.jpg","https://img-eshop.cdn.nintendo.net/i/08cfd6b7bf232a7dc63509e009e86f0fc1a69bd841a39ef7736306b36b0e83ea.jpg","https://img-eshop.cdn.nintendo.net/i/a977a0ad588a258a07967fe75a1b1af19afc1c74ba3dbfd2df63b0e69381235e.jpg"],"size":10162798592,"version":null},"70010000068808":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/27476adb2c5f21b316eafa76e7b668c462f765d32c5676e3b5c309967b05076c.jpg","category":["Ação"],"description":"Umbraclaw conta a história de Kuon, uma gata doméstica que morreu no mundo mortal e desperta no Plano Espiritual – um reino dos mortos. Ela precisa desafiar o submundo perigoso para voltar para casa, para a dona, nesta aventura de ação 2D.\n\nO jogador controla a gata Kuon enquanto ela procura um jeito de abrir a \"Fronteira\" para o mundo mortal e voltar para casa.\nO terreno perigoso e os demônios terríveis do Plano Espiritual são desafios quase impossíveis para uma mera gata doméstica.\nQualquer golpe na pequena felina significa morte instantânea.\nNo entanto, também significa uma nova chance – Kuon tem o poder \"Despertar Anímico\" para reanimá-la com uma habilidade nova a cada morte para ajudá-la a superar a provação que tem pela frente.\n\nDependendo das ações e escolhas dela e do jogador, a história de Kuon pode ter uma infinidade de finais. A luta dela para quebrar o ciclo de vida e morte pode até tocar sua alma.\n\n1: Encontre esperança na morte com o \"Despertar Anímico\"!\n\nKuon é só uma gata mortal. Qualquer dano no Plano Espiritual é suficiente para matá-la instantaneamente. No entanto, o poder misterioso \"Despertar Anímico\" irá trazê-la de volta à vida com novas habilidades, absorvendo a alma de outro animal, aumentando a capacidade de sobrevivência.\n\nKuon pode ficar ainda mais forte ao se transformar em uma forma humanoide, mas... \nKuon só pode reviver até 9 vezes. Afinal, \"os gatos têm nove vidas\". \nKuon conseguirá fugir do Plano Espiritual antes que perca todas as nove vidas?\n\n2: Atravesse um submundo encantadoramente escuro e deslumbrante\n\nA jornada de Kuon para casa é ricamente representada com arte desenhada à mão, em estilo de corte de papel. Cada inimigo e ambiente distorcidos foram cuidadosamente criados pela equipe de arte da INTI CREATES.\n\n3: Uma história que vai deixar uma marca na sua \"alma\"\n\nA \"morte\" de uma gata inicia um ciclo de renascimento.\nEnquanto Kuon luta para voltar para casa, ela cruzará o caminho de outras almas caídas no submundo, tanto parecidas quanto diferentes dela.\nDependendo das ações e escolhas dela e do jogador, a história de Kuon pode ter uma infinidade de finais.\nVocê conseguirá manter a sua humanidade – e a felinidade de Kuon – até o fim?","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/b275446c71de92802536c955cc8226f1121b784999a467c4b035cdae997e0bff.jpg","id":"010088601BD34000","intro":"Encontre esperança na morte.","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ko","zh","zh"],"name":"Umbraclaw","nsuId":70010000068808,"numberOfPlayers":1,"publisher":"Inti Creates","rating":16,"ratingContent":["Violência pesada"],"region":null,"releaseDate":20240530,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/a4b2434a6f99b1c5d99599dc0122102a54ef873ebf758a3e1742148065a5cf05.jpg","https://img-eshop.cdn.nintendo.net/i/f8243ecf79df289d435ffa3bc973b13580b3813a6ac28aa027d31b62d32de1dd.jpg","https://img-eshop.cdn.nintendo.net/i/ce1f3289d432a46c2ec0e6101e43d9448a12b8a9a14972841cff57f7b2fd2a16.jpg","https://img-eshop.cdn.nintendo.net/i/d75a682b7e13b638bac1c1f77161e0a9bf1c84c9c25f7c88e41a2e54f04d7129.jpg","https://img-eshop.cdn.nintendo.net/i/99b198ce07568440dab58b812f5528283f447e9965bd7653ceed2761788c4953.jpg","https://img-eshop.cdn.nintendo.net/i/93badb177c371ab8f6538b9a40592f260a7f3a00fb4f5f2c99afbb1c77ccd554.jpg"],"size":1795162112,"version":null},"70010000073935":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5968fe906ce1b97634eaf71b0c7f18866b1531fb29aaf68695cd9e721fc240ff.jpg","category":["Arcada","Ação"],"description":"Power up with special \"TYPE 0\" boost gear and annihilate the forces of evil in this captivating arcade-style ninja action game!\n\nDelve into and experience the mysterious \"beginning\" untold in the original anime.\n\nGameplay Features:\n・Immerse yourself in this side-scrolling action game that lets you experience the world of the original anime!\n\n・Master the art of timed attacks for devastating combos that keep enemies on their toes.\n\n・Utilize homing kunai to stun locked-on enemies and gain advantage of the battle with your own unique style!\n\n・Explore 3D mode by attacking enemies and collecting various items from a first-person perspective.\n\n・Storytelling through captivating comic strips and character dialogues during each stage will help reveal hidden truths.\n\n・Challenge yourself in Score Attack mode, competing with other players from around the world on the online leaderboard!\n\nStoryline:\nStep into the role of Tsukumo, a member of the Ninja Organization within AUZA, committed to eradicating all traces of \"evil\" within its ranks.\n\nOne day he learns that a deadly attack by AUZA mercenaries on his former comrades is being planned. He receives an experimental \"TYPE 0\" boost gear from his buddy, J, a researcher in the same organization.\n\nTsukumo arrives at the hidden village of the “exiled ninja” where he encounters the leader of the AUZA Ninja Organization - Lil, Big D, and others...","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/ce8892273140110db363209707514f61f3cb7589716875f0a6c877acc5fe6ee9.jpg","id":"0100ECA01904C000","intro":"A thrilling ninja action game based in the world of the original anime “NINJA KAMUI” is now available!","isDemo":false,"key":null,"languages":["ja","en"],"name":"NINJA KAMUI: SHINOBI ORIGINS","nsuId":70010000073935,"numberOfPlayers":1,"publisher":"Rainmaker Productions","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240530,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/4f9d9e0c3afba4ee024cdcd452885915a95b41e0a2909ba53240a355d9a9ed15.jpg","https://img-eshop.cdn.nintendo.net/i/38106ccc897275e954bb03fe8f91fea33d03af5228eb07b4e3368db55e2869d3.jpg","https://img-eshop.cdn.nintendo.net/i/9afb3af9ea441736b4aca1df9561366a185793db671c7a0f447fda9426a31140.jpg","https://img-eshop.cdn.nintendo.net/i/da6ee8e32157e6034b30552a0e5c6e7d91a3677f78a50bad0c0e7d31ac46a06c.jpg","https://img-eshop.cdn.nintendo.net/i/95d471d2f530a3f8657b88283af53b46b035630807c7416d8f4742b039e4e61f.jpg","https://img-eshop.cdn.nintendo.net/i/5e684851ca11720572b61c6801ad15c67519f6b1c2e451af74eb59bff01f086e.jpg"],"size":1301282816,"version":null},"70010000077166":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0f39c92c5f31faf45cef6a92acb833415180169b6e6ccadf17275273fdb509cb.jpg","category":["Arcada","Ação","Multijogadores"],"description":"Cast powerful spells, battle against hordes of magical enemies to liberate the rulers of three kingdoms that have been overtaken by dark forces. With staff in hand, do you have what it takes to uphold the title of The Spellbearer?\n\nSTORY\n\nDarkness sweeps over the mythical world of Spellbourne, out of which emerge beasts and monsters that were said to have long been banished. An evil force has brought them back and must be stopped. This darkness has invaded the three ruling kingdoms of Spellbourne, their rulers overtaken and transformed into hideous and destructive monsters. If there is to be any hope in defeating this evil, all three kingdoms must be saved by restoring the rulers back to their original forms.\n\nAmid the ensuing chaos, Four legendary heroes arise to take up the call. Destined to forever shoulder the burdens of magic, they are known only as the Spellbearers.\n\nSelect your Spellbearer and fight against the hordes. You can join the cause alone or with a friend. Choose the Spellbearer that best represents your own soul.\n\nTorch your enemies and stop them from progressing against you and those you protect. You wouldn't want to know the chaos that will commence if failure occurs. Precision and speed are key to success, but the freezing cold may determine the result. The icy terrain will be used against you by the enemy, therefore, you must find your own advantage points to proceed through the frozen dungeons.\n\nBring down the epitome of evil with your cunning and wits. Mistakes are unacceptable, and the enemy is pristine.\n\nThe enemy is strong, but each has its weaknesses. Abnormities and demonic abilities are against you. Can you survive long enough to expose it?\n\nGRAB A FRIEND\n\nTake a friend on the adventure and work together to prevail against the dark creatures. But remember that your enemies will do whatever it takes to fulfill their objectives.\n\nFEATURES\n\n1-2 Multiplayer: Grab a friend on this adventure and set off as the pair of Spellbearers that the world needs to save itself.\nNumerous unique power-ups: Power up with energy grenades that bounce off walls, lightning blasts that unleash devastating chain damage, protective swords made of destructive light, and more.\nExplosive visual effects and soundtrack: Enjoy the atmosphere created by power-ups that you select to use throughout your journey, as well as the full original Spellbearers soundtrack.\n\nAction-oriented: The halls of the invaded kingdoms are packed with monsters that appear one after the other.\n\n* Please note that the game content is available in English only. ","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/4c669a0aee4d7940658ffc38b3042a738884b776af60d4761da7f486ec22e227.jpg","id":"010081701E158000","intro":"Spellbearers is a top-down, 2D, twin-stick shooter. Battle against hordes of magical enemies to liberate the rulers of three kingdoms that have been overtaken by an evil wizard. ","isDemo":false,"key":null,"languages":["en"],"name":"Spellbearers","nsuId":70010000077166,"numberOfPlayers":2,"publisher":"Whim Independent Studios","rating":12,"ratingContent":["Terror"],"region":null,"releaseDate":20240530,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/243b1dafc7a2d67ae601fff6e74576918cf018f7c270bbad276b38c878afd83b.jpg","https://img-eshop.cdn.nintendo.net/i/2b43c8d925b10a50e1eb29b6c591842805754f3cdae2d7b185b67a8a75c20a0d.jpg","https://img-eshop.cdn.nintendo.net/i/9711641e06e24bc920dfebae04dfd0bf4e84c325137deed5259b0972909a574b.jpg","https://img-eshop.cdn.nintendo.net/i/1f0a379f20cc264ca2467b2aeb6c0359a3004b7146290867c166803867d14cde.jpg","https://img-eshop.cdn.nintendo.net/i/0ac06b41416f0f858eb4a3c438822d7cd94a455b41723ca799c34219beeb3e69.jpg","https://img-eshop.cdn.nintendo.net/i/52cccb2276e6b50e024c6ac030173a9a4fdc9b49a0bab78b018911d5fe9b1729.jpg"],"size":423624704,"version":null},"70050000028136":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/45d027d289ee935213b10b5efdcc7d27213e475233b1344206b7f7f357ddc16b.jpg","category":null,"description":"Este DLC desbloqueia um mundo novinho em folha para hexceed: Ignis! \nResolva quebra-cabeças em 115 níveis novinhos em folha!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Desbloqueia um novo mundo superinteressante: Ignis! Um novo mundo cheio de novos quebra-cabeças para resolver!","isDemo":false,"key":null,"languages":null,"name":"Ignis","nsuId":70050000028136,"numberOfPlayers":null,"publisher":"ToastieLabs","rating":3,"ratingContent":[],"region":null,"releaseDate":20240530,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/632797e953695242896176beedb946ce2ee9314f6c454d724aa15e58bc5492ac.jpg","https://img-eshop.cdn.nintendo.net/i/47b9d6e73568b490ca925cc290bacfe38f636ad697130a7668cc5746f133fcdb.jpg","https://img-eshop.cdn.nintendo.net/i/8c484f167124bdacd6f51d60c0c80ac1c9c790de749ebd4655a8424b8f706a7e.jpg","https://img-eshop.cdn.nintendo.net/i/faeca2f2943995412de9c9648424c7eef26e1e496cc674cfb587bb9a94b64177.jpg","https://img-eshop.cdn.nintendo.net/i/ba47aa7125695aec2951f03a78e3034d76c0fe0e55cc65463aa7e581916ff691.jpg","https://img-eshop.cdn.nintendo.net/i/675b07bbb8d905ba6890e843116428533a5501345c2a2522915263ab82e17178.jpg"],"size":3145728,"version":null},"70010000072540":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/721a3768ce40f5512bbeb369dee9ec3cea0c3778f905fc9a08f7188c93ae28d0.jpg","category":["Aventura","Puzzle"],"description":"SKELER BOY é um jogo de aventura com uma atmosfera inspirada pelos seus filmes favoritos dos anos 70 e 80. \n\nEntre em um mundo sombrio e misteriosos e embarque em uma jornada de terror psicológico. Você terá centenas de conversas, manipulará objetos, resolverá quebra-cabeças, descobrirá pistas e encontrará muitas surpresas.\n\nDestaques\n* Jogabilidade de aventura e quebra-cabeça\n* Temas e narrativa de terror sombrio\n* Nostalgia cultura dos anos 70 e 80","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/7252431a746a3c3e0dd0fb3622722f011e98c5a00aad65836efec98a95ccab9c.jpg","id":"010010701CFD8000","intro":"Estética nostálgica direto dos clássicos cult dos anos 70 e 80!","isDemo":false,"key":null,"languages":["en","es"],"name":"SKELER BOY","nsuId":70010000072540,"numberOfPlayers":1,"publisher":"Ratalaika Games","rating":16,"ratingContent":["Violência pesada"],"region":null,"releaseDate":20240531,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/de1baf0ffd666a6f44d505839fdc748ead5d5488eda1412c9a35ae721a2cd06a.jpg","https://img-eshop.cdn.nintendo.net/i/4c8fb13136c2f7f5cf1321a0c9d78db1b9f7b214bd41a8ffb790db95adbf76a0.jpg","https://img-eshop.cdn.nintendo.net/i/7e2538ec9b6a1f46e7699f122d8c472c0d69c1f6d8c7e9ac158ec8107a39af08.jpg","https://img-eshop.cdn.nintendo.net/i/c7c512efd4063027e5634d54875b8a592cb95b47c4468246efc1aa59e071ddc5.jpg","https://img-eshop.cdn.nintendo.net/i/6f654ee7ad9170515d74aeafed1c351fd0eacaf1c4ff6a2445b938e0584e0839.jpg","https://img-eshop.cdn.nintendo.net/i/3eb913f700ac321ad9905b8668cb5b7b427754253d17d83662899a56ca87e1b5.jpg"],"size":1199570944,"version":null},"70050000040090":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/8c57465cee620457eaa1fafbbc2d32013c51662b1a343b4d2cf3f29d4cfc9512.jpg","category":null,"description":"Mais experiências com LEGO 2K Drive com o Drive Pass de Temporada 4.\n\nO conteúdo bônus só pode ser acessado pela conta Nintendo usada para comprar esse conteúdo.\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Season 4 Drive Pass","nsuId":70050000040090,"numberOfPlayers":null,"publisher":"2K","rating":7,"ratingContent":["Violence","In-game purchases"],"region":null,"releaseDate":20240531,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047502":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/c5c545553a32293bade0ef31b5afe3b12ba97934ccf6f50d543ff566ee5816c8.jpg","category":null,"description":"Enjoy three new game modes: \"Original,\" \"Time Limit,\" and \"Attack.\"\n\n\"Original\" is the usual Suika Game, and the player with the highest score wins. Once the box is full, play ends at that point. If the other side's score is higher, you win at that point. If you are losing, continue playing. Can you catch up to your opponent?!\n\n\"Time Limit\" is a 5-minute intense competition, and the player with the highest score wins. When the rainbow gauge runs out, Poppy will drop fruits on her own, so you'll need to make decisions faster than usual!\n\nIn \"Attack,\" the winner is the one who ends the opponent's game. On every 5th attempt, you can send \"sinking\" fruit to your opponent's box. Sending a big fruit would surely turn things around!\n\nWe are currently developing an online play mode!\nYou will update to online play mode for free if you purchase the “Suika Game Multi-Player” DLC. So, stay tuned!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"A brand new two-player addition to the Suika Game is here; come and join the fun!","isDemo":false,"key":null,"languages":null,"name":"Suika Game Multi-Player Mode Expansion Pack-Online","nsuId":70050000047502,"numberOfPlayers":null,"publisher":"Aladdin X","rating":3,"ratingContent":[],"region":null,"releaseDate":20240531,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/e69bb35e0012929c8fa87b64347eff48b064dd35b67f796e8a663c63cdd6d7d4.jpg","https://img-eshop.cdn.nintendo.net/i/608305106b0598f5ea0c632195b8cadccb23aef4abc975f8661cfcb1c3836278.jpg","https://img-eshop.cdn.nintendo.net/i/b0d885e0c724afbe35cf6d46f6cc072843f88e3899845e78a765a4e6723d3e99.jpg","https://img-eshop.cdn.nintendo.net/i/7046b165f06587ffa8a46e662f1afd8c187974e9e8792fa69b6ab8567ba7f6ca.jpg","https://img-eshop.cdn.nintendo.net/i/b36451a5c357c8d8b441cb40c3e71ca84c060792a43629e8cd2ea865811b3ba5.jpg","https://img-eshop.cdn.nintendo.net/i/0d688bdca7aac74e2a7dbcf16eb4cb0fc1c591ff9015b81f40ecf3c320f6f10f.jpg"],"size":0,"version":null},"70010000077586":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/f1877b21644517a7e936c97ee02bf33aa67b8916d31fcd4e18c47035d9d08919.jpg","category":["Festa","Multijogadores"],"description":"O Grande Smurf decidiu organizar uma festa extraordinária! \nPara isso, ele pede a todos os Smurfs que se envolvam nos preparativos para tornar esta festa inesquecível!\n \nPasseia pela aldeia e convida todos os Smurfs espalhados pelo mundo para o evento. Mas tem cuidado com o Gargamel, que ouviu falar da festa e fará de tudo para a arruinar... \n\nNo modo party-game, reúne os teus amigos e a tua família para horas de diversão smurfásticas com 50 minijogos inspirados no espírito exuberante dos Smurfs. \n\nNo modo de aventura, mergulha numa viagem emocionante repleta de missões, conhece mais de 100 Smurfs icónicos e explora 10 regiões diferentes, desde a Aldeia dos Smurfs até ao território do Gargamel.\n\nPARTY GAME\n• 50 minijogos\n• 19 Smurfs icónicos jogáveis + 31 fatos para o teu Smurf jogável\n• 6 tipos de jogos (desporto, rapidez, sorte, memória, batalha e precisão)\n• 2–4 jogadores locais\n\nAVENTURA\n• História original na Aldeia dos Smurfs \n• Conhece mais de 100 Smurfs icónicos\n• 10 ambientes variados: Floresta Encantada, Montanhas Geladas, Território do Gargamel, ...","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/b598c10a70060a8e59117583f3515d79016f1d05ab333d6306135cc344ab08ba.jpg","id":"01007C101E334000","intro":"Embarca num jogo de festa com um modo de aventura na Aldeia dos Smurfs!","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it","nl","ru","zh","zh"],"name":"The Smurfs - Village Party","nsuId":70010000077586,"numberOfPlayers":4,"publisher":"Microids","rating":3,"ratingContent":[],"region":null,"releaseDate":20240606,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/85392eabf381c07835f7448cf3429f99508c59d9ebb3ec4da954aea0689b2a5a.jpg","https://img-eshop.cdn.nintendo.net/i/0aa4b05d2e3ece0465628695a20218db0702cce83eaef9a0d6a6dedc91ac8316.jpg","https://img-eshop.cdn.nintendo.net/i/7aa3cc99464202c53ab607383b1381392dd46b35692db8ec883f34a06edc760b.jpg","https://img-eshop.cdn.nintendo.net/i/ce97da3202e0dcf4c806397bdb3ac046af267986e34b18e8cf76401b1c5440ab.jpg","https://img-eshop.cdn.nintendo.net/i/f7a8caf61c51f8af82c3045a5e747fe93e9d771f019e8c39486b26ba27dffed1.jpg"],"size":1204813824,"version":null},"70010000068530":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0a1d7fb1bf1180baf9067ec08f9b3e9b07540a211b4470d473fbec062cf56f9d.jpg","category":["Ação","Arcada","Luta","Multijogadores"],"description":"Willy's Wonderland - The Game é um jogo beat 'em up em 2,5D baseado no filme cult de mesmo nome, no qual um grupo de animatrônicos ganha vida e massacra as pessoas que ousam visitar o Willy's Wonderland.\n\nOs jogadores assumem o controle de The Janitor ou Liv enquanto enfrentam as hordas do mal comandadas pelos nefastos Animatronics - Tito Turtle, Siren Sara, Arty Alligator, Cammy Chameleon, Willy Weasel e muito mais!\n\nExperimente diferentes combinações de socos e chutes para realizar diferentes combos e use técnicas especiais e habilidades poderosas para se livrar de Willy e seus capangas.\n\nRecursos\n- Lute contra hordas de inimigos no estilo \"beat 'em up retrô 2.5D\" inspirado nos clássicos do gênero;\n- Passe por fases temáticas do País das Maravilhas de Willy;\n- Dois personagens para escolher;\n- Use técnicas especiais e habilidades poderosas;\n- Derrote várias ondas de inimigos, além de chefes ameaçadores em cada fase;","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/3e57c9bd277cc9149ce0432c22fcf85c6790b99eff3892ba179601e62ef1d9b7.jpg","id":"0100CE701BC6A000","intro":"Derrote um grupo de animatrônicos que ganham vida em Willy's Wonderland!","isDemo":false,"key":null,"languages":["en"],"name":"Willy's Wonderland - The Game","nsuId":70010000068530,"numberOfPlayers":2,"publisher":"QUByte Interactive","rating":16,"ratingContent":["Violência pesada"],"region":null,"releaseDate":20240613,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/47d23e9900e238af7e6e18b6a52afdf423a1471337aeb414b5c64f2620fe710c.jpg","https://img-eshop.cdn.nintendo.net/i/3f0674eb0102d9d4196ac3e76d84f6ceccf0f870c3c3ffaf259ab16578b981e3.jpg","https://img-eshop.cdn.nintendo.net/i/a45476881e9b9ac710f3c744ffdb03849af9d831a3b8f301c36fc5f55d90a125.jpg","https://img-eshop.cdn.nintendo.net/i/2982e342ead1b039958cfb3fa5bf349417602b9eaa0bb089caf03acd38da0931.jpg","https://img-eshop.cdn.nintendo.net/i/9e7a5d8eeb77ea574d447e24f399fa8ff2a0861bba42a0b0b3c703f89ce34508.jpg","https://img-eshop.cdn.nintendo.net/i/a1ea2bbcc68b4ffb20d5b6b960a128c1a685f067bb1ed860f1e058f013fb157b.jpg"],"size":1440743424,"version":null},"70010000079345":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/11fe4e2a93de0f34b76ba6093a7825628a8ebf4294a71de19c7bf109733f6513.jpg","category":["Aventura","Puzzle","Outro"],"description":"Magnus Trilogy is a series of three visually captivating and emotionally immersive visual novel games, each with its own unique narrative and hand-drawn graphics. The Trilogy invites players to explore the depths of the human psyche, confronting them with unsettling themes and thought-provoking storytelling.\n\nMagnus Trilogy includes 3 games:\nMagnus Positive Photoaxis\nMagnus Imago\nLazarus A.D. 2222","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/f3c675b9c1df77efcd6ad16b562df1d227ef5f9ab23f1234373e3d334dd8c9a3.jpg","id":"01008DA01E990000","intro":"Explore the depths of the human psyche.","isDemo":false,"key":null,"languages":["en"],"name":"Magnus Trilogy","nsuId":70010000079345,"numberOfPlayers":1,"publisher":"IndieGamesStarter","rating":18,"ratingContent":["Violência Extrema","Linguagem Forte"],"region":null,"releaseDate":20240613,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/115749eefbf901fad7c680807172f7a6b7f59ca7f497c88200610468331054ee.jpg","https://img-eshop.cdn.nintendo.net/i/3847e73d39f99829dfa0aeebc45460b072d348c14a31d2b5b39d92e2f377eb94.jpg","https://img-eshop.cdn.nintendo.net/i/de2ffa26ea78b109a311a3aa5f8639445d23c255dc953de284b819f469cefbaf.jpg","https://img-eshop.cdn.nintendo.net/i/4dc7affd4ed37245384fb31bebfe7ef80de87f1e2c5866984a3a879749364b1c.jpg"],"size":558891008,"version":null},"70010000064608":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/aa1b0784f01b32bea6ed63b9ca363e5ecf837c21916cd808aeb1b815457d2124.jpg","category":["RPG","Ação","Aventura"],"description":"Embarca na versão definitiva do aclamado Shin Megami Tensei V! O jogo foi expandido com uma nova história que apresenta mais locais, demónios e escolhas que determinarão o destino de toda a existência. \n\nShin Megami Tensei V: Vengeance consiste em duas histórias completas: experimenta o novo percurso \"Canon of Vengeance\", uma história dramática em que os caídos se irão vingar. Este percurso traz novos personagens e um grupo de demónios enigmáticos, as Qadištu, que têm planos sombrios distantes da guerra entre aqueles que lutam para manter ou desafiar a ordem. Ou então explora a história original de Shin Megami Tensei V, o \"Canon of Creation\" - um eterno conflito entre anjos e demónios no qual o protagonista luta pelo destino do mundo. \n\nQuando uma cena de assassinato arrepiante em Tóquio bloqueia o caminho do protagonista para casa, um desvio não planeado acaba por deixá-lo inconsciente. Ele acorda numa Tóquio diferente, devastada pelo apocalipse, agora chamado Da'at... mas antes que os demónios sanguinários possam apoderar-se da sua vida, surge um salvador. Ambos unem forças para se tornarem num ser poderoso, nem humano, nem demónio: um Nahobino. \n\nCom esse novo poder, o protagonista aventura-se pelo Da'at, um reino enigmático repleto de divindades míticas e demónios tiranos em constante conflito pela sobrevivência. À procura de respostas, terá de forjar o seu próprio caminho numa batalha entre anjos e demónios para determinar o destino do mundo. \n \nCARACTERÍSTICAS PRINCIPAIS \n\nA versão definitiva de Shin Megami Tensei V \n\nApresenta visuais impressionantes para consolas modernas, uma história sombria e uma atmosfera inquietante. Os demónios monstruosos estão de regresso e melhores do que nunca. A enorme expansão inclui novas áreas, demónios e música. Shin Megami Tensei V: Vengeance traz uma jogabilidade mais acessível, um sistema de combate melhorado, novas experiências com demónios e maior exploração de campo. \n\nUma história de vingança ou criação \n\nQue caminho irás escolher? Conhece uma nova história de vingança dos caídos ou a história original de Shin Megami Tensei V, ambas repletas de conflitos e escolhas trágicas que te obrigarão a confrontar as ideologias pelas quais decides lutar. Enquanto a ordem e o caos se desmoronam à tua volta, terás de forjar o teu próprio caminho para determinar o destino da humanidade. \n\nExplora um mundo pós-apocalíptico \n\nCombate numa Tóquio dizimada, reduzida a uma terra devastada que foi invadida por demónios míticos. Percorre áreas enormes e explora novos locais para descobrir itens essenciais para sobreviver. Encontra centenas de demónios novos ou familiares e decide combatê-los ou recrutá-los.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/90d0b43d6a2af0afce08883e87988578fbb7a19b2a7f600e53e923bdbe38e86c.jpg","id":"010069C01AB82000","intro":"A Vingança Aguarda","isDemo":false,"key":null,"languages":["en","pt","es","fr","de","it","ru"],"name":"Shin Megami Tensei V: Vengeance","nsuId":70010000064608,"numberOfPlayers":1,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6782d70b4f287e221b08fabddb45fe36ef1257b10eebbfe0312cf2bbc5c9b321.jpg","https://img-eshop.cdn.nintendo.net/i/965b644927688bfae3f6a73395bec5d9731cd0d5d2eb2584ade254ba29da23d7.jpg","https://img-eshop.cdn.nintendo.net/i/85301efb9afc696c19385b1e48933718cd00eb20c82bdd895ec1f944e545090e.jpg","https://img-eshop.cdn.nintendo.net/i/cbec017e68c111c55d481448f5f99108a0a202a518de115abe5bb9a19b3ee8f9.jpg","https://img-eshop.cdn.nintendo.net/i/abcb5ea6ff4971d8a559ce6fa42c1c73bdb4e6e34af7dca09a063d7cbb181073.jpg","https://img-eshop.cdn.nintendo.net/i/470687cb2f17effd2c7228ccb503cdc7a5e68c285f31f55889c0e89c1e04443f.jpg"],"size":14763950080,"version":null},"70010000076858":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4fd7e53dbe85a51800342e51df4915a4df3e74164d3b3bf12d39f1ff690b51e4.jpg","category":["RPG"],"description":"Monster Hunter Stories é um RPG que pega no mundo do Monster Hunter e o expande de maneiras novas e entusiasmantes! Vais deixar de caçar monstros e passar a criá-los! Nesta complexa história com heróis conhecidos como Monster Riders, vais conviver com monstros e forjar vínculos para toda a vida. O primeiro jogo da série Monster Hunter Stories voltou, com dobragem completa em japonês e inglês, com características adicionais, incluindo um novo modo de museu onde podes ouvir música e ver arte concetual. Explora mais a fundo o mundo de Monster Hunter Stories.\n\nHistória:\nEntra na pele do protagonista, que nasceu numa aldeia de Riders que criam monstros para sobreviver. Supera provações e desafios enquanto cresces, até poderes sair da aldeia e embarcar numa grande aventura. O teu destino: o mundo dos Hunters, que caçam monstros para sobreviver. Embora tenham estilos de vida bastante diferentes, terás de aprender a viver e trabalhar com os Hunters para tornar o mundo dos Riders e dos Hunters mais próximo.\n\nAs coisas começam a dar para o torto quando surge uma calamidade conhecida como Black Blight, ameaçando o mundo e pondo em causa as vidas pacíficas que as pessoas tomavam por garantidas... Tanto Riders como Hunters serão postos à prova e terão de enfrentar a ameaça.\n\nAs chaves para salvar o mundo são a Kinship Stone e o seu poder oculto, bem como a verdade por trás da “Legend of Redan”, que descreve um segredo há muito guardado sobre as origens dos Riders! Ao longo da tua viagem épica, vais descobrir o verdadeiro significado de Kinship, que aumentará à medida que os vossos laços fortalecem! Espera-te uma história de amizade e glória. Mergulha no mundo de Monster Hunter Stories!\n\nCaracterísticas do Jogo:\n■ Um RPG por turnos no mundo do Monster Hunter! O Monster Hunter Stories conta com um sistema de batalhas estratégico intuitivo, mesmo para quem tem dificuldades em jogos de ação. Usa ataques de poder, velocidade e técnica para adivinhar e superar os padrões ofensivos do teu adversário, de modo a provocares mais danos e ganhares batalhas individuais! Aumenta o teu Kinship Gauge para usares habilidades ou experimenta as Kinship Skills exclusivas dos teus Monsties!\n■ Transforma monstros populares da série nos teus Monsties! Explora o terreno com as habilidades dos Monsties, faz eclodir ovos que encontras pelo caminho e transforma vários monstros em Monsties! O jogo tem imensos monstros populares da série Monster Hunter, incluindo o Zinogre, o Nargacuga e o Lagiacrus. Também se destaca o Rite of Channeling, um ritual que desperta habilidades adormecidas nos teus Monsties, permitindo-te desenvolver Monsties originais e enfrentar poderosos inimigos!\n■ Funcionalidades online que te possibilitam criar um poderoso grupo composto por Monsties que educaste e participar em batalhas com outros jogadores!\n\nNovas Características:\n■ Dobragem completa em japonês e inglês! A narrativa é ainda mais envolvente com as vozes das personagens totalmente em japonês e inglês.\n■ Conteúdo bónus do Museu! Desfruta de mais de 200 obras de arte concetual, incluindo algumas inéditas, bem como inúmeras faixas musicais. Algumas faixas são disponibilizadas em som surround pela primeira vez!\n■ Estão incluídas todas as atualizações! Vais encontrar todos os monstros incluídos nas atualizações ao jogo original, tais como o Kushala Daora, o Teostra e o Rajang, além de conteúdo expandido de jogo avançado e mais elementos de edição de personagens. Este pacote é uma verdadeira monstruosidade!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/b775e11d6ca914685b7627949da98f6709be425010925792bc0b94e423cb99c8.jpg","id":"010069301B1D4000","intro":"O primeiro RPG da série Monster Hunter voltou!","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh","zh"],"name":"Monster Hunter Stories","nsuId":70010000076858,"numberOfPlayers":1,"publisher":"CAPCOM","rating":7,"ratingContent":["Fear","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/0d7a2b06e425c3909fd887cf04ffb367f4b16c054abcd972f49e2b028637dc56.jpg","https://img-eshop.cdn.nintendo.net/i/78955946d5fbbd01b4b04429b7031a0188187f0ff5953a81a9b9eeea2f4cb869.jpg","https://img-eshop.cdn.nintendo.net/i/88f09d1f32fbd278e48c29924401e5ff37ddd8c6902c03fa50996747042843b3.jpg","https://img-eshop.cdn.nintendo.net/i/a9434f73af456abc1e6432e03eb017bbda6815d6515744c2f5e591ffaedc3f62.jpg","https://img-eshop.cdn.nintendo.net/i/5d07c95319aeeb7d3e9455202fc221aae9cc0041853129967348b1d253d88e38.jpg","https://img-eshop.cdn.nintendo.net/i/b179467882e946796cf6f4692c731f674b1ba04e86a69f70ae53b0b311c24fac.jpg"],"size":11161042944,"version":null},"70050000047105":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/aa1b0784f01b32bea6ed63b9ca363e5ecf837c21916cd808aeb1b815457d2124.jpg","category":null,"description":"2 conjuntos do Sacred Treasure para te ajudar na tua aventura por Da'at. Este conjunto inclui \"Gleam Grenade\" para causar um pouco de dano a inimigos e \"Haraedo Bead\" para todos os aliados recuperarem vida. Ambos podem ser usados de forma infinita em batalhas.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069C01AB83007","ids":["010069C01AB83007"],"intro":"A Vingança Aguarda","isDemo":false,"key":null,"languages":null,"name":"2 conjuntos Sacred Treasure","nsuId":70050000047105,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047112":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e38eefb10e85900cc4bfbdf036953989411e6c2376f1ecf9429b6705c8cc09c7.jpg","category":null,"description":"Conteúdo transferível extra que aumenta a taxa de aparição de \"Saki Mitama\", demónios que deixam cair itens que podem ser vendidos por Macca.\n\n*Continua a haver uma probabilidade baixa de aparecer Mitama mesmo sem este DLC.\n*Podes mudar a taxa de aparição durante o jogo no menu de opções.\n*Conteúdo exclusivo para o jogo Shin Megami Tensei V: Vengeance. Não pode ser utilizado no Shin Megami Tensei V.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069C01AB83002","ids":["010069C01AB83002"],"intro":"A Vingança Aguarda","isDemo":false,"key":null,"languages":null,"name":"Mitama Dance of Wealth","nsuId":70050000047112,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047113":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/72c85898f9a5f9aec4cf61a0b8ebc6ca4b51088f141015fbad000435047e33f0.jpg","category":null,"description":"Conteúdo transferível extra que aumenta a taxa de aparição de \"Kushi Mitama\", demónios que deixam cair itens que dão EXP, e \"Ara Mitama\", demónios que deixam cair itens que dão EXP a demónios aliados.\n\n*Continua a haver uma probabilidade baixa de aparecer Mitama mesmo sem este DLC.\n*Podes mudar a taxa de aparição durante o jogo no menu de opções.\n*Conteúdo exclusivo para o jogo Shin Megami Tensei V: Vengeance. Não pode ser utilizado no Shin Megami Tensei V.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069C01AB83003","ids":["010069C01AB83003"],"intro":"A Vingança Aguarda","isDemo":false,"key":null,"languages":null,"name":"Mitama Dance of EXP","nsuId":70050000047113,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047114":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/78e999fa172f0466bd807cff9f1c4611bb2e284bc0a7492be9d60b8d2f03aefb.jpg","category":null,"description":"Conteúdo transferível extra que aumenta a taxa de aparição de \"Nigi Mitama\", demónios que deixam cair itens que dão Glory ao protagonista, pontos necessários para aprender Miracles novos.\n\n*Continua a haver uma probabilidade baixa de aparecer Mitama mesmo sem este DLC.\n*Podes mudar a taxa de aparição durante o jogo no menu de opções.\n*Conteúdo exclusivo para o jogo Shin Megami Tensei V: Vengeance. Não pode ser utilizado no Shin Megami Tensei V.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069C01AB83004","ids":["010069C01AB83004"],"intro":"A Vingança Aguarda","isDemo":false,"key":null,"languages":null,"name":"Mitama Dance of Miracles","nsuId":70050000047114,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047116":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0a94e571cfac3be73e03435b736c3ed3a4e9c14ba5f23fcf7f5bb8ff0970b387.jpg","category":null,"description":"Conteúdo extra que dá acesso à missão opcional \"Sakura Cinders of the East\".\n\nNesta missão, podes enfrentar \"Konohana Sakuya\" e até recrutá-la se venceres a batalha.\n\n*Após certo ponto no jogo, fala com Bethel no Tokyo Diet Building para começar a missão opcional.\n*Recomenda-se começar esta missão opcional pelo menos a meio do jogo.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069C01AB83006","ids":["010069C01AB83006"],"intro":"A Vingança Aguarda","isDemo":false,"key":null,"languages":null,"name":"Demon Subquest - Sakura Cinders of the East","nsuId":70050000047116,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047117":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a245fb20d37aa8e2573acb4059a95fc6cbc9ca166a27788633c7900dc7870732.jpg","category":null,"description":"Conteúdo extra que dá acesso à missão opcional \"Holy Will and Profane Dissent\". \nNesta missão, podes enfrentar \"Dagda\" e até recrutá-lo se venceres a batalha.\n\n*Após certo ponto no jogo, fala com Bethel no Tokyo Diet Building para começar a missão opcional.\n*Recomenda-se começar esta missão opcional no final do jogo.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069C01AB83005","ids":["010069C01AB83005"],"intro":"A Vingança Aguarda","isDemo":false,"key":null,"languages":null,"name":"Demon Subquest - Holy Will and Profane Dissent","nsuId":70050000047117,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000048399":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/eafa695e14c54574f22628cae2e927e2946eb872e22862b4da7e12c337112216.jpg","category":null,"description":"Pré-reserva para conseguires os visuais \"King\" e \"Queen\" do Navirou! Parte à aventura com o Navirou disfarçado destes monstros clássicos!\n\n*Os visuais comprados estarão disponíveis para uso à medida que o jogo progride. Podes mudar os visuais do Navirou na opção \"Navirou's Outfits\" na arca em \"Your House\".\n*Este conteúdo pode ser disponibilizado em separado numa data posterior.\n*Estes visuais têm um efeito puramente cosmético, pelo que só mudam o aspeto do Navirou.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"010069301B1D5001","ids":["010069301B1D5001"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Visuais para o Navirou: \"King\" e \"Queen\"","nsuId":70050000048399,"numberOfPlayers":null,"publisher":"CAPCOM","rating":7,"ratingContent":["Fear","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70070000020788":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/97949dffecdd2c040d17046a968d53ecf36db7a4c3274f6ab472c1c4a1424f57.jpg","category":null,"description":"Shin Megami Tensei V: Vengeance Digital Deluxe Edition inclui:\n\n• Jogo base Shin Megami Tensei V: Vengeance\n• Conteúdo do DLC - Mitama Dance of Wealth\n• Conteúdo do DLC - Mitama Dance of EXP\n• Conteúdo do DLC - Mitama Dance of Miracles\n• Demon Subquest - Sakura Cinders of the East\n• Demon Subquest - Holy Will and Profane Dissent\n\n*Para mais informações sobre cada item de DLC, consulta a lista individual.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"A Vingança Aguarda","isDemo":false,"key":null,"languages":null,"name":"Shin Megami Tensei V: Vengeance Digital Deluxe Edition","nsuId":70070000020788,"numberOfPlayers":null,"publisher":"SEGA","rating":16,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240614,"rightsId":null,"screenshots":null,"size":14779678720,"version":null},"70050000042860":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/2923f71643f5032d2b5786cc3fd896e3eb1d168b4a64ecc84ef0422295f73dee.jpg","category":null,"description":"Esperam-te ainda mais emoções no HOT WHEELS UNLEASHED™ 2 - Mercedes-Benz Pack!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"HOT WHEELS UNLEASHED™ 2 - Mercedes-Benz Pack","nsuId":70050000042860,"numberOfPlayers":null,"publisher":"Milestone","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20240620,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000077859":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/cc1834e377637d9eea6a91b992cf07f546b3791d26ef10b6a5ceba43e4497e2e.jpg","category":["Arcada","Festa","Plataformas","Multijogadores"],"description":"Junta-te a AiAi e seus amigos no Super Monkey Ball Banana Rumble, onde tu e até 16 jogadores podem competir online em vários modos de jogo enquanto tentam tornar-se o Grande Banana! Também podes colaborar com o teu cacho de amigos favorito no modo cooperativo para 4 jogadores ou descobrir a história cativante do novo modo Aventura!\n\nDestaques:\n- Joga multijogador online para até 16 jogadores ou multijogador local para até 4 jogadores.\n- Junta até 3 jogadores e descobre uma história cativante no modo Aventura enquanto AiAi e o seu grupo de amigos tentam juntar 7 artefactos misteriosos que dizem ser a chave para localizar a Banana Lendária. Tudo isto ao longo de mais de 200 níveis novos!\n- Exibe o teu estilo! Modifica a tua personagem e a tua bola com mais de 300 itens estilosos.\n- Experimenta uma jogabilidade emocionante fácil de pegar, mas difícil de dominar \n- Usa o novo movimento Spin Dash que permite aos jogadores ultrapassarem os seus rivais ou criarem novos atalhos para a vitória!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/b9c7e0dc30094622881edef17f3fd5d3c904eb0bf6fc4081b0e875aebf38d1ac.jpg","id":"010031F019294000","intro":"Diversão a rolar!","isDemo":false,"key":null,"languages":["ja","en","es","pt","fr","de","it","ko","zh","zh"],"name":"Super Monkey Ball Banana Rumble","nsuId":70010000077859,"numberOfPlayers":4,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20240625,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/691358f3b1809634a4d1681c97c03ecc2911a619e68b655428f8c961ff0c311a.jpg","https://img-eshop.cdn.nintendo.net/i/fcc7df95dd182d243df682b1254d087e5f31aa3255b17933b46c3a9dc4328325.jpg","https://img-eshop.cdn.nintendo.net/i/d6371c22bae7dc6272a72e4658f402b7c384de7a8c003c2a16adc3c0899d16ec.jpg","https://img-eshop.cdn.nintendo.net/i/c02add0429bd59153afd4e2e36065ecd4e1a2f13ad0b6620921cfae595add513.jpg","https://img-eshop.cdn.nintendo.net/i/d0a7281bdb31211dba66813c187412a550675321c0fd27797dc1998e43b965a8.jpg","https://img-eshop.cdn.nintendo.net/i/f7827a06b103c006b5ba265af1c99c6260fe84cc986aee724cc34fb6c3c10648.jpg"],"size":3541041152,"version":null},"70050000047038":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0e8c3094e193166749a10328ad0925fe4f57dfef678bd4545a0f9808c2f306ea.jpg","category":null,"description":"Os jogadores que fizerem a pré-reserva poderão fazer figura de banana com este traje de personagem pleno de potássio.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Traje de Banana","nsuId":70050000047038,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20240625,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047053":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/604b6b2408beb3dca4a000b434a66390446ad26913698328b784a765b23fe023.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SEGA Character Pass DLC 1","nsuId":70050000047053,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20240625,"rightsId":null,"screenshots":null,"size":0,"version":null},"70070000020803":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/12b8a2899fe3fd54439c773e79bfc57bd6a05c0ffe2e1972e0a40499748d4d12.jpg","category":null,"description":"Junta-te a AiAi e seus amigos no Super Monkey Ball Banana Rumble, onde tu e até 16 jogadores podem competir online em vários modos de jogo enquanto tentam tornar-se o Grande Banana! Também podes colaborar com o teu cacho de amigos favorito no modo cooperativo para 4 jogadores ou descobrir a história cativante do novo modo Aventura!\n\nDestaques:\n- Joga multijogador online para até 16 jogadores ou multijogador local para até 4 jogadores.\n- Junta até 3 jogadores e descobre uma história cativante no modo Aventura enquanto AiAi e o seu grupo de amigos tentam juntar 7 artefactos misteriosos que dizem ser a chave para localizar a Banana Lendária. Tudo isto ao longo de mais de 200 níveis novos!\n- Exibe o teu estilo! Modifica a tua personagem e a tua bola com mais de 300 itens estilosos.\n- Experimenta uma jogabilidade emocionante fácil de pegar, mas difícil de dominar \n- Usa o novo movimento Spin Dash que permite aos jogadores ultrapassarem os seus rivais ou criarem novos atalhos para a vitória!\n- O SEGA Character Pass: inclui 6 estrelas jogáveis da SEGA, cada uma com as suas estatísticas únicas! Este pack também inclui 15 artigos de personalização para equipares o teu macaco de acordo com as últimas tendências da moda SEGA.\n\nO Super Monkey Ball Banana Rumble - Edição Digital Deluxe inclui: Super Monkey Ball Banana Rumble e o SEGA Pass","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Diversão a rolar!","isDemo":false,"key":null,"languages":null,"name":"Super Monkey Ball Banana Rumble - Edição Digital Deluxe","nsuId":70070000020803,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20240625,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/691358f3b1809634a4d1681c97c03ecc2911a619e68b655428f8c961ff0c311a.jpg","https://img-eshop.cdn.nintendo.net/i/fcc7df95dd182d243df682b1254d087e5f31aa3255b17933b46c3a9dc4328325.jpg","https://img-eshop.cdn.nintendo.net/i/d6371c22bae7dc6272a72e4658f402b7c384de7a8c003c2a16adc3c0899d16ec.jpg","https://img-eshop.cdn.nintendo.net/i/c02add0429bd59153afd4e2e36065ecd4e1a2f13ad0b6620921cfae595add513.jpg","https://img-eshop.cdn.nintendo.net/i/d0a7281bdb31211dba66813c187412a550675321c0fd27797dc1998e43b965a8.jpg","https://img-eshop.cdn.nintendo.net/i/f7827a06b103c006b5ba265af1c99c6260fe84cc986aee724cc34fb6c3c10648.jpg"],"size":3541041152,"version":null},"70010000073168":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/afa4e689fc58877781758ae8cb9cf4e4bf5f7a073f6ff3febc22495753b33e4f.jpg","category":["Aventura","Ação"],"description":"Junta-te a Tchia numa aventura tropical em mundo aberto para salvar o pai dela das garras de Meavora, o cruel tirano que governa o arquipélago. Escala, plana, nada e visita ilhas deslumbrantes com o teu barco enquanto exploras este sandbox com mecânicas de jogo baseadas na física. Enfrenta soldados de tecido criados por Meavora em duelos abertos, onde a criatividade te dá vantagem. Controla qualquer animal ou objeto que encontres, faz novas amizades e dá espetáculo com o teu ukulele totalmente funcional. Uma história poética e reveladora inspirada pela Nova Caledónia.\n\nTROCA-ALMAS\nCom o dom especial de Tchia poderás controlar qualquer animal ou objeto que encontres. Mais de 30 animais e centenas de objetos à tua disposição: voa como um pássaro, explora o oceano como um peixe ou escava em busca de tesouros como um cão! Utiliza as tuas habilidades únicas de troca-almas para explorar, resolver quebra-cabeças e descobrir segredos.\n\nEXPLORAÇÃO E TRAVESSIA\nSalta e plana por um vasto arquipélago. Com o sistema de truques poderás realizar acrobacias e mergulhos incríveis. Ignora as leis da física com a mecânica de escalada livre e sobe a qualquer obstáculo no mundo sem restrições. Enfrenta as ondas do oceano e explora lagoas azul-turquesa com o teu barco personalizável. Faz mergulho em recifes de coral e em barcos naufragados.\n\nCombate e Encontros\nEnfrenta os Maano: misteriosos inimigos feitos de madeira e tecido. Não pares, improvisa e usa todas as habilidades de Tchia para superar estes intensos encontros. Também podes testar as tuas habilidades ao enfrentar místicos desafios nas Totem Shrines.\n\nHISTÓRIA E MÚSICA\nEmbarca com Tchia numa aventura emocionante e conhece um conjunto diversificado de personagens inspiradas nas diferentes culturas da Nova Caledónia. A tua jornada será pontuada por animações narradas no dialeto tradicional, assim como por arranjos orquestrais originais inspirados nos sons locais, que ajudam a criar um mundo único e imersivo.\n\nUKULELE\nDá um espetáculo a solo ou um concerto com outros habitantes do arquipélago. O teu ukulele totalmente funcional será o teu fiel companheiro durante todo o jogo. Toca-o durante secções de ritmo, em momentos-chave da história, ou toca melodias desbloqueáveis em qualquer altura no mundo aberto para ativar eventos especiais, tais como atrair animais ou fazer chover…\n\nPERSONALIZAÇÃO E ITENS\nPersonaliza a roupa e o barco de Tchia com centenas de itens cosméticos desbloqueáveis. Poderás escolher desde um visual mais tradicional a um mais excêntrico. Poderás ainda desbloquear ferramentas úteis e divertidas, como lanternas, fisgas, bússolas, máquinas fotográficas…\n\nNOVA CALEDÓNIA\nO mundo de Tchia foi inspirado na Nova Caledónia, uma pequena ilha no Oceano Pacífico e a terra natal dos cofundadores da Awaceb. As paisagens ricas e diversas, cultura, músicas, dialetos, folclore e tradições serviram como inspiração para criar um mundo ficcional e contar uma história universal com que todos se podem relacionar e desfrutar. Todas as personagens são narradas por talentos locais fluentes nos dialetos tradicionais e legendadas em vários idiomas, incluindo inglês, francês, russo, chinês, alemão e muitos mais.\n\n'Queres passar mais tempo no arquipélago de Tchia?\nA atualização grátis inclui 8 novas melodias da alma para te divertires ainda mais a explorar, como o modo acrobático, a tocha humana ou o superbarco! Também receberás uma série de fatiotas novas, além de todos os itens cosméticos serem úteis para a tua viagem, dando-te mais resistência ou habilidades especiais, por exemplo. Se alguma vez quiseste liderar um bando de caranguejos ou atrair tubarões, prepara-te! \n","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/b0425738c16734f93a8914f5860a38b9ff000d48bcdb9ddea59c756594360f28.jpg","id":"0100CEE01D23C000","intro":"Um jogo inspirado pela Nova Caledónia.","isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh"],"name":"Tchia","nsuId":70010000073168,"numberOfPlayers":1,"publisher":"Kepler Interactive","rating":12,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240627,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/7d1baf1aeab03cf4c66754ff1a654ff6c82a25b5fb51e2ff5468715cade01211.jpg","https://img-eshop.cdn.nintendo.net/i/a0af90ef73217fa54a705aca6051dd90c091e80937e1fbc4a76ee354ea5e3353.jpg","https://img-eshop.cdn.nintendo.net/i/9d1f592a9a43db56f886dd05fdca8257711699c63aca8cb047dadab9d1f7ab91.jpg","https://img-eshop.cdn.nintendo.net/i/2a1202dc62f77dabd85de9f7de8f1cde0f96f8b136490062824e73f34c3de828.jpg","https://img-eshop.cdn.nintendo.net/i/a96e60c8530fc439853dde1702a6632f215c8956feaedc9775493802857fe3cc.jpg","https://img-eshop.cdn.nintendo.net/i/335599b03cca2370334769085aa0cd8fc28156ad383be436fc4f22ceb8777b35.jpg"],"size":6765412352,"version":null},"70050000047752":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/9c96ea2da786e8ea3f8ff0825a6b4c917c6d40edd086adf94744548b24b638a2.jpg","category":null,"description":"O Kepler Customization Pack inclui 4 conjuntos de visuais para Tchia e 4 pacotes de personalização para o barco, inspirados noutros títulos do catálogo da Kepler.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"0100CEE01D23D001","ids":["0100CEE01D23D001"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Tchia: Kepler Customization Pack","nsuId":70050000047752,"numberOfPlayers":null,"publisher":"Kepler Interactive","rating":12,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240627,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/63ef49ba557e2739105727bdeda0cb62f72262d07a9be842820e2c6bfc2ab91a.jpg","https://img-eshop.cdn.nintendo.net/i/d0cad8e2178383de1f9cd68974cce9646ee95282f082e7dad7396dda10585a10.jpg","https://img-eshop.cdn.nintendo.net/i/05f06617ca50870f03f17268c922884d1a2179c36aed7514f6da1201be28df3e.jpg","https://img-eshop.cdn.nintendo.net/i/e202179889956a8889a8d4443fa08ef3988fce4dca197b277f8450258aacc69a.jpg"],"size":3145728,"version":null},"70070000021116":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/3e914047d306dd5656188e02340daaafc5442f79dbcc496d76e2c9de98e944f5.jpg","category":null,"description":"A Tchia: Oléti Edition inclui o jogo base Tchia e o Kepler Customization Pack, com 4 conjuntos de visuais para Tchia e 4 pacotes de personalização para o barco, inspirados noutros títulos do catálogo da Kepler.\n\nJunta-te a Tchia numa aventura tropical em mundo aberto para salvar o pai dela das garras de Meavora, o cruel tirano que governa o arquipélago. Escala, plana, nada e visita ilhas deslumbrantes com o teu barco enquanto exploras este sandbox com mecânicas de jogo baseadas na física. Enfrenta soldados de tecido criados por Meavora em duelos abertos, onde a criatividade te dá vantagem. Controla qualquer animal ou objeto que encontres, faz novas amizades e dá espetáculo com o teu ukulele totalmente funcional. Uma história poética e reveladora inspirada pela Nova Caledónia.\n","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Um jogo inspirado pela Nova Caledónia.","isDemo":false,"key":null,"languages":null,"name":"Tchia: Oléti Edition","nsuId":70070000021116,"numberOfPlayers":null,"publisher":"Kepler Interactive","rating":12,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20240627,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/7d1baf1aeab03cf4c66754ff1a654ff6c82a25b5fb51e2ff5468715cade01211.jpg","https://img-eshop.cdn.nintendo.net/i/9d1f592a9a43db56f886dd05fdca8257711699c63aca8cb047dadab9d1f7ab91.jpg","https://img-eshop.cdn.nintendo.net/i/a96e60c8530fc439853dde1702a6632f215c8956feaedc9775493802857fe3cc.jpg","https://img-eshop.cdn.nintendo.net/i/2a1202dc62f77dabd85de9f7de8f1cde0f96f8b136490062824e73f34c3de828.jpg","https://img-eshop.cdn.nintendo.net/i/a0af90ef73217fa54a705aca6051dd90c091e80937e1fbc4a76ee354ea5e3353.jpg","https://img-eshop.cdn.nintendo.net/i/335599b03cca2370334769085aa0cd8fc28156ad383be436fc4f22ceb8777b35.jpg"],"size":6768558080,"version":null},"70050000047627":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/21bb2f3e4ded1e6165873f49ff6d002f5ca3bd36fdb7e0980bdb77bf248769d7.jpg","category":null,"description":"Este DLC desbloqueia um mundo novinho em folha para hexceed: Terra! \nResolva quebra-cabeças em 200 níveis novinhos em folha!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Desbloqueia um novo mundo superinteressante: Terra! Um novo mundo cheio de novos quebra-cabeças para resolver!","isDemo":false,"key":null,"languages":null,"name":"Terra","nsuId":70050000047627,"numberOfPlayers":null,"publisher":"ToastieLabs","rating":3,"ratingContent":[],"region":null,"releaseDate":20240725,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/660ff5475dd998b5d60ff23dac1a23b7491bef53201f4692f8b0d7c13cd2593b.jpg","https://img-eshop.cdn.nintendo.net/i/dbd9ce87146a9984204665ad04290ff3a8e122813bae7bcf92b6fa24c38d0093.jpg","https://img-eshop.cdn.nintendo.net/i/066221706a1d5a75c33eb53d2a3c0b8a6af51ed760bb79ec614f2273bb48a704.jpg","https://img-eshop.cdn.nintendo.net/i/ace8823e7639bcb04a17b95aaae03efe3630873e0d888ea376e54dfef6b8e176.jpg","https://img-eshop.cdn.nintendo.net/i/9c3b7c1591e8e974830fbccde7795aa6dcb13eff6d8652deb092472b90d115c7.jpg","https://img-eshop.cdn.nintendo.net/i/f49122676e0a488576e4e10adebe6067397c9fb2ecc5f63699620ed1d86fde7c.jpg"],"size":3145728,"version":null},"70050000042818":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/899372d6b41c661c8f343076bb1c0e33f0de74eb538b4d74666edb55df27c70a.jpg","category":null,"description":"Adiciona uma nova história, um novo Servant, novas habilidades, novos inimigos, novas Mountings, e muito mais.\n\nNota:\nEste item tem lançamento planeado para finais de julho de 2024.\nO conteúdo do Passe de Temporada e as datas de lançamento podem sofrer alterações sem aviso prévio. Visita o site oficial para mais informações. \n(https://www.koeitecmoeurope.com/fate-sr/)\nEste item está incluído no Passe de Batalha. Evita fazer compras redundantes.\nPara jogar este conteúdo, tens de alcançar um determinado ponto no jogo.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Episode 2","nsuId":70050000042818,"numberOfPlayers":null,"publisher":"KOEI TECMO EUROPE","rating":16,"ratingContent":["Violence"],"region":null,"releaseDate":20240731,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000044390":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d8ab4ada08378de4cf6442200911413e7484ff82aeb819139735f20de0201c73.jpg","category":null,"description":"O conteúdo incluído neste pacote também estão incluídos no Nickelodeon All-Star Brawl 2 Season Pass (vendido separadamente). \n \nPara utilizar estes conteúdos transferíveis, vais precisar do Nickelodeon All-Star Brawl 2 (vendido separadamente).","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Nickelodeon All-Star Brawl 2 - Character Pack 03","nsuId":70050000044390,"numberOfPlayers":null,"publisher":"Game Mill","rating":7,"ratingContent":["Violence","In-game purchases"],"region":null,"releaseDate":20240731,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000067866":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0ec80d16d0dbdae40afa87b635ee71fea665055c7126c926ae3dbff2d32e49e7.jpg","category":["Aventura","RPG"],"description":"Salta para uma aventura calorosa em Cat Quest III, a terceira adição à galardoada série Cat Quest!\n\nVeste a pele de um gatorsário aventureiro! Descobre um RPG de ação num mundo aberto em 2,5D que tem lugar no Gatibe, um arquipélago repleto de pirratos em busca da Estrela Setentrional, um tesouro mítico há muito perdido. Juntamente com o teu fiel companheiro espiritual, zarpa pelo Gatibe no teu próprio navio! Mas cuidado, o mar é perigoso e anda tudo de pelo eriçado à medida que vagas de pirratos te caçam, ao comando do Rei Pirata…\n\nREGRESSO DO GATO\nO RPG de ação mais fofo que conheces e adoras regressa para uma aventura colorida com jogabilidade ferozmente divertida! Explora um mundo deslumbrante, cheio de masmorras e biomas variados. Mostra as garras em batalha com o novo e melhorado sistema de combate, que inclui combinações de ataques mais precisas e no qual podes trocar de armas. Joga a sós ou no modo cooperativo local!\n\nNAVEGA PELO GATIBE\nPela primeira vez na série, navega pelo mar e luta no teu próprio navio! Explora as águas a bordo do teu navio, desliza pela costa e mete a pata em terra para caçar tesouros neste mundo pirata, o Gatibe! Há muitos tesouros para encontrar, incluindo novas armas, como o patamarte, feitiços ferinos, visuais glamiaurosos e muito mais!\n\nO X MARCA O LUGAR\nEmbarca na tua própria caça ao tesouro e cria livremente a tua história! Escolhe explorar os cantos mais recônditos do Gatibe ou cumprimenta um elenco de personagens excêntricas, ajudando-as nas suas missões pela ordem que quiseres! Os mistérios da Estrela Setentrional alargam-se por todo o mapa e cabe-te a ti investigar, recolher pistas e descobrir os vários segredos do Gatibe. Este conto és tu que o escreves, por isso, levanta âncora e sente a brisa do mar nesses bigodes!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/e17fa124bdd1d21b38353c410a0a4af42626dbcc0693a84012872f09bc030211.jpg","id":"010088501B8F2000","intro":null,"isDemo":false,"key":null,"languages":["ja","en","pt","es","fr","de","it","ru","ko","zh","zh"],"name":"Cat Quest III","nsuId":70010000067866,"numberOfPlayers":2,"publisher":"Kepler Interactive","rating":7,"ratingContent":["Medo","Violência Ligeira"],"region":null,"releaseDate":20240807,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/a05ae3acea5815d8bb10b818ac86110f2c6fddd9f1a7e153d53f1d4b085e5df0.jpg","https://img-eshop.cdn.nintendo.net/i/a61a37774fc4736520bcc9662a58199ef1520b9c2c497ee13c5147168aeb452c.jpg","https://img-eshop.cdn.nintendo.net/i/68452f36be13932facbabc64b8f5a817ce2a5b25d16d855468b60ae914d0f941.jpg","https://img-eshop.cdn.nintendo.net/i/3a7bd75408cfdbe42a2a1eb3685971ba7080745a743375c2b846e93f6b44846f.jpg","https://img-eshop.cdn.nintendo.net/i/f4d836f83b377b7808c66fa52a028e46d20f0eb8d472db0704e195e06993e578.jpg","https://img-eshop.cdn.nintendo.net/i/a16e9cf92d95c4ec0011fbd3f4e02200e02bd05a70a3c5d96d5feb19375b1cfe.jpg"],"size":815792128,"version":null},"70010000079271":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/668f8e3bb63c2558373ed7fd181f3a17be18efec97af8cd35374f91c62e8d90c.jpg","category":["Aventura","Ação","Estratégia"],"description":"As ondas anunciam uma crise iminente. Uma crise aquática! Misteriosamente, este recurso precioso se tornou uma ameaça, corroendo membros metálicos e corações mecânicos.\n\nControle Captain Leeway e sua excêntrica tripulação de robôs a vapor para descobrir o perigo enigmático que ameaça o Grande Mar.\n\nMIRE\nNo calor da batalha, a precisão é fundamental. Mire e deixe seus tiros ricochetearem com precisão mortal. Todo movimento é essencial nas estratégias. Use o ambiente a seu favor e faça as balas ricochetearem nas superfícies para vencer seus inimigos.\n\nTRAMA\nComo o capitão, você detém o destino da sua tripulação. Equipe-os com armas diferentes, personalize suas habilidades e equipamentos e use o rico sistema de classes para superar os desafios em seu caminho. De recrutas ansiosos a veteranos experientes, sua tripulação precisa do seu comando para navegar pelos perigos do Grande Mar.\n\nSAQUEIE\nNavegue e explore o vasto oceano, onde aventura, mistério e perigo aguardam além de cada onda... Participe de combates navais em tempo real, invada bases inimigas e obtenha itens valiosos para fortalecer sua tripulação. E quando as batalhas forem vencidas, faça uma pausa em um dos bares animados onde você pode relaxar, aprimorar seu equipamento e sua tripulação e forjar novas alianças com outros robôs.\n\nCaracterísticas:\n- Experimente uma jogabilidade emocionante e satisfatória de mira livre e ricochete no combate baseado em turnos. Planeje seus tiros estrategicamente para alcançar a sequência de ricochete perfeita.\n- Embarque numa exploração mundial expansiva com combate naval em tempo real, mergulhando nos vários desafios do Grande Mar.\n- Domine o amplo sistema de classes e personalize sua tripulação de acordo com seu estilo de jogo, com mais de 150 itens, incluindo armas, utilitários e equipamentos de navio para escolher.\n- Mergulhe em um mundo vivo, repleto de personagens e ambientes feitos à mão, acompanhados por uma trilha sonora cativante e músicas de nossos amados trovadores, Steam Powered Giraffe. Permita que a música e os sons penetrem em sua mente, deixando uma impressão inesquecível por dias.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/c1308c11f43dc06a71ecd4b75e8f5db56ed523b72db9e7b6b3c399d9be41e367.jpg","id":"010089C01E9CA000","intro":"Mire, planeje e saqueie nesta aventura barulhenta de robôs a vapor!","isDemo":false,"key":null,"languages":["en"],"name":"SteamWorld Heist II","nsuId":70010000079271,"numberOfPlayers":1,"publisher":"Thunderful","rating":7,"ratingContent":["Violência Ligeira"],"region":null,"releaseDate":20240808,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/4090c2e98d027eb115144c246f658f861e1e302df4a317786d3f70126c290eaf.jpg","https://img-eshop.cdn.nintendo.net/i/762aae550acdf2da47cf84422b76d09e734efc8be5f4f89e753d2bb503b060bb.jpg","https://img-eshop.cdn.nintendo.net/i/65a935bb09e2ff8b9906dfabd31dd0137990c075b058011ca61a3d79662ad281.jpg","https://img-eshop.cdn.nintendo.net/i/42bc41968bf75ae27f97690ba3cc4b89e2dfe58da21e0eae3eba1acb0a5c8c22.jpg","https://img-eshop.cdn.nintendo.net/i/efdd5b38399c1b3a60ed36ddaf2c8d2aea2beb836f4349a8f21bd9127e04be16.jpg","https://img-eshop.cdn.nintendo.net/i/15e72fcc88c108cd8b30a2990636f4ac0ba43c51fab84cb560ccb5fd85ebadd3.jpg"],"size":1374683136,"version":null},"70010000076003":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/70326142b4ea4cc176aea0dfeac0a857b53cff931f53caa5b245abe1ba9b7661.jpg","category":["Shooter","Ação","Estratégia","Festa"],"description":"\"EARTH DEFENSE FORCE: WORLD BROTHERS 2\" será lançado em 26/9/2024. Agora é a SUA oportunidade de se alistar na EDF e juntar-se à luta!\n\n-\n\nA Terra está em pedaços... outra vez! Temos de fazer mais para salvar o planeta!\n\n  --Cargas e Cargas de Inimigos Gigantes...\nA Terra quadrada está a ser atacada por inimigos gigantes. Formigas gigantes, aranhas gigantes, abelhas gigantes, escorpiões gigantes, OVNIs gigantes, robots gigantes, monstros gigantes.... E como se isso não bastasse, há também extraterrestres gigantes e até soldados gigantes da EDF. A situação parece desesperada! Mesmo assim... não há nada mais satisfatório do que acabar com esses inimigos invasores.\n\n  --Cria a tua própria unidade EDF...\nOs companheiros de equipa espalhados pelo mundo estão à espera de serem resgatados. Selecciona 4 companheiros de equipa de entre os que recolheste e cria a tua própria equipa. Cria a equipa perfeita para o teu estilo de jogo, selecciona o teu equipamento e parte para a batalha. Há mais de 100 personagens para colecionar!\n\n  --Conjunto completo de soldados da história da série EDF...\nPara além dos soldados da série EDF principal, este jogo também inclui soldados dos spin-offs da EDF. Desfruta de algumas caras conhecidas, bem como de soldados do último lançamento da série principal, \"EARTH DEFENSE FORCE 6\". Inclui mais de 600 armas e acessórios equipáveis.\n\n  --Os inimigos familiares também estão de volta!\nOs inimigos que devastaram o planeta em lançamentos anteriores também atravessaram este mundo para se juntarem à luta. Diverte-te a lutar contra inúmeros inimigos, incluindo versões voxel redesenhadas de velhos favoritos, bem como novos inimigos exclusivos desta versão. Inclui mais de 100 missões e 5 níveis de dificuldade.\n\n  --Suporte para cooperação online e jogo em rede local.\nSuporta até 4 jogadores em modo cooperativo online. Além disso, como um recurso exclusivo para a versão Nintendo Switch™, o jogo em rede local é suportado, permitindo que você defenda a Terra com seus amigos e familiares.\n\n-\n\n ~A História~\nDepois de Dark Tyrant ter sido derrotado, a paz foi restaurada na Terra quadrada - mas agora, ela foi quebrada em pedaços mais uma vez. Observámos os céus, presumindo que os novos inimigos viriam de cima - e foi por isso que ficámos surpreendidos quando o supermassivo \"Gaiarch\" emergiu do subsolo, partindo a Terra em pedaços. TU és o lendário Comandante que em tempos salvou o nosso planeta. Agora, precisamos que lideres outra equipa para salvar a nossa Terra novamente. A EDF nunca desiste de defender a Terra, seja ela redonda ou quadrada - por isso, vamos lá salvá-la!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/910a58b6f65705728ac99b0a19e27c4f18f7d5459b727012071b705535dd3d08.jpg","id":"01004C301DC46000","intro":"A Terra está em pedaços... outra vez! Temos de fazer mais para salvar o planeta!","isDemo":false,"key":null,"languages":["ja","en","ko","zh","zh"],"name":"EARTH DEFENSE FORCE: WORLD BROTHERS 2","nsuId":70010000076003,"numberOfPlayers":1,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6eb0314e28d2afd1e7ee51cd882fd7b2814fedeac7cfef4a6ee48f493c5fcd65.jpg","https://img-eshop.cdn.nintendo.net/i/aca78228cd40f0ea39f1fb2337acc4bc53bb75c5577ba97d77601f9a005985f3.jpg","https://img-eshop.cdn.nintendo.net/i/e8116ba7d4881cdab5b5e708b060e09136940eea7e3c005f52e4d90a991c77e0.jpg","https://img-eshop.cdn.nintendo.net/i/c1d97196361c1a16d19f71b0c7a4054dab482c68954dc7535fbd56c792c793ea.jpg","https://img-eshop.cdn.nintendo.net/i/b96fdcd597d6a1878f09e18c72e899676631a7a41a75a64dc7fe4d915c3e6950.jpg"],"size":5540675584,"version":null},"70050000047628":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/733c936a36440c9c4e3e2889c40405fe62f1a9e101bd9de738e0f12f55e8537d.jpg","category":null,"description":"Este DLC desbloqueia um mundo novinho em folha para hexceed: Ventus! \nResolva quebra-cabeças em 111 níveis novinhos em folha!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Desbloqueia um novo mundo superinteressante: Ventus! Um novo mundo cheio de novos quebra-cabeças para resolver!","isDemo":false,"key":null,"languages":null,"name":"Ventus","nsuId":70050000047628,"numberOfPlayers":null,"publisher":"ToastieLabs","rating":3,"ratingContent":[],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/814ca6f04dc20f8599d0e082f584749b6440b2e5f69d7b2800c0b5c084fc7d8c.jpg","https://img-eshop.cdn.nintendo.net/i/2713e6d5abcef033506cd0469bdb5c18616556168fcf8c2927f005e655e9151e.jpg","https://img-eshop.cdn.nintendo.net/i/d9faaa4a6d153f7c00d830cf16b461ad78799be2d81d2d41f03d46c98dce4602.jpg","https://img-eshop.cdn.nintendo.net/i/6e421a538948028cddf11e8f741481760ea35d0358ec013cb5e2e5384ca657cd.jpg","https://img-eshop.cdn.nintendo.net/i/2ff5947b105d16b4b80028840b6c81ecc48c26e51fe8fee2198ba7ec621c6ea3.jpg","https://img-eshop.cdn.nintendo.net/i/9181b041d84b910dc5ae1aeeb6c83ece8f0b5390d5af927990d22ed7e0e1ef48.jpg"],"size":3145728,"version":null},"70050000047690":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/cd8bf087ff08125b45a60d403b59aed32e0c3a0b4ba8a95bafa43b90104c2808.jpg","category":null,"description":"Adiciona a personagem \"BRB, Freebike Ranger (EDF5)\".\nComo o nome sugere (BRB significa \"Bike Ranger Bike\"), ele pode usar a sua \"Freebike\" militar para a sua Habilidade de Suporte.\nO tempo de atividade é curto, mas dispara uma submetralhadora enquanto passa a uma velocidade vertiginosa.\nUsa o mesmo equipamento que o \"Ranger (EDF5)\", mas o SP Gauge carrega mais depressa.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47064","ids":["01004C301DC47064"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" BRB, Freebike Ranger (EDF5) Joins the Fight","nsuId":70050000047690,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/eff83f3086435fd48da9431aaf76ec4343e3f6bd9e3d53da4b10af10d87922d8.jpg","https://img-eshop.cdn.nintendo.net/i/e8d1671a8adcfe3cf7fd633f5604c3963ea93ba5da3497177d05bcb90de6ec83.jpg","https://img-eshop.cdn.nintendo.net/i/9bc94e94e76f95f6a82ec59f8df381eace576bc82a391e88ad592bd56028ce3a.jpg"],"size":3145728,"version":null},"70050000047691":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5b1cbf88b6c4613f04b785da5c0fc995ae1f9fe747b283cf889bae1d999173d2.jpg","category":null,"description":"Adiciona a personagem \"Ranger (EDF5) Civilian Outfit\".\nPermite-te lutar com um visual de \"agente de segurança civil\".\nO equipamento, as habilidades e o SP Move são os mesmos do \"Ranger (EDF5)\", mas o SP Gauge carrega mais rápido.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47065","ids":["01004C301DC47065"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Humanity's Security Officer, Ranger (EDF5) Civilian Outfit: Reskin","nsuId":70050000047691,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/14d0b867c0c7c1485d8c75ca571a79b3cd0f6e3292ae4b4aff3a6323464c8b83.jpg","https://img-eshop.cdn.nintendo.net/i/67d852e5a958e8e27793815538c949d03237f00aa38066297d4abd4db2c937f7.jpg","https://img-eshop.cdn.nintendo.net/i/7f94abddffd17bdee3141a45ab1e1ac0de5235ff1e1a0328ce1439a3a30f0df6.jpg"],"size":3145728,"version":null},"70050000047692":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4c2defe26415e8ba99a3e138a4c448e9b73eb1265a30fdd7e020fe4bb67e2864.jpg","category":null,"description":"Adiciona a personagem \"Wing Diver (EDF5) Civilian Outfit\".\nPermite-te lutar com um visual de \"Civilian Sky Dancer\".\nO equipamento, as habilidades e os movimentos de SP são os mesmos de \"Wing Diver (EDF5)\", mas o medidor de SP carrega mais depressa.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47066","ids":["01004C301DC47066"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Sky Dancer, Wing Diver (EDF5) Civilian Outfit: Reskin","nsuId":70050000047692,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/1cc68f70d16b97866c42a4ddf50924918b8f534880802c50f292221b974073e0.jpg","https://img-eshop.cdn.nintendo.net/i/b319439d7c7be5be58718b2cd3554a06af37d9e9968bcdfe699aca2e3807df44.jpg","https://img-eshop.cdn.nintendo.net/i/35e7e05e57da99704100a5c83f0aa353e11d7dbffa458234c71154a05933bd42.jpg"],"size":3145728,"version":null},"70050000047693":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e9c397c373890aacaf842d4b34fe95e5cd70c9d378a56c0e672e07c4f58fb559.jpg","category":null,"description":"Adiciona a personagem \"Air Raider (EDF5) Civilian Outfit\".\nPermite-te lutar com um visual de \"engenheiro civil\".\nO equipamento, as habilidades e os movimentos de SP são os mesmos de \"Air Raider (EDF5)\", mas o medidor de SP carrega mais rápido.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47067","ids":["01004C301DC47067"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" World's Greatest Engineer, Air Raider (EDF5) Civilian Outfit: Reskin","nsuId":70050000047693,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/1157117aea4843d1397fcbf91ef65b5f369f150286bcfa9734e5d75feaea87ba.jpg","https://img-eshop.cdn.nintendo.net/i/aaec2f8b1ddfbdb0d22689722f2f38a4c9b8ca0a41af5745c855ccd6ccb284cd.jpg","https://img-eshop.cdn.nintendo.net/i/acf9516d52844f966030506136e29423766b8e1b07cf77cb88093e252b75179c.jpg"],"size":3145728,"version":null},"70050000047694":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/1f5e2f6f3377fef60ababbcc4bd8e8bc96ec765a41bbe7799f91250d672361e6.jpg","category":null,"description":"Adiciona a personagem \"Fencer (EDF5) Civilian Outfit\".\nPermite-te lutar com um \"carregador de carga civil\".\nEquipamento, habilidades e movimentos de SP são os mesmos de \"Fencer (EDF5)\", mas o medidor de SP carrega mais rápido.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47068","ids":["01004C301DC47068"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Incredible Cargo Loader, Fencer (EDF5) Civilian Outfit: Reskin","nsuId":70050000047694,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/926a9e64c124b0a1bf126c6776ded3c004ee423a2108546a48e2b4bd9a13e281.jpg","https://img-eshop.cdn.nintendo.net/i/13411e30d99d99ac6a6f551b2100557e5c737dc10709425d22c28811b61f957b.jpg","https://img-eshop.cdn.nintendo.net/i/fc5292ff818cfe309d9c24b14630a7c21c2ef9818f2d49eb1bfe004f29916566.jpg"],"size":3145728,"version":null},"70050000047695":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/476595bf63de0f9411ed5c7cb6915a91176acb6122c25e8fff346f2d737511b1.jpg","category":null,"description":"Adiciona a personagem \"Colonist β\".\nOs inimigos de ontem são os amigos de hoje! O alienígena \"Colonist\" junta-se à luta com um fato suficientemente resistente para sobreviver num mundo desolado. Sem dúvida, um aliado indispensável desde o início do jogo!\nUsa o mesmo equipamento, Habilidades e SP Move que o brilhante \"Colonist\".","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC4706C","ids":["01004C301DC4706C"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Colonist β, Heart of Brocade: Reskin","nsuId":70050000047695,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/da7b04be52866fcff575e7dd443126f808c239910ffb528da9e3590b44bb6d3a.jpg","https://img-eshop.cdn.nintendo.net/i/5426cd1ad227b04a490daeff55dd2c08c0d451f6ecfdec5c603f29fedd0ec54e.jpg","https://img-eshop.cdn.nintendo.net/i/4fafb9a12ef02c4f04346bf66e075603cea627a6013f9638947d346270fa31f7.jpg"],"size":3145728,"version":null},"70050000047696":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/205251a0b516ed6fb42121a19cbd33b9b4a1c96311ae15f74dce93987f59ba08.jpg","category":null,"description":"Adiciona o carácter \"Cosmonaut β\".\nOs inimigos de ontem são os amigos de hoje!  O extraterrestre \"Cosmonaut\" junta-se à luta com um fato de capacete formal. Sem dúvida, um aliado indispensável desde o início do jogo!\nUsa o mesmo equipamento, Habilidades e SP Move que o \"Cosmonaut\" sem capacete.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC4706D","ids":["01004C301DC4706D"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Cosmonaut β, Wearing a Helmet: Reskin","nsuId":70050000047696,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/1e5a46ba8a23824f49fa1f73fc5c1e2632e715090394d63b84f816d84bc5daf3.jpg","https://img-eshop.cdn.nintendo.net/i/ab63ddd55cff04caa8f81e032098dbe9122c4731d5488aa8fc9234bdfd10ca65.jpg","https://img-eshop.cdn.nintendo.net/i/7bf6c3ca0ba8e582677d393fab555caf5f0697c6fd67955a60c6fff2c9668577.jpg"],"size":3145728,"version":null},"70050000047774":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ad43ae2d62cec9231027badbda861cf28392dbe5579dc08f10537ff37760ca3f.jpg","category":null,"description":"Adiciona o carácter \"Honda, Repórter\".\nDespacho de emergência do conhecido repórter Honda. A sua tática caraterística de \"fingir de morto\" pode vir a ser útil desta vez!?\nTem uma arma de Proprietário, Habilidades e Movimento SP únicos.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47073","ids":["01004C301DC47073"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Don't Worry: Honda, Reporter Joins the Fight","nsuId":70050000047774,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/940bdb08ed3d5e27b45ef8e27f4095572116c4b32216e877e4439b4f20e02dbe.jpg","https://img-eshop.cdn.nintendo.net/i/2703c2e40cfacf6771a081cbcefde451974fc3b3cbc417243309f2634e27f371.jpg","https://img-eshop.cdn.nintendo.net/i/937f09c2e5837006d6c3f8b8772725bea53943c65bac781f0c7d9ec8c92eae9e.jpg"],"size":3145728,"version":null},"70050000047775":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/4db1869719f4035cd3a48111ba80bd7dbd6eb376d4c0fea641f65c216fa6215f.jpg","category":null,"description":"Adiciona a personagem \"Himekawa, Reporter\".\nDespacho de emergência do conhecido repórter Himekawa, que exclama \"Irmãos do Mundo para sempre! AQUI VOU EU!!!\" Ela fornecerá notícias fiáveis diretamente do campo de batalha.\nTem uma arma própria, habilidades e movimentos SP únicos.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47074","ids":["01004C301DC47074"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" HERE I GO!!: Himekawa, Reporter Joins the Fight","nsuId":70050000047775,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/9e8159799353819136d284b9ba6d5e03fbd9750286115d48666319f22f64105d.jpg","https://img-eshop.cdn.nintendo.net/i/34d2570520500399611d747cde594045c4c8168da8f6bc99bb64ff3f4ef08f4a.jpg","https://img-eshop.cdn.nintendo.net/i/055c207205e0e3eef5392ecd7a74df75c82290aa48416f25c9f9cb7ee8cfb049.jpg"],"size":3145728,"version":null},"70050000047776":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7885601c927cfc13983f6dde76011cdd40546ac12b723168401fa8dcd549ea35.jpg","category":null,"description":"Adiciona a personagem \"Mestre Air Raider\".\nDespacho de emergência do Mestre Air Raider, um antigo (presumivelmente) soldado habilidoso que se tornou chefe de sushi. Ele vai dar bom uso às suas habilidades de sushi no campo de batalha.\nTem uma arma própria única, habilidades e movimento SP.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01004C301DC47075","ids":["01004C301DC47075"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"\"Additional Character\" Sorry To Keep You Waiting: Master Air Raider Joins the Fight","nsuId":70050000047776,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/276fcaa657e0dad8e749c104dd894d2d5dabe0ea3434f07f18de41af4e803133.jpg","https://img-eshop.cdn.nintendo.net/i/9126c75755353f26487588865803c4ca42801345e6ecc007c396008d8b6fed13.jpg","https://img-eshop.cdn.nintendo.net/i/a61403962b9a7518ad03e21dc3f3e63d18ea80424d2c2e3fad3fa913076bc633.jpg"],"size":3145728,"version":null},"70070000021074":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d0b51552aa3412e1d372c81d16d8b9cdaee09ebb1583ad53803a3a8f0c01974c.jpg","category":null,"description":"A \"EARTH DEFENSE FORCE: WORLD BROTHERS 2\" Deluxe Edition é um pacote de luxo que inclui o jogo principal e DLC adicional que será lançado após o lançamento do jogo. Consulta o sítio Web oficial para mais informações sobre o DLC.\n\n-\n\n  --Conteúdo da Edição de Luxo--\n① \"EARTH DEFENSE FORCE: WORLD BROTHERS 2\" Jogo principal\n② Season Pass\n  --Caracteres adicionais jogáveis\n  1) BRB, Freebike Ranger (EDF5) Joins the Fight\n  2) Humanity's Security Officer, Ranger (EDF5) Civilian Outfit: Reskin\n  3) Sky Dancer, Wing Diver (EDF5) Civilian Outfit: Reskin\n  4) World's Greatest Engineer, Air Raider (EDF5) Civilian Outfit: Reskin\n  5) Incredible Cargo Loader, Fencer (EDF5) Civilian Outfit: Reskin\n  6) Colonist β, Heart of Brocade: Reskin\n  7) Cosmonaut β, Wearing a Helmet: Reskin\n  8) Additional Character ⑧\n  9) Additional Character ⑨\n  10) Additional Character ⑩\n  11) Additional Character ⑪\n  12) Additional Character ⑫\n  13) Additional Character ⑬\n\n  --Atualização de conteúdo principal\n  14) Extra Mission Pack\n  Está planeado um pacote de missões adicional com novos inimigos e missões.\n  Os detalhes serão anunciados no site oficial e noutros meios de comunicação.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"A Terra está em pedaços... outra vez! Temos de fazer mais para salvar o planeta!","isDemo":false,"key":null,"languages":null,"name":"EARTH DEFENSE FORCE: WORLD BROTHERS 2 Deluxe Edition","nsuId":70070000021074,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20240926,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/6eb0314e28d2afd1e7ee51cd882fd7b2814fedeac7cfef4a6ee48f493c5fcd65.jpg","https://img-eshop.cdn.nintendo.net/i/aca78228cd40f0ea39f1fb2337acc4bc53bb75c5577ba97d77601f9a005985f3.jpg","https://img-eshop.cdn.nintendo.net/i/e8116ba7d4881cdab5b5e708b060e09136940eea7e3c005f52e4d90a991c77e0.jpg","https://img-eshop.cdn.nintendo.net/i/c1d97196361c1a16d19f71b0c7a4054dab482c68954dc7535fbd56c792c793ea.jpg","https://img-eshop.cdn.nintendo.net/i/b96fdcd597d6a1878f09e18c72e899676631a7a41a75a64dc7fe4d915c3e6950.jpg"],"size":5562695680,"version":null},"70050000042820":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a0db701b3e380c272dd63ac96839ed24c46faaa4ab1d525cfa0f32af7ca367c2.jpg","category":null,"description":"Adiciona uma nova história, novos Servants, novas habilidades, novas Mountings, e muito mais.\n\nNota:\nEste item tem lançamento planeado para finais de setembro de 2024.\nO conteúdo do Passe de Temporada e as datas de lançamento podem sofrer alterações sem aviso prévio. Visita o site oficial para mais informações. \n(https://www.koeitecmoeurope.com/fate-sr/)\nEste item está incluído no Passe de Batalha. Evita fazer compras redundantes.\nPara jogar este conteúdo, tens de alcançar um determinado ponto no jogo.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Episode 3","nsuId":70050000042820,"numberOfPlayers":null,"publisher":"KOEI TECMO EUROPE","rating":16,"ratingContent":["Violence"],"region":null,"releaseDate":20240930,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000078578":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/58fc4e54c7ebf9419919b9698b838658d7c78f0af6388e9c0ae4c3a595d6deda.jpg","category":["Ação","RPG","Aventura","Comunicação"],"description":"Begin a fantastic life on a ruined island, and embark on a great adventure into the past! Gather friends, craft, and build your own city!\t\t\t\n・A completely new entry in the Fantasy Life series!\n・Build your own city and go on adventures on a new island!\n・Explore the island with whatever Life (occupation) suits you!\n・Travel between the past and present to unravel the mysteries of this ruined island!\n・Popular characters from the series make a return!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"A new chapter of Fantasy Life that transcends time!","isDemo":false,"key":null,"languages":["ja","en","es","fr","de","it","ko","zh","zh"],"name":"FANTASY LIFE i: The Girl Who Steals Time","nsuId":70010000078578,"numberOfPlayers":1,"publisher":"LEVEL5","rating":7,"ratingContent":["Violence","Online"],"region":null,"releaseDate":20241010,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/49bb9582a7eab6e6b6dd401b2df801fc37892766da5572c0e7c69c4cde739e05.jpg","https://img-eshop.cdn.nintendo.net/i/97525995b0d8283242e03deb9067e74692e41c54086151e8f49957eb7bee1961.jpg","https://img-eshop.cdn.nintendo.net/i/b73360697f795ae19b6e9f4786ec4198a370a2239a9b46feb93fd1cf9c1124bf.jpg","https://img-eshop.cdn.nintendo.net/i/d460331ecabbc58f76e888198ad01cfd5e25361ed554d413e725078952e29cfc.jpg","https://img-eshop.cdn.nintendo.net/i/d58d2398fb15e0727995b24738be76f25ed7aaebec14d068ae882ae9f3e29a75.jpg","https://img-eshop.cdn.nintendo.net/i/c9f41d885789b1273a9936c3432141765a12905e40112ebf11bae9d1a69d9600.jpg"],"size":0,"version":null},"70050000044392":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d8ab4ada08378de4cf6442200911413e7484ff82aeb819139735f20de0201c73.jpg","category":null,"description":"O conteúdo incluído neste pacote também estão incluídos no Nickelodeon All-Star Brawl 2 Season Pass (vendido separadamente). \n \nPara utilizar estes conteúdos transferíveis, vais precisar do Nickelodeon All-Star Brawl 2 (vendido separadamente).","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Nickelodeon All-Star Brawl 2 - Character Pack 04","nsuId":70050000044392,"numberOfPlayers":null,"publisher":"Game Mill","rating":7,"ratingContent":["Violence","In-game purchases"],"region":null,"releaseDate":20241031,"rightsId":null,"screenshots":null,"size":0,"version":null},"70010000078619":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/cd3d82a0c4a46daee4736d006851114c3eaf8ca5c586a4215a9958a25282bfda.jpg","category":["Ação","Plataformas","Aventura","Puzzle"],"description":"ANTONBLAST is a fast-paced explosive action platformer that's all about destruction. Play as the enraged Dynamite Anton (or his cranked-out coworker Annie) and use your Mighty F’n Hammer to demolish bizarre worlds, tussle with screen-filling bosses, and steal your Spirits back from Satan!\n\nThat's right: Satan himself has stolen Anton's prized Spirit collection, and he'll stop at nothing to get it back. Thankfully, the local disgraced casino owner, Brulo, has his own beef with Satan, and he's willing to put aside his differences with Anton to make that devil pay.\n\nYour mission in every level is simple: SET Brulo's Detonators, FIND Anton's Spirit, and ESCAPE before Happy Hour ends!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"IT'S HAPPY HOUR!","isDemo":false,"key":null,"languages":["en"],"name":"ANTONBLAST","nsuId":70010000078619,"numberOfPlayers":1,"publisher":"Summitsphere","rating":12,"ratingContent":["Palavrões Ligeiros","Insinuações Sexuais"],"region":null,"releaseDate":20241112,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/0c3ab4dd6604cec7b5c84a1f6ab7865ae901a978090807d8bdec472d3d183a7b.jpg","https://img-eshop.cdn.nintendo.net/i/f967513eea963bcf5d8c555b70f990be3e0747b5001bdac0173f732df9d540eb.jpg","https://img-eshop.cdn.nintendo.net/i/8ffd88a1bd7ffd9384d1e21e54d71504d20178f1eb3b3e5173d4150ceb2146b7.jpg","https://img-eshop.cdn.nintendo.net/i/0bd287850adcbd6f82ed98afde43eb04227e5f9696c0aa5b181050b1a6d08a97.jpg","https://img-eshop.cdn.nintendo.net/i/8b0fc5bedd419eb6b0d2173dabbdfe20ed49e15f405be7673ceb20a958510fcc.jpg","https://img-eshop.cdn.nintendo.net/i/b9103cbc6a257af6fbc70eb014fa0cdf544bfc9a7482d699661fbd6f59cce075.jpg"],"size":0,"version":null},"70010000074163":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/adbb596695f81fd7742f31bd46c88732a12b2022651b0ce3e3952d48b9cda41e.jpg","category":["Arcada","Plataformas","Puzzle","Ação"],"description":"Prepare for a heartwarming journey into the pixelated world of Christmas magic with \"Santa's Chimney Quest.\" In this enchanting 2D pixel art video game, you step into the big, red boots of Santa Claus himself as he embarks on an extraordinary adventure to deliver presents down chimneys all around the globe.\n\nFeatures:\n- Santa's Mission: Join Santa Claus as he navigates through a meticulously hand-crafted world adorned with charming 2D pixel art. From snow-covered rooftops to cozy chimneys, every detail is designed to capture the essence of a classic Christmas Eve.\n\n- Gift-Dropping Challenges: To deliver presents to eager children, you must tackle a variety of creative levels. Maneuver through chimneys, circumvent obstacles, and solve ingenious challenges to spread joy and merriment.\n\n- Festive Enchantment: The game is brimming with the holiday spirit. Immerse yourself in the delightful holiday soundtrack, falling snow and cheerful sound effects that transport you straight into the heart of the Christmas season.\n\n- Pixel-Perfect Joy: \"Santa's Chimney Quest\" captures the nostalgic allure of classic pixel art, infusing a timeless, retro vibe into modern gaming. The meticulous attention to pixel graphics enhances the overall charm of the game.\n\n- Family-Friendly Adventure: Perfect for players of all ages, \"Santa's Chimney Quest\" offers an ideal opportunity for families to come together and share the holiday spirit in a magical and heartwarming gaming experience.\n\nJoin Santa Claus on a heartwarming adventure to make this Christmas unforgettable for children worldwide. \"Santa's Chimney Quest\" is a delightful and enchanting 2D pixel art game that will fill your heart with the true spirit of the season. Make every pixel count as you spread happiness, one chimney at a time!","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/1f616ce383693904702315173224c619751bab7ae3dd2d78920338a08150a7a8.jpg","id":"01000D301D5BE000","intro":"Help Santa to deliver at time","isDemo":false,"key":null,"languages":["en"],"name":"Santa's Chimney Quest","nsuId":70010000074163,"numberOfPlayers":1,"publisher":"Nerdvision Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20241126,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/244d0b65e8e8f5167be5d90a1dc628f91ede6c0b687939f49751a83633285ed2.jpg","https://img-eshop.cdn.nintendo.net/i/b8b3791221ac8c5c06183cb68f37d8d9253c5cfee362bf0d5cb8262a1a883ea2.jpg","https://img-eshop.cdn.nintendo.net/i/c299f0b1199efccacfcb251ee7edb3399aa0c7175dbba94109848eb2a70bdd7a.jpg","https://img-eshop.cdn.nintendo.net/i/8dafb18c76c2a5d3ba667d6d8f39323dfe772f31ec273f4225c304b29d299a2c.jpg","https://img-eshop.cdn.nintendo.net/i/e1a7d4b7516909bd85f92df6398286ae3c7218ccc0e5412773cdd76d27f54dcb.jpg","https://img-eshop.cdn.nintendo.net/i/520dca925bb67041bd7c1e185ce8334de09cc3257b3a4881fa361530d29dabdb.jpg"],"size":118489088,"version":null},"70050000047629":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0bd25c2672ac40932a17dbeb6fae12bce6357c31d8405ebc68e586f6663b2388.jpg","category":null,"description":"Este DLC desbloqueia um mundo novinho em folha para hexceed: Metallicum! \nResolva quebra-cabeças em 200 níveis novinhos em folha!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Desbloqueia um novo mundo superinteressante: Metallicum! Um novo mundo cheio de novos quebra-cabeças para resolver!","isDemo":false,"key":null,"languages":null,"name":"Metallicum","nsuId":70050000047629,"numberOfPlayers":null,"publisher":"ToastieLabs","rating":3,"ratingContent":[],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/c01eeaec7298d301db937d1069bea17b4a95c93670e18ffdb52b3f66c3cb1741.jpg","https://img-eshop.cdn.nintendo.net/i/55d1107d25ba8b500ab816e09d90dc873258edd58490e1111b5dc7c288ac7079.jpg","https://img-eshop.cdn.nintendo.net/i/1198a7ab7b9ffb533e183a18280313a0bc1dee3228a1126c2747ebf5e29a7924.jpg","https://img-eshop.cdn.nintendo.net/i/cd62def227f4629b62af7a25d3a38ee24eae7b751d7754eac35a68557ea0ee51.jpg","https://img-eshop.cdn.nintendo.net/i/73990c316130bd996c68dc429d9f5a2655892fef2f8901506a9ba816c4f8e16b.jpg","https://img-eshop.cdn.nintendo.net/i/1285a47ddd8c09f28b91d8fdd0768203c9424e1712e7b89a2abd616a3b395cc0.jpg"],"size":3145728,"version":null},"70050000047697":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Adiciona um \"Extra Mission Pack\", que inclui inimigos nunca antes vistos.\nEstas missões ainda não foram criadas. Para mais informações, consulta o site oficial e outros meios de comunicação.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Extra Mission Pack","nsuId":70050000047697,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047698":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Será adicionada uma \"Additional Character ⑧\". Os detalhes serão anunciados mais tarde no site oficial.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Character ⑧","nsuId":70050000047698,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047699":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Será adicionada uma \"Additional Character ⑨\". Os detalhes serão anunciados mais tarde no site oficial.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Character ⑨","nsuId":70050000047699,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047700":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Será adicionada uma \"Additional Character ⑩\". Os detalhes serão anunciados mais tarde no site oficial.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Character ⑩","nsuId":70050000047700,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047701":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Será adicionada uma \"Additional Character ⑪\". Os detalhes serão anunciados mais tarde no site oficial.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Character ⑪","nsuId":70050000047701,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047702":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Será adicionada uma \"Additional Character ⑫\". Os detalhes serão anunciados mais tarde no site oficial.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Character ⑫","nsuId":70050000047702,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047703":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/033ee0707b9be93d7b057fad7e4f99ae67593d9336aa54853c2e376e7699b9af.jpg","category":null,"description":"Será adicionada uma \"Additional Character ⑬\". Os detalhes serão anunciados mais tarde no site oficial.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Additional Character ⑬","nsuId":70050000047703,"numberOfPlayers":null,"publisher":"D3PUBLISHER","rating":12,"ratingContent":["Violência Moderada"],"region":null,"releaseDate":20241128,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000042332":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/742279abb66943f62ba5d572cba6e461d1ea7b619e2fbb4fd134d35a1dc550d3.jpg","category":null,"description":"This is the fourth DLC character in DNF Duel: Who's Next.\nIt will be released in 2024 and the date listed on the store page is tentative.\n\n※ The exact date of the release will be announced in the future.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"DNF Duel - DLC4","nsuId":70050000042332,"numberOfPlayers":null,"publisher":"NEXON","rating":12,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000042343":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6076d2b48b6bf10e7a97cdb08c41340b3bb1bd1cea508b5bc3b5876e16132aea.jpg","category":null,"description":"This is the fifth DLC character in DNF Duel: Who's Next.\nIt will be released in 2024 and the date listed on the store page is tentative.\n\n※ The exact date of the release will be announced in the future.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"DNF Duel - DLC5","nsuId":70050000042343,"numberOfPlayers":null,"publisher":"NEXON","rating":12,"ratingContent":["Bad Language","Violence"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000042788":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/34e3c909edd768db08a9b7d7cdbb24ecec06fb055e6e50d80b4eacde0ce6194e.jpg","category":null,"description":"Acesso a conteúdo adicional.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"ONE PIECE: PIRATE WARRIORS 4 Character Pack 6","nsuId":70050000042788,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":12,"ratingContent":["Bad Language","Violence","In-game purchases"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000044061":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/d9a12792a6c42d09a042a8308de2377420314c0619ebdea037d0e1b3faf13998.jpg","category":null,"description":"Compra o Episódio Adicional 3 e o Mapa de Alma 3 para utilizares com ONE PIECE: PIRATE WARRIORS 4.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"ONE PIECE: PIRATE WARRIORS 4 Additional Episode 3 & Soul Map 3","nsuId":70050000044061,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":12,"ratingContent":["Bad Language","Violence","In-game purchases"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000044100":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/73278e783e3a346421a180b2b2b481ad5ce3873d71715b738bb479f71652ba6b.jpg","category":null,"description":"Contém conteúdo para NARUTO X BORUTO Ultimate Ninja STORM CONNECTIONS.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"NBUNSC -  DLC Pack 2","nsuId":70050000044100,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":12,"ratingContent":["Bad Language","Violence","In-game purchases"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000044101":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/73278e783e3a346421a180b2b2b481ad5ce3873d71715b738bb479f71652ba6b.jpg","category":null,"description":"Contém conteúdo para NARUTO X BORUTO Ultimate Ninja STORM CONNECTIONS.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"NBUNSC -  DLC Pack 3","nsuId":70050000044101,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":12,"ratingContent":["Bad Language","Violence","In-game purchases"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000044102":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/73278e783e3a346421a180b2b2b481ad5ce3873d71715b738bb479f71652ba6b.jpg","category":null,"description":"Contém conteúdo para NARUTO X BORUTO Ultimate Ninja STORM CONNECTIONS.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"NBUNSC -  DLC Pack 4","nsuId":70050000044102,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":12,"ratingContent":["Bad Language","Violence","In-game purchases"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000044103":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/73278e783e3a346421a180b2b2b481ad5ce3873d71715b738bb479f71652ba6b.jpg","category":null,"description":"Contém conteúdo para NARUTO X BORUTO Ultimate Ninja STORM CONNECTIONS.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"NBUNSC -  DLC Pack 5","nsuId":70050000044103,"numberOfPlayers":null,"publisher":"BANDAI NAMCO Entertainment","rating":12,"ratingContent":["Bad Language","Violence","In-game purchases"],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046096":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/e5a18649e73fce90f61b865b0e5e1084aa43d6554b0ef0d848f17442ee0b8280.jpg","category":null,"description":"Expande a tua experiência no SnowRunner com este novo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SnowRunner - Season 13: Dig & Drill","nsuId":70050000046096,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000046100":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/309c6ada417d8040d5fe60a3f72b386a4230c77be472a643ed33e266e746d760.jpg","category":null,"description":"Expande a tua experiência no SnowRunner com este novo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SnowRunner - Season 14: Reap & Sow","nsuId":70050000046100,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047042":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/6b9b07076c64b515b07a944619a6a110cc774676362670934a4231192d7482ff.jpg","category":null,"description":"Expande a tua experiência no Expeditions: A MudRunner Game com este novo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01002C101C1AB004","ids":["01002C101C1AB004"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Expeditions: A MudRunner Game - Season 1","nsuId":70050000047042,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047043":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7e5a21aa9b266b22bc132f03b037f53de670fdac607cad9f6b66a8f21267c5fe.jpg","category":null,"description":"Expande a tua experiência no Expeditions: A MudRunner Game com este novo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01002C101C1AB005","ids":["01002C101C1AB005"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Expeditions: A MudRunner Game - Season 2","nsuId":70050000047043,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20241231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047630":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/ba5febbead65e6a474968a72148eafa10729a0c1f4cf34e1dc1dba7dc4a1b3d3.jpg","category":null,"description":"Este DLC desbloqueia um mundo novinho em folha para hexceed: Glacialis! \nResolva quebra-cabeças em 206 níveis novinhos em folha!","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"Desbloqueia um novo mundo superinteressante: Glacialis! Um novo mundo cheio de novos quebra-cabeças para resolver!","isDemo":false,"key":null,"languages":null,"name":"Glacialis","nsuId":70050000047630,"numberOfPlayers":null,"publisher":"ToastieLabs","rating":3,"ratingContent":[],"region":null,"releaseDate":20250130,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/12c80b6f6c56caa1430ca289d221dc045096099b2b4e150a019ebb8d5fbfd343.jpg","https://img-eshop.cdn.nintendo.net/i/4f4e9b6562c0bb48213ff86de42cea99b17986cc42335d7e09584ae4ab5536ff.jpg","https://img-eshop.cdn.nintendo.net/i/f9327c270935c9a1f1fdb476678855a2864ef3368b95d2960228849ec56db50d.jpg","https://img-eshop.cdn.nintendo.net/i/47f06599cd58e5771f7d6e89a590d422256ab10f73ffb8de79dd24c0e43faf5b.jpg","https://img-eshop.cdn.nintendo.net/i/a942f56e8aa5072eb2e4622f6aefae4503e8c3e7a4da6c41d980faf5e20119a5.jpg","https://img-eshop.cdn.nintendo.net/i/a9ca3d9f9a128aa2c9d4744ff7e054ab483639f4ed9d767c006bed34e9816bf9.jpg"],"size":3145728,"version":null},"70010000073078":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a61df8bfc235b8b35edf94ff49797187fd6ca884a5c5008c1db0d3f7834ab58a.jpg","category":["Aventura","RPG"],"description":"Planetary Calendar 214. Four years have passed since the end of the Solar War. Our protagonist, scarred from the loss of his crewmates in the war, is re-assigned to the Jovian patrol ship Gun-Dog as it’s dispatched with orders to investigate mysterious signals coming from the edge of Jovian Space.  \nUnknown to the Gun-Dog’s crew, a new danger looms deep in the ocean of stars, threatening not just the Gun-Dog but all her crew.\n\nTake on the role of the Gun-Dog's security officer as you attempt to save the ship from an unknown assailant whilst navigating the paranoia, conspiracies and vendettas that break out amongst the crew. As camaraderie falls apart can you overcome the challenges that await?\n\nThe Game - A love letter to retro anime and 80s Sci-Fi\n\nStories from Sol: The Gun-Dog is a visual novel adventure in the spirit of classic PC-9800 titles. Featuring a vintage green screen aesthetic, Space Colony Studios strives to create an \"era-accurate\" game that exudes retro vibes in every way, from the text to the visual effects. As the Jovian patrol ship sails into the darkness among the stars, the players will feel like they are on an adventure in an 80s Sci-Fi as they solve the mystery they find themselves in.\n\nThe Story – A new threat emerges from the void.\n\nHumans have long since freed themslves from the grasp of gravity, but they are still unable to escape the hold of war. \nIt’s year 214 of the Planetary Calendar. Four years have passed since the end of the Solar War and an uneasy peace persists throughout the solar system. The Jovian patrol ship Gun-Dog is sent on a reconnaissance mission to investigate mysterious signals coming from the edge of Jovian space. What starts as a routine assignment quickly escalates into a battle for survival as an unknown threat terrorises the crew.\n\nThe Gameplay – Investigate. Interact. Analyse. Advance.\n\nUtilising traditional point-and-click adventure mechanics, during your time on the Gun-Dog, you can navigate various locations on the ship, examine the details of the richly realised backgrounds or talk with the different crew members on board. You will need to listen  closely to the characters' words to reveal important clues or duplicitous intentions and keep your eyes peeled for key items and interactive elements in the backgrounds that you can use to advance the story.\n\nThe Place - Adventure in a entirely explorable ship!\n\nThe main stage of the first instalment in the \"Stories from Sol\" series, as the Jovian patrol ship Gun-Dog heads into deep space it serves as the setting for the game’s story. It has been exhaustively realised. Rich and evocative descriptions of the ship, including the constant rumble of the engine room, the bustle of the bridge, the silence of space pair with an extensive range of scenes that have been meticulously designed and animated in detail to deliver an immersive experience. Inspired by the best that anime has to offer the ship even features \"Armoured Frames\", mechanised, human shaped, weapons of war.\n\nThe Characters – Get on board with the crew of the Gun-Dog !\n\nAll stories are about people and the cast of “The Gun-Dog” bring the story to life, so much so that their charm and charisma convinced the team at Astrolabe Games to board the Gun-Dog and sign up to be the publisher. From the elegant yet distant Captain Bartermews, to the bubbly Lieutenant Commander Cassandra Quinn, to the assertive and domineering Chief Mackenzie Cathays, “The Gun-Dog” features an extensive cast of characters for you to meet. Each crew member has a distinct personality, role and history. Get to know them and their quirks and decide whether to work with or against them to unravel the mystery that lies at the story’s heart.","developer":null,"frontBoxArt":null,"iconUrl":"https://img-eshop.cdn.nintendo.net/i/d2674e1bb3e7ef9924994246abc538515852789e74b6e0f67a4c7d469a314c08.jpg","id":"010004201D1E6000","intro":"War is over. War is just beginning.","isDemo":false,"key":null,"languages":["ja","en","zh","zh"],"name":"Stories from Sol: The Gun-Dog","nsuId":70010000073078,"numberOfPlayers":1,"publisher":"Astrolabe Games","rating":3,"ratingContent":[],"region":null,"releaseDate":20250220,"rightsId":null,"screenshots":["https://img-eshop.cdn.nintendo.net/i/04ea379bd8d351431e118c4dd5ac151caecc7907af1ad5fdb7f73d36b0f15f79.jpg","https://img-eshop.cdn.nintendo.net/i/c176b3ba825f02b98097009caead9ed6029df20bf8e875adea19c8731c344e0e.jpg","https://img-eshop.cdn.nintendo.net/i/7fd0abc4b16e1af8c48e1a2c5d65bcb4f0753bc221b7be53ac0089fca7fd4ee5.jpg","https://img-eshop.cdn.nintendo.net/i/fc4fcd958a4653bab5eb34b8154f6d81276ed6a4c35e72a295306638f21b9c5f.jpg","https://img-eshop.cdn.nintendo.net/i/7489953b3eec5d46860cfe3c441ab799e1004726b36ba4e4888cd3382c916fd2.jpg","https://img-eshop.cdn.nintendo.net/i/b953b52d603575cc1052f11fcd49a1d0cd50f0e26a9fae61747dc1975e72aa1a.jpg"],"size":143654912,"version":null},"70050000047227":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/43b3a8e945a66f13ec612a5dc68a56746a39e268b0efcb273e457f7d58a81a2a.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SEGA Character Pass DLC 2","nsuId":70050000047227,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047228":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a7765236fe8f9df3505865e1c028e342601654c998a1c89c1eb5d8fb82b24380.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SEGA Character Pass DLC 3","nsuId":70050000047228,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047229":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/5d852ee42d53e4f09adc40b9e764b4fdd52320ad270befb7a0cfcf11bcffaad4.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SEGA Character Pass DLC 4","nsuId":70050000047229,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047230":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/7647fe5f5e994da6f3d5222131946a57c74ff58a809433c34c8b33fc0b45dc4c.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SEGA Character Pass DLC 5","nsuId":70050000047230,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047231":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/283cdd491abfc229d4f0af319c407b9fca1157aad143c5bdba38c87a41bd5b13.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SEGA Character Pass DLC 6","nsuId":70050000047231,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047232":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 1","nsuId":70050000047232,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047233":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 2","nsuId":70050000047233,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047234":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 3","nsuId":70050000047234,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047235":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 4","nsuId":70050000047235,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047236":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 5","nsuId":70050000047236,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047237":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 6","nsuId":70050000047237,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047238":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 7","nsuId":70050000047238,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047239":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 8","nsuId":70050000047239,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047240":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 9","nsuId":70050000047240,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047241":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 10","nsuId":70050000047241,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047242":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 11","nsuId":70050000047242,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047243":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 12","nsuId":70050000047243,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047244":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 13","nsuId":70050000047244,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047245":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 14","nsuId":70050000047245,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047246":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/691d128ac86426a71b4b8a98182c559349a8d2da7121f5734224c8c55df26d83.jpg","category":null,"description":"*Serão disponibilizados detalhes adicionais mais perto do lançamento.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Pack de personalização DLC 15","nsuId":70050000047246,"numberOfPlayers":null,"publisher":"SEGA","rating":3,"ratingContent":["In-game purchases"],"region":null,"releaseDate":20250331,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046104":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/df5e52844738f32f17e1654480187020ced34f51e902672540af805ea857719d.jpg","category":null,"description":"Expande a tua experiência no SnowRunner com este novo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SnowRunner - Season 15: Oil & Dirt","nsuId":70050000046104,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000046108":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a8e22033788d5f9c44aeb0820db8814c5ae1712b4c7898dc2f3eee21b26b4ead.jpg","category":null,"description":"Expande a tua experiência no SnowRunner com este novo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SnowRunner - Season 16: Expansion 4","nsuId":70050000046108,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000046216":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/233d71ca26ac382d7ab9a8e48c5fb4e2656687c72e59189588fc6e288b42a5d6.jpg","category":null,"description":"Obtém outra Melee Weapon e mais itens cosméticos.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":null,"isDemo":false,"key":null,"languages":null,"name":"SOUTH PARK: SNOW DAY! Melee Weapon + Cosmetics Pack","nsuId":70050000046216,"numberOfPlayers":null,"publisher":"THQ Nordic","rating":16,"ratingContent":["Bad Language"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046743":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/904147585acf7432ef97a8c7e73230045f97eaac38b3497047aecc4d4f4181c4.jpg","category":null,"description":"Incluído no Passe de Temporada e Edição Digital Deluxe\n\nEsta expansão da história permite-te mergulhar na saga através da perspetiva de Seign e daqueles que se separaram da trupe de Nowa para tratar de um certo “problema” dentro do império Galdean. O que se sucedeu no império durante o tempo que estiveram separados? Além disso, que papéis secretos desempenharam Seign e os seus aliados, que influenciando o desenrolar da trama pelas sombras?","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"O JRPG está de volta com uma nova série de heróis.","isDemo":false,"key":null,"languages":null,"name":"Eiyuden Chronicle: Hundred Heroes - Expansão da HistóriaO Capítulo de Seign","nsuId":70050000046743,"numberOfPlayers":null,"publisher":"505 Games","rating":12,"ratingContent":["Bad Language"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046746":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/81b10bf4b941cdd9b68f866305a84f2ee6198decf111ac4456276820fe62d535.jpg","category":null,"description":"Incluído no Passe de Temporada e Edição Digital Deluxe\n\nNesta expansão, uma prequela à saga épica de Hundred Heroes, vais descobrir mais sobre a jornada de Marisa como Guardiã. A história gira à volta do seu encontro com uma rapariga encantada, que é fascinada por antiguidade e acaba por se tornar na estimada companheira de Marisa. A história passa-se na vastidão verdejante do Grande Bosque e na mística Cripta Rúnica. Porém, forças misteriosas e sinistras estão à espreita, e a dupla decide desvendar os segredos envolta da enigmática “Criança da Runa” que descobrem.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"O JRPG está de volta com uma nova série de heróis.","isDemo":false,"key":null,"languages":null,"name":"Eiyuden Chronicle: Hundred Heroes - Expansão da História: O Capítulo de Marisa","nsuId":70050000046746,"numberOfPlayers":null,"publisher":"505 Games","rating":12,"ratingContent":["Bad Language"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046749":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/0a2864818c8a1ca8ace10cc2b5363bc3b42d790e9863c49b3fbddb6847fc60e0.jpg","category":null,"description":"Incluído no Passe de Temporada e Edição Digital Deluxe\n\nNesta expansão da história, Markus, Carrie e Nowa preparam-se para uma descoberta intrigante. Uma anomalia denominada “Distorção de Menhir” desbloqueou um misterioso portal de teletransporte. Aventurando-se como um trio, preparam-se para investigar este novo mundo enigmático. Que verdades escondidas esperam por eles? Talvez as revelações possam esclarecer o passado obscuro de Markus, desenterrando segredos há muito esquecidos. Com o fôlego suspenso, armam-se para o desenredar de um conto extraordinário.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"O JRPG está de volta com uma nova série de heróis.","isDemo":false,"key":null,"languages":null,"name":"Eiyuden Chronicle: Hundred Heroes - Expansão da História: O Capítulo de Markus","nsuId":70050000046749,"numberOfPlayers":null,"publisher":"505 Games","rating":12,"ratingContent":["Bad Language"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000046752":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/87f237a691d2c29418ba3f7ac758a6c38aa2b596b2fc5d0d92ab8a3d32a8f4be.jpg","category":null,"description":"Complemento para Eiyuden Chronicle: Hundred Heroes. Contém 2x Pintura para Quartel-general\nPor favor, verifica todas as descrições antes de comprares.\n \n Este pacote inclui o seguinte:\n 1x Pintura para Quartel-general (Exterior Dourado)\n 1x Pintura para Quartel-general (Exterior Rosa)\n\n*Por favor, repara que este conjunto está incluído em Eiyuden Chronicle: Hundred Heroes - Digital Deluxe Edition e Season Pass.\n *Por favor, tem cuidado para não comprares o mesmo artigo várias vezes acidentalmente.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":null,"intro":"O JRPG está de volta com uma nova série de heróis.\n","isDemo":false,"key":null,"languages":null,"name":"Pacote de Remodelação de Quartel-general","nsuId":70050000046752,"numberOfPlayers":null,"publisher":"505 Games","rating":12,"ratingContent":["Bad Language"],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":0,"version":null},"70050000047044":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/a4a391ee3bad55c7bbb29cc319ef1c77238064e684678e75629483006e47ec50.jpg","category":null,"description":"Expande a tua experiência no Expeditions: A MudRunner Game com este novo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01002C101C1AB006","ids":["01002C101C1AB006"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Expeditions: A MudRunner Game - Season 3","nsuId":70050000047044,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":3145728,"version":null},"70050000047045":{"bannerUrl":"https://img-eshop.cdn.nintendo.net/i/342f8f5fdd65df2e551d102c2674da2de779ee296a4013ff199b2f3a65ffe2f7.jpg","category":null,"description":"Expande a tua experiência no Expeditions: A MudRunner Game com este novo DLC.","developer":null,"frontBoxArt":null,"iconUrl":null,"id":"01002C101C1AB007","ids":["01002C101C1AB007"],"intro":null,"isDemo":false,"key":null,"languages":null,"name":"Expeditions: A MudRunner Game - Season 4","nsuId":70050000047045,"numberOfPlayers":null,"publisher":"Focus Entertainment","rating":3,"ratingContent":[],"region":null,"releaseDate":20251231,"rightsId":null,"screenshots":null,"size":3145728,"version":null}}